[
  {
    "article_path": "/article/56728535-ae29-4baf-93fb-94c0f0c5739b",
    "article_url": "https://ground.news/article/56728535-ae29-4baf-93fb-94c0f0c5739b",
    "bias": [
      "Left-Leaning coverage frames the X office raid around \"far-right agenda,\" \"sexual deepfakes,\" and \"foreign interference,\" using terms like \"Scandal at X\" to highlight platform accountability, while de-emphasizing Linda Yaccarino's summons.",
      "Right-Leaning reports focus on \"hate content\" and \"biased algorithms that distorted a data processing system,\" consistently including Linda Yaccarino alongside Musk.",
      "Center-Leaning sources maintain a neutral tone, describing \"searches\" and \"raids\" while noting \"boosting far-right content\" and AI-created images.",
      "All perspectives agree on the raid, Musk's summons, and the investigation into child abuse images and deepfakes, revealing ideological priorities in framing platform responsibility."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "French prosecutors raided X offices as part of an investigation into child abuse images and deepfakes.",
      "The probe will also investigate alleged complicity in disseminating Holocaust denials and sexual deepfakes.",
      "Elon Musk and former CEO Linda Yaccarino are summoned to a hearing on April 20 related to the investigation."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/france-passes-delayed-2026-budget-ending-months-long-saga_7df477",
    "article_url": "https://ground.news/article/france-passes-delayed-2026-budget-ending-months-long-saga_7df477",
    "bias": [
      "Left-Leaning outlets frame the budget 's \"military spending boost\" critically, emphasizing a \"controversial constitutional article\" that \"bypassed Parliament\" and created \"political chaos.",
      "Conversely, right-leaning coverage portrays the government's actions triumphantly, describing a \"Budget Hell\" survived and opposition \"torpedoed,\" viewing the military \"boost\" positively.",
      "The left highlights a specific \"$7.6 million military spending increase,\" a detail de-emphasized elsewhere.",
      "Center-Leaning reports remain descriptive, noting a \"painful parliamentary marathon\" and \"weak minority government\" without partisan framing.",
      "All perspectives agree on the budget's adoption and the survival of no-confidence motions, yet their divergent characterizations of Article 49.3 and military allocations reveal fundamental ideological differences regarding resource distribution and executive power."
    ],
    "bias_bar_text": null,
    "center_pct": 44.0,
    "error": null,
    "left_pct": 34.0,
    "location": null,
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "After months of deadlock, France's 2026 budget was adopted on Monday after two no-confidence motions failed, with the Socialists refusing to back them.",
      "Faced with stalled negotiations, the government invoked Article 49.3 after months of impasse following the 2024 snap election and a hung parliament.",
      "According to the adopted text, the budget raises defence spending by 6.5 billion euros, increases taxes on some businesses including large companies to raise 7.3 billion euros, and targets a budget deficit of five percent of GDP in 2026.",
      "The adoption gave Prime Minister Sebastien Lecornu's minority government relative stability, investors and markets reacted positively, and the debt risk premium over the German benchmark returned to pre-snap election levels.",
      "Political analysts note the fragmented centre leaves uncertainty over whether a mainstream candidate can reach the second round, while the far right remains strengthened, as lawmakers avoid unpopular measures."
    ],
    "title": "France Passes Delayed 2026 Budget, Ending Months-Long Saga",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/iran-considers-eu-armies-as-terrorist-groups-in-retaliatory-move_fea769",
    "article_url": "https://ground.news/article/iran-considers-eu-armies-as-terrorist-groups-in-retaliatory-move_fea769",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 34.0,
    "error": null,
    "left_pct": 37.0,
    "location": null,
    "right_pct": 29.0,
    "status": "no_change",
    "summary": [
      "DUBAI reporting noted that Iran's parliament announced all European Union militaries are 'terrorist groups' on Feb 1, citing Article 7 of a 2019 law, said Mohammad Bagher Ghalibaf.",
      "Reacting to the EU's Thursday decision, EU officials linked the listing to Iran's crackdown on protests earlier this month.",
      "Lawmakers appeared in IRGC uniforms and signalled their defiance by chanting slogans, while the parliamentary security commission signalled it would consider expelling EU military attaches.",
      "The move increases diplomatic strain as U.S. naval forces near Iran and Iranian leadership warned the European Union would face consequences, raising the risk of wider regional conflict.",
      "Officials said `fair` negotiations remain possible if missile and defence topics are excluded, but analysts warn the reciprocal proscription may complicate future diplomacy with Iran."
    ],
    "title": "Iran considers EU armies as 'terrorist groups' in retaliatory move",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/eu-agrees-to-designate-irans-revolutionary-guard-corps-as-terrorist-group_e5fce5",
    "article_url": "https://ground.news/article/eu-agrees-to-designate-irans-revolutionary-guard-corps-as-terrorist-group_e5fce5",
    "bias": [
      "Left-Leaning outlets frame the EU's designation of Iran's Revolutionary Guard as a \"decisive step\" against \"brutal repression,\" emphasizing the moral imperative and high protest death tolls, sometimes citing \"perhaps 30,000\" killed.",
      "Right-Leaning coverage portrays the IRGC as \"murderous\" and a \"state in the state,\" often comparing it to groups like ISIS, highlighting the EU's \"policy reversal\" to send an \"unequivocal message.",
      "Center-Leaning reports, conversely, frequently qualify the move as \"largely symbolic,\" while detailing specific figures like \"6,300\" deaths and Iran's counter-threat to label EU forces as terrorists.",
      "All perspectives agree on the designation and Iran's warnings of \"crushing response\" or \"hazardous consequences,\" underscoring shared geopolitical concerns despite differing ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 38.0,
    "error": null,
    "left_pct": 30.0,
    "location": null,
    "right_pct": 32.0,
    "status": "ok",
    "summary": [
      "At a Brussels meeting on January 29, 2026, the 27‑nation bloc unanimously designated the Islamic Revolutionary Guard Corps as a terrorist organisation, placing it alongside al‑Qaeda, ISIS and Hamas, EU foreign policy chief Kaja Kallas confirmed.",
      "A brutal crackdown earlier this month prompted momentum for the listing as HRANA verified 6,373 deaths and the Basij force intensified repression after Jan. 8, 2026 internet cuts.",
      "The designation triggers EU asset freezes and related restrictive measures, while sanctions target 15 individuals and six entities including IRGC senior officials, and expand powers to detain IRGC members in the 27-nation bloc.",
      "France's late reversal on January 28 cleared the path to consensus, while Tehran warned of 'destructive consequences' and Ellie Geranmayeh said, 'Economically, this move will have a very nominal impact at this current stage.'",
      "Kaja Kallas said diplomatic channels should remain open even after the listing, which aligns the EU with the United States, Canada and Australia amid Strait of Hormuz security concerns."
    ],
    "title": "EU agrees to designate Iran's Revolutionary Guard Corps as terrorist group",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/russian-strikes-in-ukraine-kill-12-target-passenger-train_f9ebe6",
    "article_url": "https://ground.news/article/russian-strikes-in-ukraine-kill-12-target-passenger-train_f9ebe6",
    "bias": [
      "Left-Leaning outlets emphasize the \"human cost\" of the \"deadly\" \"civilian train\" attack, framing it as an \"act of terrorism\" and detailing specific drone types.",
      "Conversely, right-leaning coverage personalizes blame, highlighting \"Putin's drones \" and describing it as a \"barbaric attack.",
      "Center-Leaning reports present verifiable facts, attributing casualties to \"prosecutors say,\" but uniquely detail \"massacre scenes\" and \"carnage.",
      "While all perspectives agree on the \"terrorism\" label and multiple fatalities, the left focuses on humanitarian impact, the right on individual culpability, and the center on visceral aftermath, revealing distinct ideological priorities in framing conflict."
    ],
    "bias_bar_text": null,
    "center_pct": 41.0,
    "error": null,
    "left_pct": 35.0,
    "location": null,
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "On Tuesday, Russian forces killed 12 people and struck energy infrastructure and a passenger train in Kharkiv region, with a drone attack setting rail cars on fire.",
      "Amid a winter offensive targeting energy and rail infrastructure, the strikes came days after peace negotiators held talks aimed at ending the nearly four-year war.",
      "The train was carrying more than 200 passengers from Chop to Barvinkove when struck; one carriage with 18 people was hit directly, and prosecutors found fragments of five bodies at the scene.",
      "President Volodymyr Zelenskyy condemned the train strike as terrorism and called for allies to pressure Moscow, writing `There is not and cannot be any military justification for killing civilians in a train carriage`.",
      "The next round of U.S.-brokered talks is expected on February 1, Ukraine says, as Ukraine's air force reported 165 attack drones launched overnight, 135 neutralised by defences."
    ],
    "title": "Russian strikes in Ukraine kill 12, target passenger train",
    "topic": null,
    "topic_full": null
  }
]
