[
  {
    "article_path": "/article/ukraine-agrees-to-multi-tiered-ceasefire-enforcement-plan-with-europe-and-us-ft-reports",
    "article_url": "https://ground.news/article/ukraine-agrees-to-multi-tiered-ceasefire-enforcement-plan-with-europe-and-us-ft-reports",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": "Message: stale element reference: stale element not found in the current frame\n  (Session info: chrome=144.0.7559.110); For documentation on this error, please visit: https://www.selenium.dev/documentation/webdriver/troubleshooting/errors#staleelementreferenceexception\nStacktrace:\nSymbols not available. Dumping unresolved backtrace:\n\t0x7ff7018ef3d5\n\t0x7ff7018ef430\n\t0x7ff7016910bd\n\t0x7ff701699021\n\t0x7ff70169c4de\n\t0x7ff70173b0ed\n\t0x7ff70171589a\n\t0x7ff701739d08\n\t0x7ff7016dcb0c\n\t0x7ff7016dda53\n\t0x7ff701bcb470\n\t0x7ff701bc586d\n\t0x7ff701be621a\n\t0x7ff70190b235\n\t0x7ff701913a5c\n\t0x7ff7018f8844\n\t0x7ff7018f89f6\n\t0x7ff7018deb87\n\t0x7ffd7885e8d7\n\t0x7ffd7a90c40c\n",
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "fail",
    "summary": null,
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/645affd2-0854-4bb6-8ebe-2d5379c2a1c4",
    "article_url": "https://ground.news/article/645affd2-0854-4bb6-8ebe-2d5379c2a1c4",
    "bias": [
      "Left-Leaning coverage frames the drone incident by linking it to \"escalate\" tensions and \"diplomatic talks hit a snag,\" emphasizing the broader geopolitical context and past threats.",
      "Right-Leaning outlets, conversely, use alarmist language like \"BREAKING\" and \"Hairy,\" portraying the drone as \"aggressive\" and the US action as \"Blasts\" to highlight decisive force against a \"murdering mullahs\" regime, even blaming a former president for Iran 's drone technology.",
      "While all acknowledge the drone \"aggressively approached\" and the shootdown was in \"self-defense,\" left and center perspectives prominently report that diplomatic talks remain \"still scheduled.",
      "Center-Leaning coverage also notes the incident \"spooking oil markets,\" a detail de-emphasized elsewhere.",
      "These portrayals reveal underlying ideological divides concerning diplomacy versus assertive action and historical blame."
    ],
    "bias_bar_text": "Left 29% Center 39% Right 32%",
    "center_pct": 39.0,
    "error": null,
    "left_pct": 29.0,
    "location": null,
    "right_pct": 32.0,
    "status": "ok",
    "summary": [
      "A U.S. Navy fighter jet shot down an Iranian drone approaching the aircraft carrier USS Abraham Lincoln in the Arabian Sea.",
      "The drone continued approaching the ship despite de-escalation attempts by U.S. forces in international waters.",
      "Hours later, Iranian forces harassed a U.S.-flagged merchant vessel sailing in the Strait of Hormuz."
    ],
    "title": "US shoots down Iranian drone approaching aircraft carrier, official says",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/spain-to-ban-social-media-access-for-under-16s-pm-sanchez-says_1f77e4",
    "article_url": "https://ground.news/article/spain-to-ban-social-media-access-for-under-16s-pm-sanchez-says_1f77e4",
    "bias": [
      "Left-Leaning coverage frames Spain's social media ban for under-16s as essential \"protection\" from a \"digital Wild West\" and a \"failed state,\" emphasizing platform \"abuses\" and criminalizing algorithm manipulation.",
      "Conversely, right-leaning narratives portray the move as \"tyrannous and traitorous\" government overreach, amplified by strong criticisms from figures like Elon Musk, and highlight internal government \"clashes\" over the initiative, framing measures as a \"hate control system.",
      "Center-Leaning reports, however, neutrally present the policy as Spain \"weighs\" or \"announces plans,\" providing broader context on global regulatory trends and children's mental health impact, de-emphasizing specific platform targeting or internal political disputes.",
      "While all perspectives acknowledge the plan to \"protect children\" and the Prime Minister's announcement, the stark divergence reveals ideological divides concerning state intervention versus individual liberty and the role of tech regulation."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 34.0,
    "location": "Spain",
    "right_pct": 23.0,
    "status": "ok",
    "summary": [
      "On Feb 3, Prime Minister Pedro Sanchez announced Spain will ban social media access for minors under 16 and require platforms to implement age verification systems.",
      "The left-wing coalition said hate speech, pornography and disinformation harm young people, and Sanchez called social media a `failed state` vowing `We will protect them from the digital Wild West.`",
      "Next week the government will introduce a bill to hold social media executives accountable and criminalise algorithmic manipulation and illegal content amplification.",
      "Observing Australia's December policy, Spain's measures may influence other European countries considering similar age restrictions, Sanchez said.",
      "Spain's approach could deepen the debate as the measures combine legislation and platform age verification systems, with Britain and France considering similar rules."
    ],
    "title": "Spain to ban social media access for under-16s, PM Sanchez says",
    "topic": "Social Media",
    "topic_full": "Social Media · Spain"
  },
  {
    "article_path": "/article/the-son-of-norways-crown-princess-pleads-not-guilty-to-rape-charges-as-his-trial-opens-in-oslo_398c6c",
    "article_url": "https://ground.news/article/the-son-of-norways-crown-princess-pleads-not-guilty-to-rape-charges-as-his-trial-opens-in-oslo_398c6c",
    "bias": [
      "Left-Leaning outlets emphasize the serious nature of \"rape and other charges,\" detailing specific minor offenses like \"violating restraining orders\" and \"transportation of 3.5 kilograms of marijuana,\" framing the event as the \"process of the year.",
      "Right-Leaning coverage, conversely, highlights the \"pleads not guilty\" aspect while vividly describing the accused's demeanor, noting he \"trembled all over the body\" and mentioning pre-trial custody for \"knife threats,\" portraying a \"significant crisis\" for the monarchy.",
      "Center-Leaning reports uniquely introduce a \"tense\" atmosphere, focusing on the royal family's \"embarrassed\" image and linking the scrutiny to the \"Epstein files,\" a detail de-emphasized by other perspectives.",
      "Despite these distinct portrayals and emotional tones, all sides agree the trial of the Crown Princess's son, facing numerous charges, has \"cast a shadow\" on the royal family, underscoring a shared concern for the monarchy's public standing amidst legal proceedings."
    ],
    "bias_bar_text": null,
    "center_pct": 48.0,
    "error": null,
    "left_pct": 32.0,
    "location": "Norway",
    "right_pct": 20.0,
    "status": "ok",
    "summary": [
      "On Tuesday, the trial opened in Oslo as Marius Borg Høiby, 29, son of Crown Princess Mette-Marit, faces 3.5 kilos of marijuana and other charges, scheduled to last until March 19.",
      "The indictment shows the case centers on four alleged rapes between 2018 and November 2024 and alleged violence, while police say Høiby was arrested again Sunday after his August indictment.",
      "Høiby’s defense says he `denies all charges of sexual abuse` and disputes most violence allegations, while the court said parts of the trial will be held behind closed doors.",
      "The royal house announced it will not comment or attend the trial, and the Oslo district court on Monday granted a detention order for up to four weeks.",
      "With Epstein files released on Friday, prosecutors say Høiby could face up to 10 years in prison if convicted, amid renewed scrutiny of Crown Princess Mette-Marit."
    ],
    "title": "The son of Norway’s crown princess pleads not guilty to rape charges as his trial opens in Oslo",
    "topic": "Norway Politics",
    "topic_full": "Norway Politics · Norway"
  },
  {
    "article_path": "/article/paris-prosecutors-raid-x-offices-as-part-of-investigation-into-child-abuse-images-and-deepfakes_ec14f2",
    "article_url": "https://ground.news/article/paris-prosecutors-raid-x-offices-as-part-of-investigation-into-child-abuse-images-and-deepfakes_ec14f2",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 46.0,
    "error": null,
    "left_pct": 31.0,
    "location": "France",
    "right_pct": 23.0,
    "status": "no_change",
    "summary": [
      "French prosecutors raided X offices as part of an investigation into child abuse images and deepfakes.",
      "The probe will also investigate alleged complicity in disseminating Holocaust denials and sexual deepfakes.",
      "Elon Musk and former CEO Linda Yaccarino are summoned to a hearing on April 20 related to the investigation."
    ],
    "title": "Paris prosecutors raid X offices as part of investigation into child abuse images and deepfakes",
    "topic": "Elon Musk",
    "topic_full": "Elon Musk · France"
  },
  {
    "article_path": "/article/france-passes-delayed-2026-budget-ending-months-long-saga_7df477",
    "article_url": "https://ground.news/article/france-passes-delayed-2026-budget-ending-months-long-saga_7df477",
    "bias": [
      "Left-Leaning outlets frame the budget 's \"military spending boost\" critically, emphasizing a \"controversial constitutional article\" that \"bypassed Parliament\" and created \"political chaos.",
      "Conversely, right-leaning coverage portrays the government's actions triumphantly, describing a \"Budget Hell\" survived and opposition \"torpedoed,\" viewing the military \"boost\" positively.",
      "The left highlights a specific \"$7.6 million military spending increase,\" a detail de-emphasized elsewhere.",
      "Center-Leaning reports remain descriptive, noting a \"painful parliamentary marathon\" and \"weak minority government\" without partisan framing.",
      "All perspectives agree on the budget's adoption and the survival of no-confidence motions, yet their divergent characterizations of Article 49.3 and military allocations reveal fundamental ideological differences regarding resource distribution and executive power."
    ],
    "bias_bar_text": null,
    "center_pct": 42.0,
    "error": null,
    "left_pct": 36.0,
    "location": "France",
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "After months of deadlock, France's 2026 budget was adopted on Monday after two no-confidence motions failed, with the Socialists refusing to back them.",
      "Faced with stalled negotiations, the government invoked Article 49.3 after months of impasse following the 2024 snap election and a hung parliament.",
      "According to the adopted text, the budget raises defence spending by 6.5 billion euros, increases taxes on some businesses including large companies to raise 7.3 billion euros, and targets a budget deficit of five percent of GDP in 2026.",
      "The adoption gave Prime Minister Sebastien Lecornu's minority government relative stability, investors and markets reacted positively, and the debt risk premium over the German benchmark returned to pre-snap election levels.",
      "Political analysts note the fragmented centre leaves uncertainty over whether a mainstream candidate can reach the second round, while the far right remains strengthened, as lawmakers avoid unpopular measures."
    ],
    "title": "France Passes Delayed 2026 Budget, Ending Months-Long Saga",
    "topic": "France Economy",
    "topic_full": "France Economy · France"
  },
  {
    "article_path": "/article/missile-strikes-rock-ukrainian-capital",
    "article_url": "https://ground.news/article/missile-strikes-rock-ukrainian-capital",
    "bias": [
      "Left-Leaning coverage frames Russia's energy \"hits\" as a \"diplomatic snub,\" emphasizing international misconduct and victimhood.",
      "While right-leaning headlines are analyzed as avoiding partisan language, both perspectives, alongside the center, portray the attacks as aiming to \"freeze Ukrainians into submission.",
      "The center, however, employs stronger verbs like \"pounds\" and uniquely highlights Zelenskiy's specific accusations of Russia \"exploiting\" a U.S.-backed truce and Ukraine facing \"U.S. pressure\" for a peace deal, details de-emphasized by the left and right.",
      "All agree on the core attacks and Zelenskiy's \"snub\" characterization, revealing how geopolitical pressures and alleged strategic deceptions become pivotal dividing lines in coverage."
    ],
    "bias_bar_text": null,
    "center_pct": 66.0,
    "error": null,
    "left_pct": 17.0,
    "location": "Kyiv",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "The day after, Zelenskyy wrote `It was a deliberate attack against energy infrastructure, involving a record number of ballistic missiles`, accusing Russia of exploiting the truce to strike Ukraine.",
      "The Kremlin said the truce expired on February 1, yet Kyiv said it should last until this Friday after reporting a 24-hour pause on Monday.",
      "Ukrainian officials reported that Russia launched 450 drones and over 70 missiles, wounding at least 12 and hitting apartment blocks and energy infrastructure."
    ],
    "title": "Russia Pounds Ukrainian Energy in Diplomatic Snub, Zelenskiy Says",
    "topic": "Military",
    "topic_full": "Military · Kyiv"
  },
  {
    "article_path": "/article/novo-nordisk-shares-tumble-18-as-ceo-warns-it-will-get-worse-before-it-gets-better",
    "article_url": "https://ground.news/article/novo-nordisk-shares-tumble-18-as-ceo-warns-it-will-get-worse-before-it-gets-better",
    "bias": [
      "Center coverage dramatizes a \"shock\" 18% \"tumble\" and \"bleaker-than-expected\" outlook, portraying investors \"punishing\" the company with terms like \"tough\" market ahead.",
      "Conversely, left-leaning reports acknowledge \"factors pulling in the wrong direction\" but highlight the CEO's \"optimism.",
      "Right-Leaning perspectives de-emphasize immediate market reaction, focusing on the CEO's strategy to \"fight lower prices with increased sales\" and clarifying the 5 to 13 percent sales decline is \"not due to falling demand.",
      "While all agree on future price pressure, the left emphasizes leadership resilience, the right focuses on proactive business strategy, and the center on immediate financial impact, revealing distinct ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 80.0,
    "error": null,
    "left_pct": null,
    "location": "Denmark",
    "right_pct": 20.0,
    "status": "ok",
    "summary": [
      "On Tuesday, Novo Nordisk surprise pre-released its 2026 forecast, prompting investor sell-offs and market panic; the company's main listing fell 18% in Copenhagen early Wednesday, erasing year-to-date gains.",
      "Pressure from lower U.S. prices and patent expiries forced the downgrade as lower realised U.S. prices, fierce competition and semaglutide patent expiries hit the outlook, with 1.5 million Americans using compounded copycat GLP-1 drugs.",
      "The company warned that 2026 sales and adjusted operating profit could decline between 5% and 13%, and CEO Mike Doustdar said `People should expect that it goes down before it comes back up`.",
      "U.S.-Listed depository receipts slid nearly 15% following the guidance surprise, and shares of Eli Lilly, rival drugmaker, also fell as investors fretted about competition.",
      "Longer term, strong pill demand contrasts with the weaker corporate outlook as oral Wegovy prescriptions hit around 50,000 weekly by January 23 despite ending years-long double-digit gains since Wegovy's launch."
    ],
    "title": "Novo Nordisk shares tumble as CEO warns it will get worse before it gets better",
    "topic": "Novo Nordisk",
    "topic_full": "Novo Nordisk · Denmark"
  },
  {
    "article_path": "/article/door-is-open-to-customs-union-talks-with-uk-eu-commissioner-says",
    "article_url": "https://ground.news/article/door-is-open-to-customs-union-talks-with-uk-eu-commissioner-says",
    "bias": [
      "The EU's stated \"open mind\" on a customs union triggers starkly contrasting narratives.",
      "Left-Leaning coverage emphasizes the EU's \"open-minded\" stance, framing potential closer ties as a positive development aligning with international cooperation.",
      "Conversely, right-leaning outlets portray this openness as a \"Bombshell Brexit betrayal,\" employing emotionally charged language to suggest a threat to sovereignty.",
      "Center-Leaning reports, however, adopt neutral language like \"ramp up talks\" and provide broader context, citing \"mounting global uncertainty\" as a driver for deeper collaboration beyond just trade.",
      "While all acknowledge the EU official's willingness to engage, the pivotal dividing line is how this engagement is characterized—as progress, betrayal, or pragmatic diplomacy—reflecting fundamental ideological differences on European integration."
    ],
    "bias_bar_text": null,
    "center_pct": 66.0,
    "error": null,
    "left_pct": 17.0,
    "location": "United Kingdom",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "The European Commissioner for finance said the EU would be 'open-minded' about discussing closer trade ties with the UK, including a customs union.",
      "Dombrovskis said Britain and the EU could remove 'most' food checks between the UK and the bloc, and Britain could enter the EU's €150bn defence loans scheme.",
      "Labour's election manifesto ruled out signing up to the existing EU customs union and rejoining the EU's single market."
    ],
    "title": "EU Has 'Open Mind' on UK Customs Union Debate, Says Commissioner",
    "topic": "European Union",
    "topic_full": "European Union · United Kingdom"
  },
  {
    "article_path": "/article/ubs-beats-expectations-with-12-billion-fourth-quarter-profit-plans-3-billion-buyback",
    "article_url": "https://ground.news/article/ubs-beats-expectations-with-12-billion-fourth-quarter-profit-plans-3-billion-buyback",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 80.0,
    "error": "Message: \n",
    "left_pct": 20.0,
    "location": "Switzerland",
    "right_pct": null,
    "status": "fail",
    "summary": null,
    "title": "UBS beats expectations with $1.2 billion fourth-quarter profit, plans $3 billion buyback",
    "topic": "UBS",
    "topic_full": "UBS · Switzerland"
  },
  {
    "article_path": "/article/collision-between-migrant-speedboat-greek-coast-guard-vessel-leaves-at-least-15-dead_d25029",
    "article_url": "https://ground.news/article/collision-between-migrant-speedboat-greek-coast-guard-vessel-leaves-at-least-15-dead_d25029",
    "bias": [
      "Left-Leaning narratives emphasize the human tragedy, highlighting \"people dead\" and stating the incident's cause remains \"unknown.",
      "In contrast, right-leaning coverage frames the event as a \"violent encounter,\" attributing responsibility to \"smugglers\" whose vessel \"crashes into\" the coast guard , sometimes using terms like \"illegal migrants.",
      "Center outlets, while neutral in tone, also mention the \"smugglers\" maneuvering during a \"chase.",
      "This divergence on culpability and migrant characterization reveals a pivotal ideological split.",
      "All perspectives agree on the collision and fatalities, yet their distinct portrayals underscore broader divides concerning humanitarian concerns versus border security."
    ],
    "bias_bar_text": null,
    "center_pct": 39.0,
    "error": null,
    "left_pct": 40.0,
    "location": "Greece",
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "Late Tuesday night, off Chios, a collision between a migrant speedboat and a coastguard vessel killed at least 15 people, the coastguard said.",
      "The coastguard said it ordered the migrant dinghy to turn back during a pursuit, and an unnamed coastguard official reported the boat manoeuvred toward the patrol vessel before the collision.",
      "Fourteen bodies were recovered, officials said, including 11 men and three women, while about 25 rescued migrants, including about 11 children, were taken to Chios hospital and witnesses estimated 30-35 people were onboard.",
      "Chios hospital staff were placed on alert as Michalis Giannakos, head of Greece's public hospital workers' union, said several injured individuals required surgery.",
      "Amid scrutiny over pushbacks, the European Union border agency reviewed alleged violations by Greece last year, while UNHCR reported roughly 1,000 crossings this year and IOM estimated about 33,000 Mediterranean deaths since 2014."
    ],
    "title": "Collision between migrant speedboat, Greek coast guard vessel leaves at least 15 dead",
    "topic": "Greece Politics",
    "topic_full": "Greece Politics · Greece"
  },
  {
    "article_path": "/article/russia-bombards-ukraine-with-drones-and-missiles-a-day-before-planned-peace-talks_268934",
    "article_url": "https://ground.news/article/russia-bombards-ukraine-with-drones-and-missiles-a-day-before-planned-peace-talks_268934",
    "bias": [
      "Left-Leaning outlets portray Russia's actions as brutal aggression, using emotionally charged terms like \"bombards\" and \"shivering\" to emphasize humanitarian impact and asserting the Russian economy is \"on the brink of collapse.",
      "Right-Leaning coverage, conversely, highlights the sheer scale with phrases like \"record missile barrage\" and \"new onslaught,\" often expressing skepticism about peace talks, anticipating \"no diplomatic breakthrough.",
      "Center-Leaning analysis frames Russia's actions as \"brinkmanship\" aimed at \"testing Western resolve.",
      "While all acknowledge the major attack before planned peace talks, the left emphasizes Ukraine intercepting \"just 38\" missiles, contrasting with center/right detailing \"32 ballistic missiles.",
      "These divergent portrayals underscore fundamental ideological differences in interpreting conflict and diplomacy."
    ],
    "bias_bar_text": null,
    "center_pct": 66.0,
    "error": null,
    "left_pct": 19.0,
    "location": "Ukraine",
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "On Tuesday, Russia launched a major overnight assault on Ukraine, using around 450 long-range drones and 70 missiles, a day before U.S.-brokered talks.",
      "Ukraine said the strikes specifically targeted the power grid to deny civilians light, heating and water, while Kyiv alleges Russia used the Kremlin-agreed pause until Feb. 1 to stockpile weapons.",
      "By early morning, about 1,170 apartment buildings in Kyiv had lost heating, and five people were wounded as strikes damaged homes, a kindergarten, a gas station, and cultural sites, Ukrainian Culture Minister Tetiana Berezhna said.",
      "Zelenskyy said the strikes will affect Kyiv negotiating team and called them a \"really bad signal,\" adding Ukraine is ready to end fighting but `No one is going to surrender`.",
      "NATO pledged support, with allies providing 75% of missiles to the front and 90% of those for Ukraine's air defense, Rutte said, affirming long-term backing."
    ],
    "title": "Russia bombards Ukraine with drones and missiles a day before planned peace talks",
    "topic": "Russia-Ukraine War",
    "topic_full": "Russia-Ukraine War · Ukraine"
  },
  {
    "article_path": "/article/germany-has-highest-share-of-older-workers-in-eu",
    "article_url": "https://ground.news/article/germany-has-highest-share-of-older-workers-in-eu",
    "bias": [
      "Left-Leaning coverage presents Germany's high share of older workers as a neutral, statistical fact, de-emphasizing broader implications.",
      "Center-Leaning outlets also report the data factually but introduce a cautious tone, explicitly noting it is \"problematic\" for the \"pension system.",
      "Right-Leaning perspectives frame this demographic shift as a challenge, using terms like \"Looks Old on the Labour Market\" and highlighting a \"fatal trend\" towards early retirement , often providing specific figures like \"10 million\" workers or Italy's \"23 percent\" for context.",
      "While all agree on the core statistic from official data, the divergence lies in interpreting this as a mere observation versus a significant economic or societal burden, reflecting underlying ideological concerns about national competitiveness and fiscal sustainability."
    ],
    "bias_bar_text": null,
    "center_pct": 49.0,
    "error": null,
    "left_pct": 10.0,
    "location": "Germany",
    "right_pct": 41.0,
    "status": "ok",
    "summary": [
      "On Tuesday Destatis reported Germany has the highest share of workers aged 55–64 in the EU in 2024, with roughly 9.8 million in this age group.",
      "Destatis said the trend reflects Germany's population ageing and retirements occurring later, tied to statutory retirement policy and a population of almost 84 million.",
      "Across the EU, the average share of workers aged 55–64 was around one fifth, with Germany leading at almost 24 percent in 2024, Destatis reported.",
      "Policy implications include that experts say it is crucial for Germany to work longer, as the statutory retirement age rises to 67 by 2029 and average retirement timing shifts, according to Destatis.",
      "Comparing with 2004, the average retirement age rose to 64.7 years in 2024 from 63 for women and 63.1 for men, showing a trend toward later retirement."
    ],
    "title": "Germany has highest share of older workers in EU",
    "topic": "Germany Economy",
    "topic_full": "Germany Economy · Germany"
  },
  {
    "article_path": "/article/drones-built-in-cyprus-help-ukrainian-artillery-target-enemy-positions_eed56c",
    "article_url": "https://ground.news/article/drones-built-in-cyprus-help-ukrainian-artillery-target-enemy-positions_eed56c",
    "bias": [
      "The left-leaning narrative frames increased arms production as nations \"go big,\" often with underlying skepticism about militarization, emphasizing Ukraine's \"defense forces\" and \"regained positions\" against a \"devastating winter bombing campaign.",
      "It details aid amounts like \"$290 million.",
      "Conversely, right-leaning coverage also uses \"go big\" but portrays it as a positive, decisive action, focusing on strengthening \"air defense\" and supporting soldiers in \"bitter cold,\" while de-emphasizing specific aid models or multi-currency valuations.",
      "Center-Leaning reports remain factual, presenting specific figures like \"€245m\" and actions without emotional framing.",
      "All perspectives agree on nations increasing arms production and aid to Ukraine, underscoring broader ideological divides on military intervention and national security."
    ],
    "bias_bar_text": null,
    "center_pct": 24.0,
    "error": null,
    "left_pct": 63.0,
    "location": "Cyprus",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "Earlier this year, Cyprus and other small EU members expanded domestic drone production, driven by Russia's invasion of Ukraine and Kyiv's technology partnership.",
      "Last week, the EU's executive arm approved financial assistance for eight members including Cyprus, which awaits final approval for 30 million euros in SAFE loans and began its EU presidency on Jan. 1.",
      "Manufacturer Swarmly reports more than 200 H-10 Poseidon drones aiding Ukrainian artillery and over 100,000 flight hours, with its 5,000-square-meter factory exporting to Indonesia, Benin, Nigeria, India and Saudi Arabia.",
      "UAVs are reshaping warfare as force multipliers for less militarily capable countries, with each unit costing 80,000 euros, company director Gary Rafalovsky said.",
      "Like Cyprus, Baltic countries and Denmark have ramped up drone and counter-drone technology, with many EU states partnering with Kyiv and experts warning UAV advantages are limited by conditions, training, and logistics."
    ],
    "title": "Drones Built in Cyprus Help Ukrainian Artillery Target Enemy Positions",
    "topic": "Ukraine War",
    "topic_full": "Ukraine War · Cyprus"
  },
  {
    "article_path": "/article/orsted-sells-european-onshore-business-to-cip-for-17-billion_91c839",
    "article_url": "https://ground.news/article/orsted-sells-european-onshore-business-to-cip-for-17-billion_91c839",
    "bias": [
      "While all perspectives acknowledge Copenhagen Infrastructure Partners' acquisition of Ørsted’s European onshore business for approximately €1.4-1.44 billion, narratives diverge significantly on the underlying motivations.",
      "Center-Leaning coverage portrays Ørsted as an \"embattled firm\" seeking to \"strengthen its balance sheet\" after financial difficulties.",
      "In contrast, right-leaning outlets frame the deal as a \"significant milestone\" for the acquirer and highlight Ørsted \"sharpening its focus\" on offshore wind, even linking the sale to a recent US project ruling.",
      "Left-Leaning coverage de-emphasizes specific motivations, presenting the transaction neutrally.",
      "This reveals differing priorities: market health and corporate strategy versus a purely descriptive account."
    ],
    "bias_bar_text": null,
    "center_pct": 21.0,
    "error": null,
    "left_pct": 53.0,
    "location": "Denmark",
    "right_pct": 26.0,
    "status": "ok",
    "summary": [
      "Danish wind farm operator Orsted has agreed to sell its European onshore business to Copenhagen Infrastructure Partners for €1.44 billion .",
      "The deal includes Orsted's 373 MW portfolio of operational onshore wind farms and 178 MW active construction projects across the island of Ireland.",
      "Orsted is selling its entire European onshore business as the firm looks to strengthen its balance sheet after a major rights issue last year."
    ],
    "title": "Orsted sells European onshore business to CIP for $1.7 billion",
    "topic": "Business & Markets",
    "topic_full": "Business & Markets · Denmark"
  },
  {
    "article_path": "/article/russia-attacked-chp-and-tpp-at-25c-hundreds-of-thousands-of-families-left-without-heat-in-the-most-severe-winter-frosts",
    "article_url": "https://ground.news/article/russia-attacked-chp-and-tpp-at-25c-hundreds-of-thousands-of-families-left-without-heat-in-the-most-severe-winter-frosts",
    "bias": [
      "Left-Leaning coverage emphasizes the human cost, portraying \"families suffer\" and residents \"struggling through a harsh winter,\" highlighting humanitarian aid like \"volunteers providing hot soup.",
      "Center-Leaning outlets echo this empathetic tone, also noting \"suffer\" and \"struggling,\" but add specific details like \"burst pipes\" in \"hard-hit\" districts.",
      "In contrast, right-leaning narratives frame the situation around \"Massive Russian Attacks,\" emphasizing the extreme cold with \"temperatures plummet to-25 degrees Celsius\" and asserting Russia 's intent to \"terrorize people,\" often including direct quotes from Ukrainian leadership.",
      "While all perspectives agree \"hundreds of thousands\" are without heat due to Russian strikes, the left focuses on community resilience, the center on tangible damage, and the right on geopolitical aggression and the severity of the attacks."
    ],
    "bias_bar_text": null,
    "center_pct": 14.0,
    "error": null,
    "left_pct": 57.0,
    "location": "Ukraine",
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "On Monday, Feb. 2, 2026, Russian strikes caused power outages in Kyiv, leaving families like Yuliia Dolotova, 37, struggling during freezing conditions in Troieshchyna.",
      "Damage to power stations and the power grid is at its worst since the war began, and Ukrainian utility and energy crews say repairs are repeatedly undone by new strikes.",
      "Volunteers ladle hot soup as residents of Kyiv wrapped in coats queue because there is no way to cook at home, and frozen pipes have burst; hardship worsens with Dolotova's husband serving in the Zaporizhzhia area.",
      "Inside the apartment, Dolotova flicks on battery-powered lamps one by one as the two brothers huddle near frost-lined windows for warmth before bedtime.",
      "The harsh winter is expected to continue in the coming weeks, while Dolotova insulates her children's bed with foam rubber and the stairs have broken two strollers in Troieshchyna, Kyiv."
    ],
    "title": "Families suffer as Ukrainian engineers can no longer keep up with repairing infrastructure",
    "topic": "Ukraine Politics",
    "topic_full": "Ukraine Politics · Ukraine"
  },
  {
    "article_path": "/article/france-issues-arrest-warrants-against-israeli-french-women-for-blocking-gaza-aid-trucks",
    "article_url": "https://ground.news/article/france-issues-arrest-warrants-against-israeli-french-women-for-blocking-gaza-aid-trucks",
    "bias": [
      "Left-Leaning outlets emphasize \"genocide\" or \"arrangement of genocide\" in French legal action against two French-Israeli women, consistently reporting \"arrest warrants\" to portray severe escalation.",
      "Conversely, right-leaning coverage frames the individuals as \"right-wing activists,\" subtly questioning charges with scare quotes around \"Complicity in Genocide,\" and explicitly stating \"these are not arrest warrants\" but \"summons,\" aligning with authorities.",
      "This side also highlights additional suspicions of \"incitement\" and \"dehumanization.",
      "The pivotal divergence lies in characterizing the legal action as \"arrest warrants\" versus \"summons,\" revealing efforts to heighten or temper perceived gravity.",
      "Both acknowledge aid obstruction allegations.",
      "These contrasting narratives underscore broader ideological divides concerning the Israeli-Palestinian conflict; center-leaning coverage is largely de-emphasized."
    ],
    "bias_bar_text": null,
    "center_pct": 15.0,
    "error": null,
    "left_pct": 60.0,
    "location": "France",
    "right_pct": 25.0,
    "status": "ok",
    "summary": [
      "On Monday, French judges issued summonses for two Israeli women, Nili Kupfer‑Naouri and Rachel Touitou, accused of blocking aid trucks to the Gaza Strip, Le Monde reported.",
      "Earlier this year, investigating judges in France opened a probe after complaints from Franco‑Palestinian citizens and human rights organizations, citing actions between Jan. 1 and Nov. 26, 2024, and May 2025; summonses were issued last summer but only recently made public.",
      "Tzav 9 led physical blockades at Kerem Shalom and Nitzana crossings while Israel Is Forever mobilized volunteers, according to French authorities' allegations.",
      "Legal sources say judges bypassed PNAT, using summonses that can compel appearances and have EU-wide reach in principle, though they are not arrest warrants and do not automatically lead to pretrial detention.",
      "Kupfer‑Naouri denounced the move as `antisemitic persecution` and warned of a dangerous precedent, while Touitou accused judicial bias and complainants hailed the summonses as proof of the `power of the Franco‑Palestinian diaspora`."
    ],
    "title": "France Issues Summonses to Two Israeli-French Women Suspected of Blocking Gaza Aid",
    "topic": "France Politics",
    "topic_full": "France Politics · France"
  },
  {
    "article_path": "/article/spain-sets-a-new-tourism-record-with-nearly-968-million-foreign-visitors-in-2025",
    "article_url": "https://ground.news/article/spain-sets-a-new-tourism-record-with-nearly-968-million-foreign-visitors-in-2025",
    "bias": [
      "While all perspectives acknowledge Spain's 2025 tourism record of nearly 97 million foreign visitors, their narratives diverge significantly.",
      "Left-Leaning coverage emphasizes this as a \"historic milestone\" for a \"vital travel industry,\" highlighting top visitor origins.",
      "Right-Leaning outlets, while confirming the national record, often shift focus to regional data, such as Castilla y León's \"Record Figure,\" and specific nationalities like Argentines, detailing their localized impact.",
      "Center-Leaning coverage presents detailed percentage increases for visitor numbers and spending, noting \"strong growth\" while introducing the strategic concept of \"sustainable tourism prioritizing quality over quantity.",
      "The left employs celebratory terms, whereas the right adopts a more granular, localized lens.",
      "These distinct emphases reveal differing priorities—national economic triumph versus localized impact and future strategic considerations—despite agreement on the core record numbers."
    ],
    "bias_bar_text": null,
    "center_pct": 30.0,
    "error": null,
    "left_pct": 41.0,
    "location": "Spain",
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "Tuesday's INE figures show Spain received nearly 96.8 million foreign visitors in 2025, a 3.2 increase over 2024, setting a new record.",
      "Travelers from the UK , France , and Germany drove much of the increase, with Mediterranean and Canary Islands remaining popular destinations throughout the year.",
      "The Ministry of Tourism reported a 6.8% increase in visitor spending to 134.7 billion euros, with Catalonia attracting around 20.1 million tourists, 0.6% more than in 2024.",
      "Officials said the increase meets objectives to prioritise quality over quantity, as the Ministry of Tourism reported spending growth outpaced arrivals reflecting Spain's shift toward sustainability and higher-value tourism.",
      "Outlook for 2026 and beyond suggests sustained demand despite global headwinds, with forecasters and policymakers noting Spain's third record-breaking year since 2019 and potential to reach the 100/million visitor mark."
    ],
    "title": "Spain Sets a New Tourism Record with Nearly 96.8 Million Foreign Visitors in 2025",
    "topic": "Tourism",
    "topic_full": "Tourism · Spain"
  },
  {
    "article_path": "/article/french-teacher-stabbed-by-pupil-in-southern-france-school_ec0f91",
    "article_url": "https://ground.news/article/french-teacher-stabbed-by-pupil-in-southern-france-school_ec0f91",
    "bias": [
      "Left-Leaning coverage frames the attack around the victim and community trauma—using language like \"fighting for her life\" and stressing institutional responsibility—while right-leaning pieces amplify social-order themes with terms such as \"brutal,\" \"series of violence,\" and graphic detail to argue for tougher accountability; rhetorical tactics differ too—emotive sympathy versus alarmist pattern-framing.",
      "A key dividing line is whether this is an isolated act or proof of systemic decay; center outlets remain factual and cautious.",
      "Both sides, however, report the stabbing, arrest on suspected attempted murder, and officials' immediate response."
    ],
    "bias_bar_text": null,
    "center_pct": 35.0,
    "error": null,
    "left_pct": 27.0,
    "location": "France",
    "right_pct": 38.0,
    "status": "ok",
    "summary": [
      "On Feb 3, a secondary school student stabbed a 60-year-old art teacher at La Guicharde middle school, Sanary-sur-Mer, leaving her in critical condition.",
      "Toulon's public prosecutor Raphaël Balland said the suspect did not appear to have a religious or political motive and that there had been tensions recently with the teacher.",
      "Investigating sources report the pupil stabbed the 60-year-old art teacher at least three times, including two abdominal wounds and one or two arm wounds.",
      "The school was evacuated after the attack and Wednesday's lessons were cancelled, while Édouard Geffray, France's education minister, said he was `going to the scene immediately` and expressed `profound shock`.",
      "The attack continues a string of knife attacks on teachers across France, including the 2023 stabbing at Gambetta-Carnot school in Arras and the 2020 murder of Samuel Paty."
    ],
    "title": "French teacher stabbed by pupil in southern France school",
    "topic": "Crime",
    "topic_full": "Crime · France"
  },
  {
    "article_path": "/article/vaticans-trial-of-the-century-resumes-after-prosecutors-suffer-embarrassing-setbacks-on-appeal_8c4f2e",
    "article_url": "https://ground.news/article/vaticans-trial-of-the-century-resumes-after-prosecutors-suffer-embarrassing-setbacks-on-appeal_8c4f2e",
    "bias": [
      "Left-Leaning coverage frames the Vatican trial around Pope Francis' \"problematic secret decrees,\" highlighting defense arguments that these actions violated fundamental rights and were \"reminiscent of a 'fascist' state,\" adopting a critical tone towards institutional power.",
      "Conversely, right-leaning and center perspectives de-emphasize the Pope's direct involvement, instead focusing on the prosecution's \"embarrassing setbacks\" with language that suggests procedural failures.",
      "While all sides acknowledge the trial's resumption and convictions, the pivotal dividing line is the scrutiny of the Pope's authority and the trial's fairness, a topic extensively covered by the left but de-emphasized elsewhere.",
      "These contrasting narratives reveal broader ideological divides concerning transparency, accountability, and the integrity of institutional processes."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 38.0,
    "location": "Vatican City",
    "right_pct": 19.0,
    "status": "ok",
    "summary": [
      "On Tuesday, the appeals phase resumed after setbacks for the pope's prosecutors in the case against Cardinal Angelo Becciu and eight other defendants convicted in 2023.",
      "Following the Court of Cassation's decision last month, prosecutor Alessandro Diddi committed an embarrassing procedural error and resigned, and the court upheld the appeal dismissal.",
      "Four secret executive decrees signed 2019–2020 by Pope Francis gave Vatican prosecutors unchecked wiretapping powers and the right to deviate from laws, which defense attorneys said violated the right to a fair trial.",
      "With the Cassation and tribunal rulings in place, the appeals pivot to new defense arguments focusing on Francis' role, as judges ruled no violation of legality occurred since he made the laws.",
      "The stakes extend beyond verdicts to the Holy See's legal order, as a ruling against Francis' decrees could result in a mistrial or declaration of nullity, given canon law's stance that only God can judge the pope."
    ],
    "title": "Vatican’s ‘Trial of the Century’ Resumes After Prosecutors Suffer Embarrassing Setbacks on Appeal",
    "topic": "Vatican",
    "topic_full": "Vatican · Vatican City"
  },
  {
    "article_path": "/article/czech-government-faces-no-confidence-vote-in-parliament-over-a-dispute-with-the-president_294ba3",
    "article_url": "https://ground.news/article/czech-government-faces-no-confidence-vote-in-parliament-over-a-dispute-with-the-president_294ba3",
    "bias": [
      "Left-Leaning outlets emphasize \"large protests\" and \"deepening polarization,\" highlighting a \"UAE-linked firm\" with a \"large stake\" in the president’s company and detailing the minister's \"Nazi salute.",
      "Right-Leaning coverage frames the opposition's actions as wanting to \"overthrow government\" due to \"Droh-Sms,\" linking a controversial figure to \"Racist Messages, Nazi greetings\" and labeling him a \"Trumpist,\" employing an alarming tone.",
      "Center-Leaning reports remain descriptive, focusing on the \"no-confidence vote\" and predicting the government \"has a majority,\" de-emphasizing protests and specific controversial details.",
      "Pivotal dividing lines include the minister's specific actions and the scale of public dissent.",
      "Both sides agree on the core \"dispute with the president,\" but frame it through ideological lenses like \"pro-European Union\" versus \"nationalist\" divides."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 30.0,
    "location": "Czechia",
    "right_pct": 20.0,
    "status": "ok",
    "summary": [
      "The new Czech coalition government faced a no-confidence vote over a dispute with the president regarding a minister appointment.",
      "The president accused the foreign minister of blackmailing him for refusing to appoint a minister due to racist and sexist social media posts.",
      "Tens of thousands of Czechs rallied in support of the president, while the government has the majority to survive the no-confidence vote."
    ],
    "title": "Czech government faces no-confidence vote in Parliament over a dispute with the president",
    "topic": "Andrej Babiš",
    "topic_full": "Andrej Babiš · Czechia"
  },
  {
    "article_path": "/article/french-prosecutors-seek-to-ban-marine-le-pen-from-office-jeopardizing-her-2027-presidential-bid_8dd81e",
    "article_url": "https://ground.news/article/french-prosecutors-seek-to-ban-marine-le-pen-from-office-jeopardizing-her-2027-presidential-bid_8dd81e",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 37.0,
    "location": "France",
    "right_pct": 23.0,
    "status": "no_change",
    "summary": [
      "On Tuesday, French prosecutors asked a Paris appeals court to bar Marine Le Pen and National Rally officials from office, with prosecutor Thierry Ramonatxo saying the alleged misappropriation gave the party a `concrete advantage`.",
      "Le Pen, 57, is appealing a March 2025 ruling that found her guilty of misusing European Parliament funds in hiring aides from 2004–2016.",
      "During the appeal trial that started last month, prosecutors told judges that acts were `deliberately and carefully concealed` and denounced `a system` set by party leaders, according to Stéphane Madoz-Blanchet.",
      "The court may announce a verdict possibly before summer, with Le Pen facing up to 10 years in prison and a €1 million fine, involving 10 other defendants. Jordan Bardella is her designated successor.",
      "Le Pen had been viewed as a potential front-runner for the 2027 presidential election until last year's ruling, while prosecutors argue the acts were deliberately concealed to financially advantage the National Rally party."
    ],
    "title": "French prosecutors seek to ban Marine Le Pen from office, jeopardizing her 2027 presidential bid",
    "topic": "France Politics",
    "topic_full": "France Politics · France"
  },
  {
    "article_path": "/article/amid-political-turmoil-in-haiti-us-warship-arrives-off-coast-of-port-au-prince_d8f5d3",
    "article_url": "https://ground.news/article/amid-political-turmoil-in-haiti-us-warship-arrives-off-coast-of-port-au-prince_d8f5d3",
    "bias": null,
    "bias_bar_text": "L 13% Center 37% Right 50%",
    "center_pct": 37.0,
    "error": "Message: \n",
    "left_pct": 13.0,
    "location": null,
    "right_pct": 50.0,
    "status": "fail",
    "summary": null,
    "title": "Amid Political Turmoil in Haiti, US Warship Arrives off Coast of Port-Au-Prince",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/israeli-fire-in-gaza-kills-17-while-militant-gunfire-wounds-israeli-soldier_d22809",
    "article_url": "https://ground.news/article/israeli-fire-in-gaza-kills-17-while-militant-gunfire-wounds-israeli-soldier_d22809",
    "bias": [
      "Left-Leaning coverage emphasizes Israeli fire \"kills\" 17 Palestinians, often highlighting \"most of them women or children,\" while describing the IDF officer as \"severely wounded\" by militants, framing Israeli actions as disproportionate.",
      "Right-Leaning outlets de-emphasize Palestinian demographics, focusing on the officer being \"wounded\" by militant \"shots\" as a preceding justification for Israeli \"strikes,\" even conflating separate incidents like \"stoning troops\" near Jericho.",
      "Center-Leaning reports acknowledge both sides, sometimes noting \"seriously wounded\" for Israelis or \"women or children\" for Palestinians.",
      "All perspectives agree an Israeli soldier was wounded, Israel responded, and Palestinians were killed, yet their distinct rhetorical choices reveal underlying ideological priorities regarding humanitarian impact versus security and justification."
    ],
    "bias_bar_text": "Left 45% Center 48% 7%",
    "center_pct": 48.0,
    "error": null,
    "left_pct": 45.0,
    "location": null,
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "On Wednesday, Feb. 4, 2026, Gaza hospital officials reported Israeli fire killed at least 17 Palestinians, most women and children.",
      "Israel's army confirmed artillery and air strikes across the Strip in retaliation for militant attacks, despite more than 530 Palestinians killed since the Oct. 10, 2025 ceasefire, Gaza health ministry said.",
      "A drone strike in eastern Gaza City killed five people, while other strikes wounded several near Khan Younis, southern Gaza, and killed two near the 'yellow line' southeast of Al-Bureij refugee camp.",
      "Mediators warned the attacks and rising death toll have rocked the U.S.-backed truce, while aid restrictions worsen conditions for around 2.4 million Palestinians in Gaza.",
      "Prime Minister Benjamin Netanyahu told U.S. Middle East envoy Steve Witkoff that at least three soldiers have been killed since the ceasefire, while Army Southern Command prepares further strikes in Gaza."
    ],
    "title": "Israeli fire in Gaza kills 17, while militant gunfire wounds Israeli soldier",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/danish-court-two-swedish-men-guilty-of-terrorism-against-israeli-embassy",
    "article_url": "https://ground.news/article/danish-court-two-swedish-men-guilty-of-terrorism-against-israeli-embassy",
    "bias": [
      "Left-Leaning coverage emphasizes the \"terror on demand\" motive, linking the attack to a \"Swedish criminal network Foxtrot,\" and sometimes initially questions the \" terrorism \" label.",
      "Right-Leaning outlets, however, frame the perpetrators as \"'Swedes'\" and \"known gang criminals suspected of murder,\" definitively labeling the event a \"Terrorist Attack.",
      "Center coverage provides specific details like the men's ages and the younger man's 12-year sentence, maintaining a neutral tone.",
      "While all agree on the conviction for a grenade attack near the Israeli embassy, the left focuses on systemic crime, while the right prioritizes national identity and firm condemnation, revealing distinct ideological lenses."
    ],
    "bias_bar_text": null,
    "center_pct": 20.0,
    "error": null,
    "left_pct": 44.0,
    "location": "Denmark",
    "right_pct": 36.0,
    "status": "ok",
    "summary": [
      "On Oct. 2, 2024, Copenhagen City Court convicted two Swedish men of terrorism and attempted murder after a grenade attack near the Israeli embassy.",
      "The men admitted they acted for money and denied ideological motives, while authorities say the defendants were acting on behalf of a criminal gang that recruits in socially disadvantaged immigrant neighbourhoods.",
      "Explosions detonated on a residential terrace about 100 meters from the embassy, affecting a family with children while Carolineskolen, a Jewish school, was closed.",
      "Sentences include deportation to Sweden, and lawyers said they will appeal after two judges and four jurors found the men guilty while one judge and two jurors disagreed.",
      "Separately, both suspects face charges in Sweden, with the younger suspect linked to the Stockholm attack, amid cases involving the Foxtrot network and Rumba gangs, related to Sweden's gang violence."
    ],
    "title": "Danish court convicts two Swedes of terrorism for grenade attack near Israeli embassy",
    "topic": "Denmark Politics",
    "topic_full": "Denmark Politics · Denmark"
  },
  {
    "article_path": "/article/rogue-catholic-group-threatens-schism-with-vatican-plans-to-raise-new-bishops-without-romes-approval_cc84c1",
    "article_url": "https://ground.news/article/rogue-catholic-group-threatens-schism-with-vatican-plans-to-raise-new-bishops-without-romes-approval_cc84c1",
    "bias": [
      "News coverage of the Pope's challenge reveals stark ideological divides.",
      "Left-Leaning outlets frame the situation as a \"crisis\" caused by a \"traditionalist group\" acting \"without consent,\" emphasizing historical context and a threat to established authority.",
      "Conversely, right-leaning reports portray a \"Rogue Catholic group\" \"courting excommunication\" in a \"High-Stakes Showdown,\" highlighting defiance, canonical repercussions, and the group's justification.",
      "Center perspectives, while noting a \"crisis\" or \"Tear,\" focus more on diplomatic efforts to \"avoid ruptures.",
      "Both sides agree a traditionalist group plans bishop consecrations without approval, but their distinct rhetorical choices—from \"thorn in the side\" to \"schismatic group\"—underscore differing priorities regarding church governance and theological adherence."
    ],
    "bias_bar_text": null,
    "center_pct": 24.0,
    "error": null,
    "left_pct": 44.0,
    "location": "Vatican City",
    "right_pct": 32.0,
    "status": "ok",
    "summary": [
      "The Society of St. Pius X said it will proceed on July 1 with consecrations without papal consent, risking excommunication. Matto Bruni said the Holy See remains open to negotiations.",
      "The SSPX said a Vatican reply 'does not in any way respond to our requests' and cited 'grave necessity' prompting July 1 consecrations, with the Rev. Davide Pagliarani arguing new bishops are needed.",
      "In 1988 Archbishop Marcel Lefebvre consecrated four bishops without papal consent, triggering automatic excommunication under canon law which requires papal approval for apostolic succession.",
      "The Vatican warned that consecrations without papal consent threaten church unity, but Vatican spokesman Matto Bruni said Tuesday that contacts continue and negotiations remain open.",
      "Historically, the SSPX has grown over decades, with Pope Benedict XVI lifting excommunications in 2009 and Pope Francis later reversing reforms, deepening tensions."
    ],
    "title": "Pope Leo XIV faces crisis as a traditionalist group plans bishop consecrations without consent",
    "topic": "Pope Leo XIV",
    "topic_full": "Pope Leo XIV · Vatican City"
  },
  {
    "article_path": "/article/pay-and-smile-rome-visitors-face-trevi-fountain-charge",
    "article_url": "https://ground.news/article/pay-and-smile-rome-visitors-face-trevi-fountain-charge",
    "bias": [
      "Left-Leaning coverage frames the Trevi Fountain fee as a necessary measure for \"managing\" crowds and \"heritage maintenance,\" portraying tourists as \"unfazed\" and appreciating an improved experience.",
      "Conversely, right-leaning outlets characterize the policy as Rome \"hits tourists\" with a \"compulsory\" charge, emphasizing \"trouble\" and \"resentment\" over the \"commercialization\" of historical sites, and highlighting projected annual revenue which other perspectives de-emphasize.",
      "Center-Leaning reports neutrally present the \"2 Euros for Tourists\" and tourist reactions as \"nonplussed.",
      "The pivotal divide centers on whether the fee is a justified collective good or an unwelcome imposition.",
      "While all perspectives acknowledge the 2-euro fee's purpose for crowd control, their contrasting emotional tones and language reveal underlying ideological tensions regarding government intervention and cultural preservation."
    ],
    "bias_bar_text": null,
    "center_pct": 51.0,
    "error": null,
    "left_pct": 28.0,
    "location": "Rome",
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "Rome 's Trevi Fountain has launched a new €2 ticketing system to help manage crowds and raise funds for maintenance.",
      "City officials estimate the admission fee could generate at least €6 million per year, with proceeds partly funding free museum access for locals.",
      "Visitors have mixed reactions, with some seeing the fee as worthwhile for better viewing and others hoping accessibility improvements are made."
    ],
    "title": "Trevi Fountain fee goes into effect as Rome seeks to manage tourist flow",
    "topic": "Tourism",
    "topic_full": "Tourism · Rome"
  },
  {
    "article_path": "/article/ecb-banks-tightened-credit-standards-for-firms",
    "article_url": "https://ground.news/article/ecb-banks-tightened-credit-standards-for-firms",
    "bias": [
      "Left-Leaning coverage emphasizes the \"unexpected\" nature of Euro zone credit tightening, \"raising doubts\" about economic activity and directly linking it to upcoming ECB interest rate decisions, employing a tone of immediate concern.",
      "Center and right perspectives, conversely, de-emphasize the surprise, instead highlighting specific reasons like \"widespread economic uncertainty\" and trade policies, alongside expectations of \"further tightening.",
      "While all acknowledge the ECB survey findings on tightened corporate credit, the left frames it as a sudden policy challenge, whereas center and right portray a more detailed, ongoing economic trend with underlying causes, revealing differing priorities in immediate impact versus broader context."
    ],
    "bias_bar_text": null,
    "center_pct": 66.0,
    "error": null,
    "left_pct": 17.0,
    "location": "Frankfurt",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "The European Central Bank 's quarterly Bank Lending Survey published on Feb 3, 2026 found euro zone banks tightened corporate credit last quarter and expect further tightening.",
      "According to the European Central Bank, concerns about firms' outlook, lower risk tolerance, and trade policy uncertainty affected lending.",
      "Corporate lending shifted unevenly across countries, with standards tightening most in Germany and France while Italy and Spain saw no tightening, and banks eased mortgage standards mostly in France despite possible first-quarter reversal as demand rose slightly, the ECB said.",
      "Banks forecast sectoral loan demand will rise broadly, except for car manufacturing, wholesale, retail trade and commercial real estate, while mortgage demand increased on improved housing prospects, the ECB said.",
      "Across the euro zone, the ECB said lending growth to businesses and households has accelerated for years but still trails the pre-pandemic era, signaling a modest economic expansion."
    ],
    "title": "Euro zone banks tightening access to business credit, ECB survey shows",
    "topic": "European Central Bank",
    "topic_full": "European Central Bank · Frankfurt"
  },
  {
    "article_path": "/article/investigation-finds-890-nazi-linked-accounts-at-credit-suisse_976cb4",
    "article_url": "https://ground.news/article/investigation-finds-890-nazi-linked-accounts-at-credit-suisse_976cb4",
    "bias": [
      "Left-Leaning coverage emphasizes \"fresh SS links\" and \"concealment\" of \"stolen\" property, portraying a \"dark past\" with \"tough questioning\" of institutions.",
      "Right-Leaning outlets frame the findings as \"more extensive than we knew\" and \"shocking,\" accusing the bank of facilitating \"dictator Adolf Hitler's war efforts\" and questioning Swiss banks' \"neutrality.",
      "While both highlight the 890 Nazi-linked accounts, the left focuses on systemic corporate accountability, whereas the right underscores deeper, hidden institutional failure, often using urgent terms like \"LIVE NOW.",
      "Center-Leaning reports remain neutral, attributing findings to a \"US lawmaker\" and noting \"potential\" links.",
      "All agree on the investigation's existence and Senator Grassley's statements, revealing a shared concern over historical financial complicity but diverging on the extent of blame and current institutional culpability."
    ],
    "bias_bar_text": null,
    "center_pct": 33.0,
    "error": null,
    "left_pct": 24.0,
    "location": "Switzerland",
    "right_pct": 43.0,
    "status": "ok",
    "summary": [
      "On February 3, the Senate Judiciary Committee will hold a hearing on banks' WWII-era conduct, with two high-level UBS executives and independent ombudsperson Neil Barofsky scheduled to testify.",
      "Following an expanded archive review, investigators reported 890 Credit Suisse accounts with potential Nazi links and a dispute over 1990s-era attorney communications relevant to reopening the 1999 global settlement.",
      "Grassley said newly uncovered records show the SS's economic arm held an account at Credit Suisse and reveal ratlines to Argentina along with accounts tied to the German Foreign Office, a German arms manufacturing company, and the German Red Cross.",
      "UBS has asked Judge Edward R. Korman to clarify the 1999 settlement, citing fewer than 150 disputed Credit Suisse documents due to litigation threats, as the bank's U.S. national bank charter application progresses, Karofsky said.",
      "At Tuesday's hearing, aides say the investigation is set to conclude by early summer with a final report expected at the end of 2026, and Grassley plans to call for a central repository for materials."
    ],
    "title": "Investigation Finds 890 Nazi-Linked Accounts at Credit Suisse",
    "topic": "World War II",
    "topic_full": "World War II · Switzerland"
  },
  {
    "article_path": "/article/netanyahu-urges-us-envoy-to-be-skeptical-of-iran-in-revived-nuclear-talks",
    "article_url": "https://ground.news/article/netanyahu-urges-us-envoy-to-be-skeptical-of-iran-in-revived-nuclear-talks",
    "bias": [
      "Coverage splits into a caution-vs.-diplomacy narrative: right-leaning pieces amplify hawkish warnings with charged phrases like \"rising tensions,\" \"empty promises,\" and \"naivety,\" stressing a U.S. military buildup and mistrust of Tehran, while center-leaning reports frame the Istanbul talks as efforts to \"de-escalate\" and \"avoid conflict,\" noting Netanyahu's claim that Iran is \"unlikely to honor\" deals but pairing that with a diplomatic aim; left-leaning coverage is largely de-emphasized here.",
      "Pivotal dividing lines are Iran’s trustworthiness and the role of military pressure; both sides, however, agree Netanyahu met the U.S. envoy and urged skepticism."
    ],
    "bias_bar_text": "Center 29% Right 71%",
    "center_pct": 29.0,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": 71.0,
    "status": "ok",
    "summary": [
      "On Feb 3, Israeli Prime Minister Benjamin Netanyahu told U.S. Special Envoy Steve Witkoff that Tehran was unlikely to honor any agreement as Iran and the United States resume talks on Friday in Turkey.",
      "Iranian sources said last week that U.S. conditions—zero enrichment, missile limits and ending proxy support—are viewed as unacceptable by Tehran, which sees the ballistic missile programme as the primary obstacle.",
      "Israeli security officials attended the meeting, with Netanyahu saying he `made clear his position that Iran has repeatedly proven that its promises cannot be trusted."
    ],
    "title": "Netanyahu urges US envoy to be skeptical of Iran in revived nuclear talks",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/gaza-doctor-who-slammed-israel-in-ny-times-op-eds-is-hamas-colonel-seen-in-military-uniform-watchdog-idf",
    "article_url": "https://ground.news/article/gaza-doctor-who-slammed-israel-in-ny-times-op-eds-is-hamas-colonel-seen-in-military-uniform-watchdog-idf",
    "bias": [
      "Right-Leaning outlets frame a Gaza hospital director as a \" Hamas colonel\" or \"terrorist,\" using accusatory terms like \"slammed Israel\" and criticizing the New York Times for a \"collapse of editorial due diligence,\" implying a cover-up with phrases like \"Doesn’t Bother Telling You This Key Detail.",
      "Their tone is skeptical, employing scare quotes around \"'doctor'.",
      "Center-Leaning coverage, conversely, neutrally presents the resurfaced photo of the director in a \"Hamas uniform\" and his New York Times op-eds, de-emphasizing media criticism.",
      "Both perspectives agree on the photo's existence and the director's role, but diverge sharply on media accountability and the individual's specific affiliation, reflecting broader ideological divides concerning geopolitical narratives."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On January 31, 2026, NGO Monitor disclosed a photograph showing Dr. Hussam Abu Safiya in a Hamas uniform, collapsing the narrative that had elevated him as a moral authority.",
      "Major Western newsrooms had presented Abu Safiya's op-eds and testimony as a grieving doctor and humanitarian, shaping public discussion as a moral witness.",
      "The IDF detained Abu Safiya and accused him of terrorist activity, while his alleged Hamas colonel rank was not disclosed to readers when his essays were published.",
      "Editors are being asked to explain whether they knew of Abu Safiya's affiliation or failed basic due diligence, as outlets owe their audiences clarifications and transparency.",
      "Observers say the episode fits a pattern in which Western media rely on Gaza‑based voices while underplaying Hamas’s coercive embedding in hospitals and civilian institutions."
    ],
    "title": "Photo Surfaces of Gaza Hospital Director in Hamas Uniform",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/palestinians-line-up-to-cross-rafah-after-rocky-first-day-of-reopening-of-gaza-egypt-border-crossing_fcf9f2",
    "article_url": "https://ground.news/article/palestinians-line-up-to-cross-rafah-after-rocky-first-day-of-reopening-of-gaza-egypt-border-crossing_fcf9f2",
    "bias": [
      "Left-Leaning outlets frame the Rafah reopening as 'rocky' and 'uncertain,' emphasizing the 'plight' of Palestinians and 'strict controls' by Israel and Egypt, even noting an alleged MSF ban and '20,000 sick' awaiting passage.",
      "Right-Leaning coverage, however, portrays a 'chaotic' first day but highlights it as a 'major step' in the ceasefire, de-emphasizing specific agents of restriction.",
      "Center-Leaning reports acknowledge the process was 'inevitably, not straightforward,' bringing 'emotional reunions but little relief,' often providing specific official figures.",
      "While all agree on the limited reopening and initial delays, these narratives underscore fundamental ideological divides concerning humanitarian access versus security and strategic objectives."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Monday, the Rafah crossing reopened on a limited basis, enabling ambulances to evacuate wounded to Egypt and some Palestinians to return, coordinated with Egypt and supervised by the European Union.",
      "The reopening follows recognition that Rafah is Gaza's sole border point to Egypt and serves as a lifeline for over 18,500 Palestinian patients, including 4,000 children, awaiting treatment since May 2024.",
      "Israeli authorities require prior security clearances and EU checks at Rafah, with only five approved wounded from a list of 27; UNDP will run buses to Nassar hospital staffed by psychologists and protection specialists.",
      "Families queued at Al‑Amal Hospital as buses carrying wounded prepared to depart, while international organisations face major constraints as only half of Gaza hospitals and health care centres function.",
      "OCHA welcomed the reopening of Rafah, stressing safe voluntary movement, while the UN urged Member States to accept more patients amid airstrikes that Palestinians say killed 30, Sam Rose said."
    ],
    "title": "Palestinians line up to cross Rafah after rocky first day of reopening of Gaza-Egypt border crossing",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/hungary-files-legal-challenge-to-eus-russian-gas-ban",
    "article_url": "https://ground.news/article/hungary-files-legal-challenge-to-eus-russian-gas-ban",
    "bias": null,
    "bias_bar_text": "Left 55% C 22% R 23%",
    "center_pct": 22.0,
    "error": "Message: stale element reference: stale element not found in the current frame\n  (Session info: chrome=144.0.7559.110); For documentation on this error, please visit: https://www.selenium.dev/documentation/webdriver/troubleshooting/errors#staleelementreferenceexception\nStacktrace:\nSymbols not available. Dumping unresolved backtrace:\n\t0x7ff7018ef3d5\n\t0x7ff7018ef430\n\t0x7ff7016910bd\n\t0x7ff701699021\n\t0x7ff70169c4de\n\t0x7ff70173b0ed\n\t0x7ff70171589a\n\t0x7ff701739d08\n\t0x7ff7016dcb0c\n\t0x7ff7016dda53\n\t0x7ff701bcb470\n\t0x7ff701bc586d\n\t0x7ff701be621a\n\t0x7ff70190b235\n\t0x7ff701913a5c\n\t0x7ff7018f8844\n\t0x7ff7018f89f6\n\t0x7ff7018deb87\n\t0x7ffd7885e8d7\n\t0x7ffd7a90c40c\n",
    "left_pct": 55.0,
    "location": null,
    "right_pct": 23.0,
    "status": "fail",
    "summary": null,
    "title": "Hungary Takes EU to Court over Russian Energy Ban",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/putin-will-send-thousands-of-criminals-to-wreak-havoc-across-europe",
    "article_url": "https://ground.news/article/putin-will-send-thousands-of-criminals-to-wreak-havoc-across-europe",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Vladimir Putin plans to send dangerous criminals and former soldiers to Europe if a ceasefire is reached, according to Estonian Foreign Minister Margus Tsahkna.",
      "Tsahkna proposed a blanket travel ban on Russian troops to prevent an influx of these individuals into Europe, citing potential security risks.",
      "European diplomats fear that these former convicts could cause chaos as part of a hybrid war strategy.",
      "Estonia has already banned 261 former Russian military personnel from entry due to concerns they would commit criminal offenses."
    ],
    "title": "Putin ‘will send thousands of criminals to wreak havoc across Europe’",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/two-days-three-countries-thats-why-merz-is-now-flying-to-the-persian-gulf",
    "article_url": "https://ground.news/article/two-days-three-countries-thats-why-merz-is-now-flying-to-the-persian-gulf",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": "Message: \n",
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "fail",
    "summary": null,
    "title": "Germany and the Gulf Region: Energy and Arms Deals",
    "topic": null,
    "topic_full": null
  }
]
