[
  {
    "Abstract": "ABSTRACT The growing demand for data‐centric and intelligent applications calls for seamless integration of sensing, memory, and computation within a single device to improve efficiency, reduce energy consumption, and enable real‐time processing. However, the adoption of such in‐sensor computing is hindered by limited reconfigurability, which constrains its use in complex tasks beyond basic image processing. Here, we identify cascaded switching driven by interactions among differently polarized domains as a fundamental barrier to achieving high reconfiguration precision. To overcome this, we introduce a polarization energy focusing strategy, enabled by a tailored compositional distribution of ferroelectric and semiconductor materials. This approach yields the first in‐sensor computing device with reconfigurable precision reaching 10 bits. Its capability in both conventional image processing and advanced reconstructed optics is demonstrated, highlighting its potential as a high‐linearity, high‐precision platform for next‐generation intelligent systems.",
    "Author": "Guo, Linqi",
    "DOI": "https://doi.org/10.1002/adma.202519096",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Advanced Materials",
    "Subfield": "Electrical and Electronic Engineering",
    "Title": "High‐Precision In‐Sensor Computing Reaching Up to 10 Bits",
    "Topic": "Ferroelectric and Negative Capacitance Devices"
  },
  {
    "Abstract": "ABSTRACT Efficient bifunctional oxygen electrocatalysts are crucial for overcoming the high overpotentials and sluggish kinetics of the oxygen reduction reaction (ORR) and oxygen evolution reaction (OER) in rechargeable zinc‐air batteries (ZABs). Iron‐based single‐atom catalysts exhibit promising ORR activity, however, their excessive adsorption of oxygen‐containing intermediates, together with the scaling relationships between these intermediates, limits their bifunctional performance. Herein, a unique Fe‐Dy dual‐atom catalyst (FeDy‐DAC) is constructed, leveraging the strong orbital coupling between Fe‐3d and Dy‐4f orbitals to precisely modulate the electronic structure of the Fe sites. This modulation effectively weakens the overly strong adsorption of oxygen‐containing intermediates on Fe sites, facilitating * OH desorption. Meanwhile, the unique dual‐site co‐adsorption configuration of * O drives efficient O─O bond coupling, ultimately leading to a significant reduction in the rate‐determining energy barriers of both ORR and OER. Therefore, FeDy‐DAC exhibits outstanding bifunctional catalytic performance, with a high ORR half‐wave potential of 0.90 V and a narrow ORR/OER potential gap of 0.68 V. Moreover, FeDy‐DAC maintains stable operation for over 2500 h in ZABs, showcasing excellent long‐term durability. This work provides a novel strategy and insights for high‐performance bifunctional electrocatalyst design.",
    "Author": "Qiao, Jingyuan",
    "DOI": "https://doi.org/10.1002/adma.202520359",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Advanced Materials",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "Atomically Tailored Fe‐Dy Dual‐Atom Sites With 3d‐4f Orbital Coupling for Enhanced Bifunctional Oxygen Electrocatalysis",
    "Topic": "Electrocatalysts for Energy Conversion"
  },
  {
    "Abstract": "ABSTRACT Direct X‐ray detectors that are lightweight, low‐cost, and ultra‐sensitive are essential for next‐generation portable imaging, wearable monitoring, and low‐dose medical diagnostics. Conventional high‐performance detectors use thick single‐crystal active layers to boost sensitivity, but this increases device volume, raises dark current, and complicates integration with flexible and portable electronics. Here, we break from this paradigm with an ultrathin, high‐mobility 2D molecular crystal (2DMC) integrated into a lateral field‐effect transistor. This design employs a highly confined in‐plane carrier transport path coupled with strong gate‐electrostatic control to achieve complete carrier depletion and sub‐pA dark currents. Thanks to high‐mobility and efficient charge collection in the ultrathin channel, the detector achieves a record volumetric sensitivity of 5.91 × 10 10 µC Gy −1 cm −3 and a detection limit of 1.43 nGy s −1 , surpassing all reported organic detectors and competing with state‐of‐the‐art inorganic ones. Importantly, we show that in the ultrathin regime, high‐mobility outweighs atomic number in governing sensitivity, overturning conventional design logic. We further fabricate large‐area, uniform 2DMC arrays with excellent operational stability, enabling high‐contrast imaging at doses as low as 10.17 nGy s −1 . This work establishes a new paradigm for lightweight, low‐dose organic X‐ray imaging and introduces mobility‐centric design rules for next‐generation detectors.",
    "Author": "Ren, Yiwen",
    "DOI": "https://doi.org/10.1002/adma.202522929",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Advanced Materials",
    "Subfield": "Materials Chemistry",
    "Title": "High‐Mobility 2D Molecular Crystals Enable Field‐Effect X‐Ray Detectors with Record Volumetric Sensitivity",
    "Topic": "Covalent Organic Framework Applications"
  },
  {
    "Abstract": "ABSTRACT Photoelectrocatalytic (PEC) organic synthesis has emerged as a promising platform for sustainable chemical manufacturing by synergistically integrating light and electrical energy. The fundamental mechanism involves the generation of electron–hole pairs in semiconductor photoelectrodes, where photogenerated holes drive oxidative transformations at the anode and electrons facilitate reductive reactions at the cathode. This approach enables precise control over reaction pathways under mild conditions, offering enhanced energy efficiency, improved selectivity and elimination of stoichiometric oxidants. This review comprehensively summarizes the rapid development of PEC organic synthesis, beginning with its fundamental principles and common photoelectrode fabrication techniques. Recent advances are then outlined across two major domains: the photoanode‐mediated oxidation of single molecules (e.g., alcohols, biomass‐derived platform chemicals, alkenes, and C─H bonds) and photoelectrochemical cross‐coupling reactions for constructing C─X (X = C, N, P, Cl, and Br) bonds. Finally, a forward‐looking perspective on critical challenges and future directions are discussed, which will significantly improve the insight for future development of PEC organic synthesis.",
    "Author": "Wang, Jinghao",
    "DOI": "https://doi.org/10.1002/anie.9133941",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Angewandte Chemie International Edition",
    "Subfield": "Organic Chemistry",
    "Title": "Photoelectrochemical Heterogeneous Catalysis: From Single Molecule Oxidation Toward C─X Bond Formation",
    "Topic": "Radical Photochemical Reactions"
  },
  {
    "Abstract": "ABSTRACT Although electrochemical nitrogen fixation emerges as a sustainable pathway to revolutionize the nitrogen cycle using renewable electricity, the overwhelming dominance of the hydrogen evolution reaction over N 2 activation in aqueous systems imposes fundamental limitations on simultaneously achieving high production rates and Faradaic efficiency. Inspired by Le Chatelier's principle, in this work, an appropriate pressure field was innovatively coupled with electrochemical reduction into the N 2 ‐CO 2 co‐fed urea synthesis system, achieving concurrently suppression of gaseous byproducts of CO/H 2 and enhancement of C–N coupling. Atomically dispersed amorphous Bi x Ni 1‐ x O y clusters were engineered as tandem catalyst, the pressure‐driven in situ electronic modulation of the liquid‐immersed catalyst—originating from increased surface coverage—is for the first time confirmed: Bi sites exhibit a progressive increase in oxidation state, while Ni centers undergo gradual reduction. The rational atomic‐scale integration of multimetallic active centers and system engineering principles for interfacial microenvironment modulation via moderate pressurization achieved breakthrough performance with a high urea production rate of 8.71 mmol h −1 g −1 cat , coupled with remarkable 50% nitrogen fixation efficiency, pointing to one of the best catalysts in aqueous systems among those reported so far. By integrating pressure engineering with atomic‐scale catalyst design, this work provides a guiding paradigm for gas‐involved electrochemical reactions.",
    "Author": "Chen, Xiangyu",
    "DOI": "https://doi.org/10.1002/anie.8253479",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Angewandte Chemie International Edition",
    "Subfield": "Catalysis",
    "Title": "Efficient Electrochemical Urea Synthesis From CO <sub>2</sub> and N <sub>2</sub> in Moderate Pressure",
    "Topic": "Ammonia Synthesis and Nitrogen Reduction"
  },
  {
    "Abstract": "ABSTRACT RNA hacking (RNAh) is a gene regulation technology that employs a short oligonucleotide, termed a Staple oligomer, to induce the formation of RNA G‐quadruplex structures on target mRNAs. While RNAh has the potential to target approximately 65% of human mRNAs, its applicability to the remaining genes is restricted by the sequence constraints. Herein, we present the G‐tract‐supply Staple oligomer (Gs‐Staple oligomer), designed to expand the range of targetable mRNAs within the RNAh framework. Incorporating G‐tracts into Staple oligomers alleviates the sequence constraints, enabling access to a broader range of mRNA targets. Gs‐Staple oligomers effectively suppressed the translation of target proteins in mammalian cells and in vivo. Furthermore, the gene suppression could be precisely modulated by adjusting the linker length between the G‐tracts. These findings have significantly expanded the versatility of RNAh, suggesting its potential for further development while highlighting its potential to be utilized as a nucleic acid‐based tool for research and clinical medicine.",
    "Author": "Kida, Tomoki",
    "DOI": "https://doi.org/10.1002/anie.202521666",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Angewandte Chemie International Edition",
    "Subfield": "Molecular Biology",
    "Title": "Expanded Gene Targeting in RNA Hacking With G‐Tract‐Supply Staple Oligomers",
    "Topic": "DNA and Nucleic Acid Chemistry"
  },
  {
    "Abstract": "Adolescent major depressive disorder (MDD) involves complex and heterogeneous alterations in brain functional organization. A possible explanation is the disruption of individualized brain maturation during adolescence, which typically transitions from lower-order sensory to higher-order association regions. To test this hypothesis, we analyzed resting-state functional MRI data using advanced matrix decomposition techniques to extract organizational gradients, temporal dynamics, and information flow. Clustering sensory–association gradient features in our main sample (NMDD = 302 and NControls = 207; ages 11-17) revealed two subtypes. Subtype 1 showed bottom‑up (sensory‑to‑association) flow, reduced synergy but heightened redundancy in sensory cortices, and a highly modular yet globally inefficient network—patterns consistent with aberrant sensory processing and impaired integration. Subtype 2 instead displayed a top‑down (association‑to‑sensory) flow, reduced synergy in association areas, elevated redundancy in sensory regions, and network efficiency between subtype 1 and healthy controls, suggesting compensatory higher‑order engagement. Subtypes also differed in age-related changes, clinical profiles, and neurobiological processing. These patterns were largely replicated in an independent sample (NMDD = 73 and NControls = 28). Overall, the sensory-association axis distinguishes MDD subtypes, integrating functional heterogeneity, cortical dynamics, developmental trajectories, and genetic influences, offering new insights for pathophysiology and precision psychiatry. In this study, the authors identify two biologically distinct subtypes of adolescent major depressive disorder by analyzing interactions between sensory and higher-order association brain regions, offering new insights for the development of targeted diagnostic and therapeutic approaches.",
    "Author": "Liu, Xia",
    "DOI": "https://doi.org/10.1038/s41467-026-69697-2",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Nature Communications",
    "Subfield": "Cognitive Neuroscience",
    "Title": "Subtypes of adolescent major depressive disorder characterized by divergent information dynamics in sensory-association cortices",
    "Topic": "Functional Brain Connectivity Studies"
  },
  {
    "Abstract": "Low-income households in the United States draw on public and private resources to manage economic risk. Cross-national scholars describe a “credit–welfare state tradeoff” where credit markets become particularly important when state benefits are less supportive. The United States is frequently highlighted in this regard, with its often-inadequate market-first safety net. Both credit markets and the safety net are, however, highly unequal and segmented across U.S. states. We provide new empirical insights on the credit–welfare state nexus by leveraging a large national sample of credit record data that allows us to distinguish between credit instruments. We link these data to a comprehensive dataset on state safety nets with comparable measures of program supportiveness. We estimate two-way fixed-effects models that exploit temporal variation within states in safety net supportiveness. We find that living in states with more supportive safety nets is associated with a lower probability of high-cost alternative payday, installment, and personal finance loan use, and a higher probability of mainstream credit card access, particularly among low-income households. In the context of the relative inadequacy of the U.S. safety net, state safety net supportiveness matters less for whether people borrow than for what credit instruments they use. Our findings suggest that efforts to restrict the U.S. safety net are likely to increase reliance on high-cost loans among low-income households, furthering the unequal burden of interest and fees levied on these households.",
    "Author": "Alec P. Rhodes",
    "DOI": "https://doi.org/10.1177/00031224251411563",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "American Sociological Review",
    "Subfield": "Accounting",
    "Title": "Unsecured Credit and the Social Safety Net in U.S. States",
    "Topic": "Financial Literacy, Pension, Retirement Analysis"
  },
  {
    "Abstract": "Political leaders play a potentially important role shaping behaviors and beliefs during crises. In the pandemic, a number of high-status politicians, notably leaders of populist parties, were seen to diminish compliance with institutional recommendations by casting doubt on COVID guidelines. But what happens when such leaders change position and endorse previously discouraged behaviors? Using longitudinal data from the Understanding Coronavirus in America panel with fixed-effects modeling, this article examines how Trump’s unexpected endorsement of facemasks in July 2020 affected individuals’ likelihood of wearing a facemask and belief in masks’ efficacy. I find that Trump’s pivot lifted Republicans’ use of facemasks, closing 40 percent of the preexisting gap with Democrats and with stronger effects among individuals who were more exposed to the early-summer spike in COVID cases. Additionally, I provide evidence for the unique significance of this moment in the history of the pandemic, showing that at almost no other time did partisan behaviors converge as sharply. However, in contrast to expectations from most dominant theoretical models of behavioral change, especially the health belief model, no corresponding shift in beliefs about facemasks can be detected. These results have important theoretical implications for understanding how pivots can shape behaviors during crises, the validity of existing models in public health, pandemic populism’s causes, and directions of future research.",
    "Author": "Bartholomew Alexander Konechni",
    "DOI": "https://doi.org/10.1177/00031224251415372",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "American Sociological Review",
    "Subfield": "Political Science and International Relations",
    "Title": "When Political Pivots Shift Behaviors but Not Beliefs: Evidence from Trump’s Position Reversal over Facemasks during the COVID-19 Crisis",
    "Topic": "Populism, Right-Wing Movements"
  },
  {
    "Abstract": "ABSTRACT The phenotypic immaturity of human induced pluripotent stem cell‐derived cardiomyocytes (hiPSC‐CMs) remains a critical barrier to their effective use in disease models, drug screening, and cardiac regeneration. Current culture platforms still find it hard to provide a physiologically relevant, stable, and scalable microenvironment to support cardiomyocyte maturation. We report a reproducible heart tissue‐derived cardiac extracellular matrix (ECM) microsphere that integrates native biochemical cues with a porous three‐dimensional (3D) architecture to support cardiac cell culture and maturation. These microspheres supported the attachment and proliferation of C2C12, HL‐1, H9c2, and hiPSC‐CMs culture, suggesting the broad applicability of multiple cell types. Compared with the conventional two‐dimensional (2D) culture system, decellularized cardiac ECM microspheres provided a spherical 3D culture interface and significantly enhanced hiPSC‐CM maturation, as indicated by upregulation of cardiac genes ( ACTA2, TNNT2, GJA1 ), rapid calcium cycling, and synchronized calcium transients. Long‐term culture (up to 8 months) on these ECM microspheres supported hiPSC‐CM maturation, as evidenced by enhanced sarcomere alignment, robust α‐actinin expression, contractile phenotype, elevated gap junction (connexin 43, CX‐43) protein expression, and increased binucleation. This ECM microsphere system represents a scalable and bioactive platform for long‐term cardiomyocyte culture and maturation and broader applications in cardiac tissue engineering.",
    "Author": "Xu, Jiazhu",
    "DOI": "https://doi.org/10.1002/adfm.202524938",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Advanced Functional Materials",
    "Subfield": "Surgery",
    "Title": "Cardiac‐Derived ECM Microspheres for Enhanced hiPSC‐CMs Maturation",
    "Topic": "Tissue Engineering and Regenerative Medicine"
  },
  {
    "Abstract": "A prominent debate in modern society is how males or females are faring relative to each other. Despite a vast literature, most research is constrained by two issues: a limited conceptualization and assessment of what it means to do well; and a relatively narrow, often Western-centric coverage. To address these issues, this paper examines male-female differences on 73 items relating to all aspects of wellbeing in the Global Flourishing Study, with data from 202,898 participants across 22 countries. When organizing the items into six domains according to VanderWeele’s flourishing framework, females do slightly better on three (happiness and satisfaction, social relationship quality, and meaning and purpose), and males on two (self-rated health, and financial and material security), and with character/virtue equal. While all domains are weighted equally, since females are only marginally higher on three, whereas the gaps on the two male-led ones are much bigger, males fare slightly better on an overall flourishing index. There is also considerable country-level variation throughout the findings however, showing these general trends are not universal but contingent on local socio-cultural dynamics.",
    "Author": "Lomas, Tim",
    "DOI": "https://doi.org/10.1038/s41598-026-40963-z",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Scientific Reports",
    "Subfield": "Social Psychology",
    "Title": "A cross-sectional analysis of male versus female flourishing among 202,898 participants across 22 countries on 73 variables in the global flourishing study",
    "Topic": "Psychological Well-being and Life Satisfaction"
  },
  {
    "Abstract": "Accurate propagation of sequence information in nucleic acids is central to the evolutionary dynamics of self-replicating systems. Modern biological systems achieve high fidelity using enzymes that actively correct errors through energy-driven mechanisms. However, such complex machinery was absent under prebiotic conditions. Here, we present a theoretical model of error correction in self-replicating heteropolymers that requires neither enzymes nor an extraneous energy supply. The model relies solely on the free-energy gradient driving strand growth and requires asymmetric cooperativity—a kinetic asymmetry known to promote unidirectional elongation. Despite its simplicity, we demonstrate that this minimal model facilitates kinetic discrimination between correct and incorrect base pair incorporations, and for specific set of parameters, reproduces the error ratio of $$\\sim 10^{-4}$$, experimentally observed in passive base selection processes. It replicates key features observed in DNA error correction, including stalling, fraying, next-nucleotide effects, and the speed–accuracy trade-off. Our results provide plausible answers for longstanding questions, such as the energy source for the enhanced base selectivity of passive DNA polymerases and the role of thermodynamics and kinetics of phosphodiester bond formation in error correction. We show that catalysis of the phosphodiester bond plays a central role in error correction, even without explicit enzymatic structural discrimination. This observation points to a plausible pathway for accurate oligomer synthesis under prebiotic conditions, driven solely by the thermodynamic gradient favoring strand elongation. More broadly, the model highlights how persistent molecular order can emerge from non-equilibrium dynamics—a central requirement for emergence of life.",
    "Author": "Ghosh, Koushik",
    "DOI": "https://doi.org/10.1038/s41598-026-40325-9",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Scientific Reports",
    "Subfield": "Astronomy and Astrophysics",
    "Title": "Non-enzymatic error correction in self-replicators without extraneous energy supply",
    "Topic": "Origins and Evolution of Life"
  },
  {
    "Abstract": "Occupants in many urban and occupational environmental settings are simultaneously exposed to environmental traffic noise and heat stress. These combined exposures may have adverse effects on physiological functions and cognitive performance. This study aimed to assess the effects of concurrent exposure to traffic noise and thermal stress under controlled laboratory conditions. In this crossover experimental study, 80 healthy participants (mean age: 25.3 ± 2.8 years) were exposed to four exposure conditions: (1) control (comfort), (2) thermal (WBGT = 30.62 °C), (3) traffic noise (75 dBA), and (4) combined exposure (WBGT = 30.62 °C and75 dBA). Physiological parameters including heart rate, blood pressure, tympanic temperature, and mean skin temperature were recorded. Cognitive performance was assessed using the Stroop test (for selective attention) and n-back test (for working memory). Repeated-measures ANOVA was used for statistical analysis. Exposure to combined heat and traffic noise produced the most pronounced physiological and cognitive alterations among all test conditions. Core temperature rose significantly during noise (p = 0.008) and combined exposure (p = 0.007). Diastolic blood pressure increased under thermal (p = 0.001) and combined conditions (p < 0.001). Heart rate also elevated during combined exposure (p = 0.032). CPT reaction time lengthened significantly across conditions (p = 0.001), with the thermal and combined situation more than control (post hoc p < 0.05, p < 0.01). All n-back outcomes showed statistically significant differences across exposure conditions at levels 2 and 3, and for incorrect responses and mean reaction time at level 1 (p < 0.001). Simultaneous exposure to traffic noise and thermal stress amplifies both physiological strain and cognitive impairment compared to single exposures. These findings highlight the importance of integrated exposure assessment and risk mitigation strategies in occupational environments, especially in warm and noisy settings.",
    "Author": "Yousefinezhad, Raziyeh",
    "DOI": "https://doi.org/10.1038/s41598-026-41251-6",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Scientific Reports",
    "Subfield": "Speech and Hearing",
    "Title": "Impact of thermal-acoustic exposure on human performance of healthy adults: simulation of traffic noise and thermal conditions in the urban environment",
    "Topic": "Noise Effects and Management"
  },
  {
    "Abstract": "Abstract Climate change is expected to alter coastal upwelling systems, making it essential to understand their current ecological structure. This study investigates the distribution and niche partitioning of Calanidae copepods in relation to upwelling intensities during austral summer in the northern (nBUS) and southern (sBUS) Benguela Current upwelling subsystems, which differ in upwelling seasonality, oxygen minimum zones and fisheries production. The six occurring Calanidae species were separated into three size categories each with potentially similar prey-size spectra. Similar-sized species differed in at least one of their horizontal, vertical or trophic niches. The dominant copepod Calanoides natalis was associated with cold, chlorophyll a -rich shelf waters and showed high levels of diatom fatty acid markers. Calanus agulhensis peaked offshore in the sBUS, with copepodids C5 also found deeper than 200 m and, unexpectedly, offshore in the nBUS, likely transported there by aged Agulhas retroflection rings drifting towards the nBUS and mixing with Subantarctic Mode Water, indicated by co-occurrences with Neocalanus tonsus . Copepodids C5 of C. agulhensis had elevated amounts of wax esters, suggesting special life-cycle adaptations of potential energy storage. Nannocalanus minor and Mesocalanus tenuicornis were associated with warm, offshore waters, with N. minor being more abundant in the nBUS and M. tenuicornis in the sBUS. They co-occurred to some extent but showed differences in their vertical and trophic niches. Fine-scale niche partitioning among closely related, similar-sized species likely supports persistence and diversity in highly dynamic upwelling systems. It raises questions about winners or losers in response to severe environmental changes related to future climate scenarios and how these changes may propagate to commercially important fish populations.",
    "Author": "Bode-Dalby, Maya",
    "DOI": "https://doi.org/10.1038/s41598-026-39910-9",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Scientific Reports",
    "Subfield": "Oceanography",
    "Title": "Life strategies in an upwelling world: distribution patterns and niche partitioning of Calanidae copepods in the Benguela Current",
    "Topic": "Marine and coastal ecosystems"
  },
  {
    "Abstract": "Pollination is a critical determinant of date palm productivity across tropical and subtropical regions. However, manual pollination remains labor-intensive, costly, and challenging to scale during staggered flowering periods that require multiple interventions. This study introduces a prototype and simulation-based framework for AI-enabled, drone-assisted pollination of date palms, developed to improve precision, scalability, and sustainability in agricultural operations. The system integrates YOLOv5 and YOLOv8 models for automated inflorescence detection and supports both semi-autonomous and fully autonomous flight modes that link perception to pollen-spraying actuation. A carefully prepared and manually labeled dataset was used to train and evaluate these models across varied illumination and canopy conditions. Model performance, expressed in mean Average Precision (mAP), along with operational metrics such as labor, time, and pollen efficiency, demonstrated substantial improvements over traditional methods. The proposed design achieved an estimated 80% reduction in labor and 97% reduction in pollen usage compared to manual pollination, highlighting its potential as a scalable and cost-effective alternative. While agronomic parameters such as fruit set percentage (FSP), yield, and quality were not directly measured, this work establishes a decision-support and prototype baseline for future large-scale field trials under diverse environmental conditions, including. wind, humidity, and canopy density.",
    "Author": "AlRaeesi, Ibrahim",
    "DOI": "https://doi.org/10.1038/s41598-026-39739-2",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Scientific Reports",
    "Subfield": "Plant Science",
    "Title": "AI-enabled drones for date palm pollination",
    "Topic": "Date Palm Research Studies"
  },
  {
    "Abstract": "Abstract Industrial robotic arms utilized in contemporary industrial and collaborative environments must operate within increasingly congested and dynamically restricted workspaces while adhering to rigorous standards of safety, precision, and motion quality. This paper presents a two-stage framework for path planning and optimization of a 6-DOF industrial robotic arm navigating amid randomly distributed obstacles. A collision-free reference motion is initially created by integrating B-spline geometric interpolation with a bidirectional RRT-Connect planner, augmented by short-cutting and effective joint-space collision verification for a KUKA KR 4 R600 manipulator. The baseline trajectory is subsequently enhanced through two metaheuristic optimizers: a Whale Genetic hybrid algorithm (WGA) and the Grey Wolf Optimizer (GWO). These optimizers minimize a composite objective that incorporates end-effector trajectory length, joint-level energy consumption based on established motor characteristics, and trajectory smoothness measured by joint jerk. Simulation results indicate that, while the raw Bi-RRT trajectory is geometrically efficient and energy-efficient, it demonstrates excessively high jerk. The suggested enhancements based on WGA and GWO diminish the jerk index of the original Bi-RRT solution by roughly 94–96%, resulting in relatively slight increases in trajectory length and energy, while producing dynamically smooth, collision-free trajectories that adhere to all kinematic constraints. This work presents a comprehensive, implementation-ready methodology that compares sampling-based planning, and multi-objective metaheuristic optimization to produce executable, energy-efficient, and jerk-minimized motions for industrial manipulators in intricate environments.",
    "Author": "Abdelrahman T. Elgohr",
    "DOI": "https://doi.org/10.1038/s41598-026-37676-8",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Scientific Reports",
    "Subfield": "Computer Vision and Pattern Recognition",
    "Title": "Dynamic quality aware path planning for 6 DoF robotic arms using BiRRT and metaheuristic optimization based on B spline paths",
    "Topic": "Robotic Path Planning Algorithms"
  },
  {
    "Abstract": "Wildlife conservation in Saudi Arabia is gaining much attention from the authorities. Habitat destruction, climate change, and human encroachment, as well as disease outbreaks, negatively impact conservation efforts. Hemoparasites among endangered Saudi wildlife have not been studied before. This study aims to investigate the prevalence of hemoparasites among two endangered gazelle species, Gazella marica (Reem) and Gazella arabica (Idmi), raised at King Khalid Wildlife Research Center (KKWRC) for breeding and reintroduction purposes. A total of 233 blood samples were collected from the jugular veins of gazelles and examined microscopically for the detection of piroplasm or any relevant blood parasites. Ticks were collected from some gazelles at KKWRC to identify them and see their potential role in the transmission of hemoparasites. DNA was extracted from the collected blood and ticks for the detection of hemoparasites and amplified, targeting the partial 18S rRNA gene. The prevalence of intraerythrocytic bodies suggestive of Theileria sp. was detected in 41 (17.9%) gazelles of both species, whereas PCR products of Theileria sp. DNA was detected in 65 (27.9%) gazelles. The sensitivity of the molecular technique compared to the direct microscopy was 76.74%, whereas the specificity was 83.16%. Ticks were morphologically identified as Hyalomma impeltatum and confirmed with molecular techniques. Sequences obtained from Theileria sp. from both Reem and Idmi gazelles were identical, except for a single mutation (transition) at position 140: a T in Reem sequences, whereas it was a C in all Idmi sequences. Phylogenetic studies indicated that sequences obtained from gazelles in the present study group were related to Theileria sp., which was isolated from the Chinkara gazelle from Pakistan and related to isolates from the dama gazelle. Theileria sp. DNA was amplified from two ticks collected from Reem gazelles and found to be identical to the Theileria sp. sequences obtained from Reem gazelles. This finding suggested that H. impeltatum may carry Theileria DNA; however, vector competence requires further investigations. The prevalence of Theileria infection in gazelles at KKWRC in Saudi Arabia was reported for the first time. The possible vector responsible for the transmission was also identified.",
    "Author": "Almalki, Saleha",
    "DOI": "https://doi.org/10.1038/s41598-026-41035-y",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Scientific Reports",
    "Subfield": "Parasitology",
    "Title": "Prevalence and molecular characterization of Theileria sp. from endangered Arabian gazelles in Saudi Arabia",
    "Topic": "Vector-borne infectious diseases"
  },
  {
    "Abstract": "High-strength concrete (HSC) has been extensively studied for major applications, particularly in high-rise buildings and bridges. Furthermore, conductive concrete exhibits enhanced electrical properties, enabling its use in specialized applications such as heating, electromagnetic shielding, and antistatic systems. This study aims to combine these two types to produce conductive high-strength concrete (CHSC) using locally available materials. The proposed mixes’ performance measurements include compressive strength, flexural strength, modulus of elasticity, long-term effects (like creep and shrinkage), and electromagnetic shielding. HSC with compressive strength up to 100 MPa and modulus of rupture of 8.96 MPa was successfully produced using locally available materials. The mix containing low dune sand achieved the best mechanical performance. The inclusion of steel fibers (FLDUNE) increased 28-day compressive and flexural strengths by 3.5 and 22%, respectively, and reduced shrinkage and creep by 25 and 10%. However, the addition of carbon materials along with steel fibers (FCLDUNE) decreased these strengths by 19.6 and 15%, and increased shrinkage and creep by 18 and 9%, respectively. The measured electrical properties of the proposed concrete mixes show resistivity of 33.3 Ω-m for FLDUNE and 25.7 Ω-m for FCLDUNE mixes and measured relative complex permittivity of 22.57-j2.22 with relative complex permittivity of 22.57-j2.22. Electromagnetic shielding showed an attenuation of -70 dBm using steel fiber, compared to −28.3 dBm for the control mix. Adding carbon material with steel fiber did not provide significant added value for shielding applications.",
    "Author": "Othman, Obaida",
    "DOI": "https://doi.org/10.1038/s41598-026-37449-3",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Scientific Reports",
    "Subfield": "Pollution",
    "Title": "Evaluation of the durability and shielding properties of high-strength concrete incorporating locally available materials and carbon additives",
    "Topic": "Smart Materials for Construction"
  },
  {
    "Abstract": "Although empowering women in agriculture is identified as a potential pathway for addressing high prevalence of malnutrition in Malawi, evidence on the association between empowerment and child nutrition remains limited. The study assessed the association between women’s empowerment and child stunting in three districts of Malawi. Data were collected using a case-control design from 847 children aged 6–59 months and their mothers. Empowerment was measured using the project-level Women Empowerment in Agriculture Index, while data on child stunting were collected using anthropometric measurements. Logistic regression results showed that adequacy in self-efficacy was associated with a 1.7% point higher probability of stunting, while ownership of land and other assets reduced probability of stunting by 14.7% points. Mother’s marital status and schooling were associated with 15.9 and 1.3 lower percentage points of stunting, while child’s age increased percentage points of stunting by 0.7. The findings suggest the need for women’s empowerment programs to bundle nutrition-sensitive interventions and education to contribute to improved child nutrition. Actionable gender components such as asset security, workload management, and decision-spaces are also recommended.",
    "Author": "Eileen Bogweh Nchanji",
    "DOI": "https://doi.org/10.1038/s41598-026-40495-6",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Scientific Reports",
    "Subfield": "Nutrition and Dietetics",
    "Title": "The association between women’s empowerment in agriculture and child stunting in Malawi",
    "Topic": "Child Nutrition and Water Access"
  },
  {
    "Abstract": "In the present paper, several boundary-layer stability codes are compared, based on hypersonic, high-enthalpy boundary-layer flows around two different blunted cones: a 7 deg and a 10.9 deg half-angle blunted cone. One part of the code-to-code comparison, which is conducted between seven different codes, assesses the influence of different numerical approaches for the second-mode instability. The focus of the paper characterizes the role of the high-temperature gas effects on the second mode. The experimental test cases for the comparison are provided by two high-enthalpy wind-tunnel facilities: the High Enthalpy Shock Tunnel (HIEST) of Japan Aerospace Exploration Agency (JAXA) and the High-Enthalpy Laboratory Munich (HELM) of the University of Bundeswehr Munich. Analyses between the various computational stability codes and experimental measurements are performed, quantifying the high-temperature gas effects and the influence of uncertainties (e.g., small mean-flow or wall-temperature variations). A comparison between air and [Formula: see text] test gases is also performed.",
    "Author": "Wartemann, Viola",
    "DOI": "https://doi.org/10.2514/1.j064249",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "AIAA Journal",
    "Subfield": "Applied Mathematics",
    "Title": "Stability Analysis for High-Enthalpy Cone Experiments in HELM and HIEST Facilities",
    "Topic": "Gas Dynamics and Kinetic Theory"
  },
  {
    "Abstract": "Childhood maltreatment (CM) is a significant early-life experience that shapes cognitive, emotional, and moral development, influencing ethical decision-making in adulthood. While previous research has examined the impact of CM on personal and social behavior, its role in unethical pro-organizational behavior (UPB) remains underexplored. UPB refers to unethical actions employees undertake to benefit their organization, often rationalized through moral disengagement (MD). This study investigates the link between CM and UPB, emphasizing MD as a mediator and parenting quality (PAQ) as a moderator. A multi-wave survey ( n = 836) revealed a strong positive relationship between CM and UPB, confirming that individuals with a history of CM are more likely to engage in unethical behavior in the workplace. Furthermore, MD was identified as a key psychological mechanism driving this relationship. Surprisingly, the results showed a paradoxical moderating effect of PAQ. While positive parenting is generally associated with ethical development, in this context, high PAQ intensified the association between CM and UPB, suggesting that individuals with both childhood adversity and strong parental involvement may develop moral flexibility that justifies unethical actions. This study advances the understanding of CM by exploring its long-term effects and the psychological mechanisms that drive UPB in the workplace. The findings underscore the importance of trauma-informed ethical training, workplace policies that promote moral accountability, and leadership strategies to mitigate the ethical risks linked to childhood adversity.",
    "Author": "Hussain, Shakir",
    "DOI": "https://doi.org/10.1177/08862605261421614",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Journal of Interpersonal Violence",
    "Subfield": "Information Systems and Management",
    "Title": "From Harm to Harmful Acts: How Childhood Maltreatment Drives Unethical Pro-Organizational Behavior at Work",
    "Topic": "Ethics in Business and Education"
  },
  {
    "Abstract": "Abstract How do regional comparative advantages influence the long‐term effects of government interventions? This paper explores this question using disaggregated data on factor endowments and industrial construction in China under the centrally planned economic system during 1953–1978. These investment decisions, primarily driven by political considerations, led to significant variations in the congruence between the factor intensity of policy‐targeted industries and local endowment structure. Our findings show that while government interventions can have positive and lasting impacts on the size and efficiency of local industries, misalignments between the production technology of targeted industries and the factor endowment structure significantly weaken these effects.",
    "Author": "Y. S. Lin",
    "DOI": "https://doi.org/10.1111/sjoe.70012",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Scandinavian Journal of Economics",
    "Subfield": "Economics and Econometrics",
    "Title": "Government interventions in industrial development and regional development: the role of endowment structure",
    "Topic": "Economic Growth and Productivity"
  },
  {
    "Abstract": "Bilateral sagittal split osteotomy (BSSO) is a corrective jaw surgery that repositions the mandible. Potential complications include unexpected fractures, unfavorable splits, avascular necrosis, condylar resorption, and malposition of the proximal segment. Chest ecchymosis following BSSO is a rare complication. Ecchymosis, the leakage of blood into subcutaneous tissues, typically occurs near the surgical site, such as the face or neck. This can result from arterial damage during surgery or postoperative factors, such as the formation of a hematoma. In this case report, we demonstrate a case of an unusual post-surgical complication of chest ecchymosis following BSSO and genioplasty. The patient was further treated with analgesics, monitoring vitals and airway and encouraging oral intake and bed rest.",
    "Author": "AlShathry, AlJoharah",
    "DOI": "https://doi.org/10.7759/cureus.104064",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Cureus",
    "Subfield": "Orthodontics",
    "Title": "Ecchymosis in the Chest After Bilateral Sagittal Split Osteotomy and Genioplasty: A Case Report and Literature Review",
    "Topic": "Orthodontics and Dentofacial Orthopedics"
  },
  {
    "Abstract": "ABSTRACT Transdermal drug delivery presents an innovative alternative to conventional methods of drug administration by avoiding the gastrointestinal system and enhancing patient adherence. This study systematically reviews and conducts a meta‐analysis of the efficacy, safety, and potential clinical applications of polymeric nanocarriers in transdermal drug delivery systems (TDDS). A literature review was conducted to collect data from the PubMed database covering the period from 2013 to 2023. Tools like VOSviewer, Bibliometrix, Jamovi, and RStudio revealed a steady growth in TDDS research and global publications, highlighting increasing contributions from diverse authors worldwide. A total of 8799 articles were analyzed using RStudio for quantitative synthesis, identifying 42 382 authors and 22 999 keywords. Among these, 176 were single‐authored, with an average of 7.21 co‐authors per document. The international co‐authorship rate was 17.44%. The meta‐analysis of ten studies showed a pooled prevalence of 10.97% (95% CI: 5.38%–16.55%; Z = 3.85; p &lt; 0.001), indicating a moderately significant therapeutic effect of polymeric nanocarriers in TDDS. Moderate heterogeneity was observed ( I 2 = 52.37%, p = 0.034), suggesting real differences across studies. The funnel plot showed most data points within the non‐shaded region, indicating minimal publication bias. Key journals include Pharmaceutics , PLOS ONE , Scientific Reports , and International Journal of Molecular Sciences . The United States, China, Japan, Italy, and South Korea led research output, with institutions like Harvard Medical School and Zhejiang University playing central roles. This bibliometric and quantitative synthesis provides a comprehensive overview of research trends, collaborative networks, and the promising future of polymeric nanocarrier‐based TDDS.",
    "Author": "Raghav, Arvind",
    "DOI": "https://doi.org/10.1002/masy.70278",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Macromolecular Symposia",
    "Subfield": "Pharmaceutical Science",
    "Title": "Polymeric Nanocarriers for Transdermal Drug Delivery: A Systematic Review and Meta‐Analysis",
    "Topic": "Advancements in Transdermal Drug Delivery"
  },
  {
    "Abstract": "The cultural appropriation of Indigenous handicrafts in the souvenir market is common around the world. This article focuses on investigating how it relates to ongoing settler colonialism and the reclaiming of Sámi sovereignty in Finland. In so doing, it contributes to the understanding of current colonial and decolonial relations and practices in the Nordic countries, which have traditionally not been regarded as settler colonial. I address the making, appropriation, selling and buying of Sámi handicrafts as dynamic social practices, interpreting them with settler colonial theory and Indigenous sovereignty theories. My research material consists of interviews with Sámi and non-Sámi handicraft makers and sellers, tourism entrepreneurs and other relevant stakeholders, as well as observations from the field. The analysis shows how the state enables cultural appropriation with its policies and inaction, trying thus to make the Sámi disappear as a distinct people in the tourism landscape. Simultaneously, Sámi organizations, activists and handicraft makers have gradually changed the souvenir market in the opposite direction, backed by global responsible tourism and consumption trends. I also suggest various reparative measures that could transform the souvenir business to be more just to the Sámi. My research contributes to academic and practitioner discussions of cultural appropriation, colonialism, decolonization and Indigenous sovereignty in tourism and cultural industries.",
    "Author": "Lüthje, Monika",
    "DOI": "https://doi.org/10.1177/14687968261429804",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Ethnicities",
    "Subfield": "Museology",
    "Title": "From cultural appropriation to Sámi sovereignty in the souvenir market",
    "Topic": "Crafts, Textile, and Design"
  },
  {
    "Abstract": "ABSTRACT A hybrid workshop entitled “NHP Models for HIV Prevention and Treatment: Towards Developing Pediatric Formulations” was organized by the Prevention Sciences Program (PSP) of the Division of AIDS (DAIDS) within the National Institute of Allergy and Infectious Diseases (NIAID), with special assistance from Advanced Biosciences Laboratories Inc. (Rockville, Maryland) and the Tulane National Biomedical Research Center (Covington, Louisiana). The event was held on October 22, 2024, in New Orleans and attracted participants from academia, industry, and government agencies, and included attendees from the 41st Annual Symposium on Nonhuman Primate Models for AIDS.",
    "Author": "Dey, Barna",
    "DOI": "https://doi.org/10.1111/jmp.70066",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-22",
    "Source": "Journal of Medical Primatology",
    "Subfield": "Small Animals",
    "Title": "Juvenile Nonhuman Primate Model: The Past, Present, and Future of a Preclinical Model System for Evaluating Development of New Pediatric Drug Formulations",
    "Topic": "Animal testing and alternatives"
  }
]
