[
  {
    "Abstract": "Lipid nanoparticles (LNPs) have been extensively used for mRNA delivery and therapeutics, yet their delivery efficacy remains suboptimal. Advancing lipid chemistries and elucidating mechanisms of action offer avenues to enhance their efficacy. Here, we design a library of over 900 aromatic ionizable lipids and systematically study the aromatic incorporation in enhancing mRNA delivery via coordinating multiple mechanisms. Mechanistic investigations reveal that introducing aromatic groups significantly enhances the binding affinity between LNPs and mRNA, improving the encapsulation efficiency. Moreover, aromatic modification promotes membrane fluidity, facilitating superior cellular uptake and endosomal escape. During endosomal membrane remodeling, LNP dissociation and mRNA release occur simultaneously, enabling efficient cytosolic mRNA delivery. Collectively, aromatic incorporation supports multiple steps in the delivery process, resulting in substantially enhanced mRNA delivery efficacy in vivo. Notably, the top-performing candidate exhibits nearly an order-of-magnitude enhancement in delivery efficacy over FDA-approved SM-102 LNPs following both intravenous and intramuscular administration. This study not only presents a robust and efficient aromatic-derived LNP platform for mRNA delivery but also provides broader insights into the rational design and mechanistic understanding of ionizable lipids through the structural exploitation of aromatic functionalities.",
    "Author": "Lin, Lixin",
    "DOI": "https://doi.org/10.1021/jacs.5c16971",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Molecular Biology",
    "Title": "Aromatic Ionizable Lipids Enhance mRNA Delivery via Coordinating Multiple Mechanisms",
    "Topic": "RNA Interference and Gene Delivery"
  },
  {
    "Abstract": "The catalytic enantioselective construction of axially chiral hexatomic <i>N</i>-heterobiaryls through aromatic C-H arylation with sterically demanding arylating reagents is of great interest and importance from the viewpoint of both organic synthesis and drug discovery, but many challenges still exist in terms of reactivity and selectivity. Here, we report a synergistic Pd-Ag catalysis for the asymmetric C-H bond arylation of C3-substituted pyridine <i>N</i>-oxides with <i>ortho</i>-disubstituted aryl bromides using a commercially available chiral phosphine ligand. This protocol offers an efficient and selective route for the synthesis of otherwise challenging axially chiral tetra-<i>ortho</i>-substituted C2-arylpyridine <i>N</i>-oxides from readily accessible pyridine <i>N</i>-oxides and diverse aryl bromides, featuring high yields, high enantioselectivity, excellent regioselectivity, and broad substrate scope. Experimental and density functional theory (DFT) studies revealed the role of the silver salt and the origin of high site selectivity and enantioselectivity. This work opens a new avenue for the enantioselective C-H transformation of <i>N</i>-heterocycles, leading to the efficient and selective construction of sterically demanding axially chiral <i>N</i>-heterobiaryl scaffolds that were previously difficult to access by other means.",
    "Author": "Ye, Peng",
    "DOI": "https://doi.org/10.1021/jacs.5c19147",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Organic Chemistry",
    "Title": "Enantioselective C–H Arylation for Axially Chiral Tetra- <i>ortho</i> -Substituted Heterobiaryl <i>N</i> -Oxides",
    "Topic": "Catalytic C–H Functionalization Methods"
  },
  {
    "Abstract": "Enhancing the interfacial stability between layered oxide cathodes (LOCs) and the electrolyte is considered to be pivotal for sodium-ion batteries (SIBs). However, the critical challenges of electrolyte oxidation and cathode degradation driven by the interfacial electric field remain unsolved, particularly under high-voltage and high-temperature conditions. Herein, we harness the interfacial electric field to precisely steer the species adsorption and solvation structure configuration of the Helmholtz plane (HP) through the steric exclusion effects of cations and the competitive coordination of multiple anions, thereby tailoring the interfacial chemistry of LOCs. Under electric field activation, the synergistic effect of ionic-molecular adsorption and coordination facilitates the formation of a robust inorganic-rich cathode electrolyte interphase, equipped with a uniform thickness and low energy barrier for smooth Na<sup>+</sup> diffusion. These endow the O3-NaNi<sub>1/3</sub>Fe<sub>1/3</sub>Mn<sub>1/3</sub>O<sub>2</sub> cathode with an enhanced capacity retention of 73.5% after 250 cycles under extreme operating conditions of 4.5 V and 60 °C. Furthermore, the viability of HP engineering is proven in practical Ah-level pouch cells, showcasing 79.5% capacity retention after 80 cycles at 4.3 V and 60 °C. This work underscores the relevance of HP regulation and interfacial chemistry manipulated by the electric field, providing valuable insights into electrolyte engineering for SIBs.",
    "Author": "chen, Zhigao",
    "DOI": "https://doi.org/10.1021/jacs.5c21008",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Electrical and Electronic Engineering",
    "Title": "Electric Field-Driven Competitive Ionic–Molecular Coordination in the Helmholtz Plane Enables High-Voltage and High-Temperature Sodium-Ion Batteries",
    "Topic": "Advancements in Battery Materials"
  },
  {
    "Abstract": "Abstract When wheels roll on the ground, they move forward via the contact friction. This propulsion mechanism is also frequently used to create artificial microswimmers in viscous liquid environment. In such cases hydrodynamic lubrication at the contact point greatly reduces the driving forces, nevertheless forward motion can be still remarkable under rapid rotation. Interestingly, here we demonstrate that when rolling in viscoelastic fluids, a roller can slide backwards even though its rotational direction suggests forward motion. These fluids exhibit along sheared flow lines a non-zero elastic tension due to the stretch of the viscoelastic media. When the roller rolls on a surface within such fluid, a rear-front flow-field asymmetry develops, which leads to a net backward viscoelastic stress that forces the roller to slide backwards. In addition, the viscoelastic flow field results in an effective attraction between the roller and the surface. This allows the assembling of a microscale gearing system which transmit motion from a rotating colloid to a much larger object. Our findings opens up new directions for the fabrication of micro scale actuation systems relevant for active matter design and cargo delivery in complex liquid environment.",
    "Author": "He, Chengyu",
    "DOI": "https://doi.org/10.1038/s41467-026-69523-9",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Nature Communications",
    "Subfield": "Condensed Matter Physics",
    "Title": "Observation of a backward sliding motion for rollers on surfaces in viscoelastic fluid",
    "Topic": "Micro and Nano Robotics"
  },
  {
    "Abstract": "The pre-training molecular representation learning (MRL) has shown considerable potential in computer-aided drug discovery. Recently, many multimodal pre-training MRL methods have been presented, incorporating multimodal molecular data for pre-training and achieving high-accuracy predictions in downstream tasks. However, most current methods require completeness of modality for molecular data in the pre-training phase and often overlook their adaptation to real-world scenarios where, for example, molecular modalities except 2D topological graphs (2D modality) are often unavailable. In this study, we propose a multimodal pre-training MRL framework called M2UMol, which separately matches 2D modality to multiple modalities and undergoes pre-training jointly with a modality classifier. In this way, M2UMol elegantly transfers multimodal knowledge into the 2D modal encoder and allows for inputting incomplete modalities in the pre-training stage. Moreover, in downstream tasks with only the 2D modality given, M2UMol enables the precise simulation of molecular multimodal information based on the pre-trained 2D modal encoder. Comprehensive experimental results show the superior performance of M2UMol in a wide range of molecular tasks with higher efficiency in pre-training than pioneer models and demonstrate the validity of the multimodal knowledge transfer. Furthermore, we developed a user-friendly package based on M2UMol, integrating molecular representation learning, key functional group analysis, molecular multimodal retrieval, etc. It may be conveniently used in diverse fields related to drug discovery and promises to facilitate the process of developing drugs. Our code, pre-trained weights of M2UMol, and the package are available at https://github.com/Zhankun-Xiong/M2UMol.",
    "Author": "Xiong, Zhankun",
    "DOI": "https://doi.org/10.1038/s41467-026-69302-6",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Nature Communications",
    "Subfield": "Artificial Intelligence",
    "Title": "Multi-to-uni modal knowledge transfer pre-training for molecular representation learning",
    "Topic": "Advanced Graph Neural Networks"
  },
  {
    "Abstract": "Seismic faults paradoxically combine high frictional strength, which promotes stress accumulation and should hinder slip, with large seismic displacements. Among proposed dynamic weakening mechanisms, shear heating is crucial because it triggers decarbonation and CO₂ production. In carbonate faults, this process generates transient CO₂ pressurization that can modulate rupture dynamics and promote supershear propagation, yet the amount and pressure of produced CO₂ remain poorly quantified. We investigate carbonate faults in the Apennines, Italy, a region affected by Mw≤7.1 earthquakes. Integrating nano-scale observations of fault surfaces with mineralogical and isotopic constraints, we develop a stoichiometric-thermodynamic model linking seismic decarbonation to Mw 5.9-6.5 earthquakes. Individual events can produce up to 12 tons of CO₂, generating quasi-lithostatic pressures ( ~ 196 MPa) under undrained confinement and supra-hydrostatic pressures (76-134 MPa) under drained conditions. Here, we conclude that seismic CO₂ pressurization can sustain dynamic slip and enhance the destructive potential of earthquakes in carbonate terrains.",
    "Author": "Curzi, Manuel",
    "DOI": "https://doi.org/10.1038/s41467-026-69174-w",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Nature Communications",
    "Subfield": "Environmental Engineering",
    "Title": "Earthquake dynamics sustained by seismic CO2",
    "Topic": "CO2 Sequestration and Geologic Interactions"
  },
  {
    "Abstract": "Discovering more targets is of great importance for developing alternative interventions for tumor therapy. The roles of transmembrane protein 175 (TMEM175) in neurodegeneration diseases have been reported, however its functions in tumor immune surveillance are not known. We show that TMEM175 conditional knockout in macrophages inhibits the tumor growth and metastasis through promoting the anti-tumor immunity in the tumor microenvironment (TME), including elevated M1-like polarization, reduced M2-like polarization, and facilitated recruitment and activation of T cells and nature killer cells (NKs). The anti-tumor immunity is abrogated by caspase-1 inhibitor VX-765, anti-IL-1β, and anti-IL-18. Tmem175<sup>-/-</sup> bone marrow-derived macrophages (BMDMs) show enhanced tumor antigen cross-presentation that is further strengthened by IL-1β and IL-18. NLRP3 is robustly elicited in Tmem175<sup>-/-</sup> BMDMs by the tumor cell debris through lysosomal permeabilization and cathepsin B leakage. Finally, Tmem175<sup>-/-</sup> mice are more responsive to anti-PD-1. Our works implies TMEM175 to be a potential target for immunotherapy.",
    "Author": "Zhang, Ziqi",
    "DOI": "https://doi.org/10.1038/s41467-026-69546-2",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Nature Communications",
    "Subfield": "Immunology",
    "Title": "Deficiency of lysosomal TMEM175 in myeloid macrophages exerts anti-tumor immunity via inflammasome and cross-presentation pathway",
    "Topic": "Phagocytosis and Immune Regulation"
  },
  {
    "Abstract": "Photocatalytic overall water splitting remains limited by inefficient charge separation and utilization in reactions. Al-doped SrTiO<sub>3</sub> exhibiting near-100% apparent quantum efficiency for overall water splitting indicates nearly complete charge separation and surface catalytic efficiency. Although Al doping has been assumed to enhance charge separation and transfer, the exact role of Al is still unclear. Here, using spatiotemporal surface photovoltage imaging, we show that a gradient Al doping in Al-doped SrTiO<sub>3</sub> generates a built-in electric field that drives photogenerated holes from the bulk toward surface trap sites in the form of hydroxylated Al-O-Ti, prolonging their lifetime from ~100 ns to 10 ms. Spectroscopic analyses reveal that these hydroxylated Al sites serve as key centers for water adsorption, facilitating water oxidation. These findings underscore the pivotal role of Al in the spatiotemporal alignment of hole transfer and surface catalytic water oxidation, enabling high-efficiency photocatalysis in overall water splitting.",
    "Author": "Luo, Yanping",
    "DOI": "https://doi.org/10.1038/s41467-026-69276-5",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Nature Communications",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "Spatiotemporal alignment of hole transfer and water oxidation for highly efficient photocatalytic water splitting",
    "Topic": "TiO2 Photocatalysis and Solar Cells"
  },
  {
    "Abstract": "The regulation of active site electronic structure is a central strategy for optimizing supported metal catalysts, yet achieving precise and comprehensive control remains challenging due to the complex nature of metal-support interactions. This work presents a practical and reproducible approach to this challenge through the deliberate regulation of surface hydroxyls on TiO<sub>2</sub> via a titanate-derived synthesis and controlled calcination, which correlates with improved water gas shift catalysis activity of Pt/TiO<sub>2</sub> catalyst. The mechanistic interpretation by multiple characterizations suggest that a higher hydroxyl concentration is associated with the formation of more reduced Pt species, which enhanced CO activation. Subsequently, hydroxyl groups can be directly consumed by CO, which shows a correlation with the formation of oxygen vacancies. Catalysts with a higher density of oxygen vacancies exhibit stronger H<sub>2</sub>O dissociation capability. This work develops hydroxyl-content control as a viable strategy for catalyst optimization, supported by a mechanistic framework that rationalizes its impact on both metal electronic structure and oxide surface chemistry.",
    "Author": "Wang, Cong-Xiao",
    "DOI": "https://doi.org/10.1038/s41467-026-69612-9",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Nature Communications",
    "Subfield": "Materials Chemistry",
    "Title": "Surface hydroxyl-induced Pt0 clusters on TiO2 for synergistic water gas shift catalysis",
    "Topic": "Catalytic Processes in Materials Science"
  },
  {
    "Abstract": "Abstract The dorsal raphe nucleus (DRN) is an important source of serotonin to the human forebrain, however there is little consensus about its behavioural function. We build on recent results from animal models to demonstrate that activity in human DRN implements changes in behavioural policy that reflect the distribution of rewards in the environment. We use a foraging-inspired behavioural task to show that human participants change their policy to pursue or reject reward opportunities as a function of the average value of opportunities in the environment. Activity in DRN—but no other neuromodulatory nucleus—signals such policy changes. Patterns of multivariate activity in dorsal anterior cingulate cortex (dACC) and anterior insular cortex (AI), meanwhile, track the relative value of reward opportunities given the average value of the environment. We therefore suggest that DRN, dACC and AI form a circuit in which dACC/AI construct representations of reward opportunities given the current context, and DRN implements changes in behavioural policy based on these representations.",
    "Author": "Priestley, Luke",
    "DOI": "https://doi.org/10.1038/s41467-026-68349-9",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Nature Communications",
    "Subfield": "Cognitive Neuroscience",
    "Title": "Activity in human dorsal raphe nucleus signals changes in behavioural policy",
    "Topic": "Neural and Behavioral Psychology Studies"
  },
  {
    "Abstract": "Most colorectal cancers (CRCs) are insensitive to cancer immunotherapy due to the tumor-promoting activities and immunosuppressive effects of cancer-associated fibroblasts (CAFs), which profoundly drive cancer progression. Here, we provide a treatment strategy targeting CAFs to remodel the structural and immune tumor microenvironment of CRC based on magnetic nanoparticles. These nanoparticles not only induce the enhanced ferroptosis of CAFs through the synergistic effect of iron and copper ions but also ameliorate the immunosuppressive tumor microenvironment, simultaneously breaking down physical obstructions and activating the immune system. Mechanistically, these nanoparticles regulate the intrinsic signaling pathways of CAFs and alter chemokine secretion to improve the maturation of dendritic cells and the activation and function of CD8<sup>+</sup> T cells, eventually resulting in boosting the immune response to inhibit CRC growth. Moreover, we verify the effectiveness of this strategy in the patient-derived xenograft and organoid models, further illustrating its universality and promising clinical translational potential. Collectively, we show that our magnetic nanoparticles targeting CAFs can reprogram the tumor microenvironment of CRC by breaking down physical barriers and alleviating immunosuppression, offering promising avenues for the therapeutic strategy in clinical CRC management.",
    "Author": "Wang, Shuren",
    "DOI": "https://doi.org/10.1038/s41467-026-69462-5",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Nature Communications",
    "Subfield": "Pulmonary and Respiratory Medicine",
    "Title": "Amelioration of colorectal cancer-associated fibroblasts in immunosuppressive microenvironment by ferroptosis-based nanotherapy",
    "Topic": "Ferroptosis and cancer prognosis"
  },
  {
    "Abstract": "Oxidants, including singlet oxygen (<sup>1</sup>O<sub>2</sub>*) and organic triplet excited states (<sup>3</sup>C*) formed from the photoexcitation of brown carbon (BrC), drive many chemical processes in atmospheric waters. However, due to the chemical complexity of atmospheric BrC, many questions remain about the specific BrC chromophores and physicochemical properties that primarily control <sup>1</sup>O<sub>2</sub>* and <sup>3</sup>C* production. In this study, we present a framework for apportioning photosensitizers and predicting the production of <sup>1</sup>O<sub>2</sub>* and <sup>3</sup>C* based on measurable physicochemical properties of BrC. This is achieved by combining photochemical experiments with absorbance and fluorescence measurements and statistical modeling of a year-long data set of PM<sub>2.5</sub> extracts from Hong Kong SAR, China. Parallel Factor and Non-negative Matrix Factorization analyses of the fluorescence data revealed that highly oxygenated organic aerosols were the main contributors to <sup>1</sup>O<sub>2</sub>* production, whereas less oxygenated organic aerosols were the main contributors to <sup>3</sup>C* production. Next, we developed Orthogonal Partial Least Squares-Multiple Linear Regression models that successfully predicted <sup>1</sup>O<sub>2</sub>* and <sup>3</sup>C* steady-state concentrations ([<sup>1</sup>O<sub>2</sub>*]<sub>ss</sub> and [<sup>3</sup>C*]<sub>ss</sub>) and quantum yields ( <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"><mml:msub><mml:mi>Φ</mml:mi><mml:mmultiscripts><mml:mi>O</mml:mi><mml:mn>2</mml:mn><mml:mo>*</mml:mo><mml:mprescripts></mml:mprescripts><mml:none></mml:none><mml:mn>1</mml:mn></mml:mmultiscripts></mml:msub></mml:math> and Φ<sub><sup>3</sup>C*</sub>) from standard optical measurements. These models revealed that while [<sup>1</sup>O<sub>2</sub>*]<sub>ss</sub> and [<sup>3</sup>C*]<sub>ss</sub> depended on parameters that reflected the quantities of BrC chromophores, <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"><mml:msub><mml:mi>Φ</mml:mi><mml:mmultiscripts><mml:mi>O</mml:mi><mml:mn>2</mml:mn><mml:mo>*</mml:mo><mml:mprescripts></mml:mprescripts><mml:none></mml:none><mml:mn>1</mml:mn></mml:mmultiscripts></mml:msub></mml:math> and Φ<sub><sup>3</sup>C*</sub> were influenced by the specific types (i.e., quality) of BrC chromophores present. Overall, this combined approach provides a powerful tool for identifying key BrC chromophore components and specific physicochemical properties that drive <sup>1</sup>O<sub>2</sub>* and <sup>3</sup>C* production.",
    "Author": "Lyu, Yuting",
    "DOI": "https://doi.org/10.1021/acs.est.5c15686",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Environmental Science & Technology",
    "Subfield": "Atmospheric Science",
    "Title": "Connecting Brown Carbon Composition and Physicochemical Properties of Aqueous Urban PM <sub>2.5</sub> to their Photosensitized Production of Singlet Oxygen and Organic Triplet Excited States",
    "Topic": "Atmospheric chemistry and aerosols"
  },
  {
    "Abstract": "Abstract Granitic rocks constitute one of the most prevalent and economically significant lithologies, owing to their abundance, mechanical durability, and aesthetic appeal, which render them highly suitable as ornamental stones in architectural and construction applications. In recent years, extensive research efforts have been directed toward quantifying the radiological hazards posed by naturally occurring radioactive materials within these rocks, concerning their potential implications for human health and environmental safety when utilized in building materials. In the present study, a comprehensive radiometric investigation was conducted on 35 granitic rock samples of Wadi El-Nabi’ mining area, specifically El-Igl El-Ahmer monzo-syenogranites, to quantify the activity concentrations of principal radionuclides, including 22 6 Ra, 232 Th, and 4 0 K, utilizing gamma spectrometry with a high-purity germanium (HPGe) detector. Furthermore, an array of radiological hazard indices was systematically calculated to evaluate the potential radiological risks associated with these granitoid specimens. Our findings indicate that the mean activity concentrations of 226 Ra, 232 Th, and 40 K in the monzogranite samples were 29 (± 6), 34 (± 6), and 883 (± 49) Bq/kg, respectively. In comparison, the syenogranite samples exhibited slightly elevated average values, measured at 31 (± 5), 35 (± 4), and 890 (± 9) Bq/kg for the corresponding radionuclides, reflecting a modest enrichment in radioactivity within the syenogranitic lithology. With respect to the radiological parameters, the results indicate that D out , D in , AEDE in , ELCR out , ELCR in , I γ , and AGDE for both monzogranite and syenogranite samples exceed the internationally recommended reference levels. Conversely, Ra eq , AEDE out , H ex , and H in remain within acceptable global thresholds. 232 Th/ 226 Ra ( 238 U) ratios for the monzogranite and syenogranite samples range from 0.88 to 1.39 (mean 1.15 ± 0.14) and 0.88 to 1.41 (mean 1.14 ± 0.16), respectively. These values are markedly lower than the canonical crustal Th/Ra ratio of ~ 3.5, indicating post-magmatic hydrothermal alteration and selective uranium enrichment within the host granitoids. This radiological evidence is reinforced by remote sensing observations, which reveal characteristic alteration patterns, including kaolinization, sericitization, fluoritization, and silicification zones, that are spatially associated with the monzo-syenogranitic units, especially in the buffer location. Consequently, the granitic rocks in certain localized areas, particularly where radionuclide concentrations or radiological hazard indices exceed typical thresholds, may be considered unsuitable for use as construction materials.",
    "Author": "Aya S. Shereif",
    "DOI": "https://doi.org/10.1038/s41598-026-39664-4",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Scientific Reports",
    "Subfield": "Radiological and Ultrasound Technology",
    "Title": "Gamma activity concentrations of 226Ra, 232Th, 40K, and health hazard assessments of granites from Wadi El-Nabi’ mining area, Egyptian Nubian Shield",
    "Topic": "Radioactivity and Radon Measurements"
  },
  {
    "Abstract": "Utility poles are critical in supporting various electrical and communication infrastructure systems, including power transmission lines, streetlights, telephone networks, and cable services. Each type of pole whether steel, aluminum, or fiber-reinforced polymer (FRP) is designed with specific applications and performance characteristics in mind. This study presents a Quality Function Deployment (QFD) framework tailored for industrial applications, focusing on enhancing information integration to guide the selection of the most suitable pole type. The research examines advancements in utility pole technologies and management practices over the past two decades. Through market surveys, focus group discussions and individual interviews, ten KPIs were identified: service life, safety performance, overall cost, color retention, conductivity resistance, weight, production duration, transportability, installation approach, and wind resistance. Based on these KPIs, decision-makers outlined nine functional requirements that, when met, would enhance user satisfaction. The proposed framework was developed to support analytical evaluation and selection of the optimal pole type by aligning client needs with technical specifications. Using the QFD approach, the FRP pole emerged as the top-performing alternative, receiving a score of 4.12 out of 5. This framework provides a structured method for decision-makers to evaluate electrical pole options based on project-specific criteria, enabling informed and client-focused choices in early design phases.",
    "Author": "Youssef Ahmed Awad",
    "DOI": "https://doi.org/10.1038/s41598-025-12510-9",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Scientific Reports",
    "Subfield": "Management of Technology and Innovation",
    "Title": "An industrial integration framework based on QFD for selecting the optimal electrical poles",
    "Topic": "Quality Function Deployment in Product Design"
  },
  {
    "Abstract": "Physalis peruviana L. (Cape gooseberry) is susceptible to several pathogens, among which the sobemovirus physalis rugose mosaic virus (PhyRMV) is most prominent. This study investigated the anatomical, morphophysiological, and metabolic responses of P. peruviana to PhyRMV over the course of the infection cycle. P. peruviana plants were grown under greenhouse conditions (24 ± 2 ℃) and mechanically inoculated with buffer (mock) or PhyRMV inoculum. The local and systemic leaves were collected at 0, 3, 7, 14, 21, and 42 days after inoculation (DAI) and viral infection was confirmed by RT-qPCR. Morphological traits, including plant height, symptoms, and the Falker chlorophyll index, and histological changes were evaluated in PhyRMV-infected plants and compared to mock-inoculated controls. To characterize and compare their metabolic profile, the collected leaves were processed and subjected to gas chromatography-mass spectrometry (GC-MS). Yield was also assessed by quantifying the number and weight of fruits. PhyRMV could be detected in systemic leaves from 14 DAI onward, accompanied by an increase in viral load and the intensification of the symptoms, including mosaic, chlorosis, and leaf deformation from 21 DAI onward, which were associated with reduced plant height and chlorophyll contents. At 42 DAI, histological changes and increased starch accumulation were observed in the infected leaves, suggesting impaired photoassimilate transport. GC-MS revealed an accumulation of sucrose, pyruvate, and tricarboxylic acid (TCA) cycle metabolites, possibly due to the high energy demand associated with viral replication, indicating significant alterations in the functioning of the central metabolic pathways in systemic leaves in the late stage of infection at 42 DAI. Compounds such as glutamate, isoleucine, and malonate could potentially be involved in the activation of defense pathways, including the shikimic acid pathway. Metabolic networks demonstrated a loss of complexity in the infected plants, indicating a redirection of resources from primary metabolism to defense-associated mechanisms. Thus, fruit production was reduced by 31% in the infected plants, highlighting a negative impact of infection on the production potential. These results support management strategies based on the induction of plant defense mechanisms and reinforce the importance of the use of integrative approaches to understanding the physiological and biochemical impacts of viruses on crops.",
    "Author": "Muriel Herminio Studnicka",
    "DOI": "https://doi.org/10.1038/s41598-026-39107-0",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Scientific Reports",
    "Subfield": "Plant Science",
    "Title": "Morphophysiological disorders and metabolic reprogramming in Physalis peruviana infected with the physalis rugose mosaic virus",
    "Topic": "Plant Virus Research Studies"
  },
  {
    "Abstract": "Robust control of natural-gas engines under unknown load disturbances remains challenging due to strong couplings and delays in multi-input multi-output (MIMO) dynamics. This paper presents a control framework that integrates rate-based model predictive control (MPC) with a gain-scheduling scheme driven by an adaptive Kalman filter to enhance performance under unknown load disturbances. A novel adaptation mechanism enables the Kalman filter to rapidly track transient changes in load torque while attenuating steady-state estimation noise. The online torque estimate is used to compute local equilibrium operating points and generate a gain-scheduling parameter matrix that adaptively adjusts MPC behavior to improve transient response. Experimental validation on a laboratory engine demonstrates that the estimator converges quickly during load transients and maintains low steady-state noise; when combined with gain-scheduled MPC, the proposed controller significantly reduces speed and air-fuel-ratio deviations and shortens settling time following step load changes. The results indicate improved disturbance rejection and practical applicability for power-generation engines.",
    "Author": "Xiong, Wenyu",
    "DOI": "https://doi.org/10.1038/s41598-026-39850-4",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Scientific Reports",
    "Subfield": "Fluid Flow and Transfer Processes",
    "Title": "Model predictive control with adaptive Kalman filter for premixed turbocharged natural gas engine",
    "Topic": "Advanced Combustion Engine Technologies"
  },
  {
    "Abstract": "Maxillary supernumerary teeth (ST) frequently induce complications (e.g., dental irregularities, bone destruction), but precise risk stratification remains challenging. This retrospective study analysed cone-beam computed tomography (CBCT) data from 217 patients, stratified into childhood (6-12 years) and adulthood (≥ 19 years). Morphological assessment showed that 77.1% of ST were conical, with a significantly higher proportion in females (88.3% vs. 73.4% in males). Age-stratified risk modelling revealed that root curvature was strongly associated with adult bone destruction (adjusted odds ratio [OR] = 3.5), while ST number drove childhood dental anomalies (adjusted OR = 4.2). The adult bone destruction model achieved an area under the curve (AUC) of 0.80 (outperforming non-stratified models), whereas the childhood dental anomaly model had modest performance (AUC = 0.69). These findings support age-specific clinical strategies: early extraction for high-risk children and prioritised surgical intervention for adults with ≥ 2 ST plus root curvature, thereby enhancing precision and reducing unnecessary treatments.",
    "Author": "Li, Mingxia",
    "DOI": "https://doi.org/10.1038/s41598-026-38822-y",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Scientific Reports",
    "Subfield": "Oral Surgery",
    "Title": "Cone-beam CT-based age-specific risk prediction model for maxillary anterior supernumerary teeth",
    "Topic": "Dental Radiography and Imaging"
  },
  {
    "Abstract": "Self-stigma in person who use drugs (PWUDs) and their families can create many difficulties for those struggling with drug use, impacting family support during treatment and rehabilitation. Therefore, interventions to manage or lessen this social issue within these families appear essential. This study assess the impact of spiritually interventions based Salim's heart model on self-stigma in family members of PWUDs. In clinical trial study 60 first-degree family members of PWUDs receiving treatment in Khorramabad city in 2024 were selected via the cluster design method, adhering to eligibility criteria. The participants were randomly divided into experimental and control groups. In addition to standard clinical care for the experimental group, nine 1.5-h spiritual intervention sessions, based on the Salim's Heart model, were provided in a group setting over time. The control group received standard clinic care only. Both groups were evaluated using demographic surveys and the self-stigma inventory in the families (SSI-F) PWUDs before and four weeks post-intervention. Data was analyzed in SPSS software version 27 using parametric and nonparametric statistical tests. Initially, the average self-stigma scores for family members of PWUDs in the experimental and control groups were as follows: 34.2 ± 9.88 for the experimental group and 35.4 ± 6.13 for the control group, indicating no statistically significant difference before the intervention (P < 0.05). However, after the intervention, scores were significantly lower for the experimental group at 34.83 ± 22.67 as compared to 35.42 ± 6.42 for the control group (P < 0.001). Intra-group analysis also revealed statistically significant reductions in self-stigma scores after the intervention within the experimental group (P < 0.001), while the control group displayed no significant change (P < 0.05). These results suggest that spiritual interventions could be an effective strategy in alleviating self-stigma within families of PWUDs, which holds important implications for promoting holistic treatment and recovery efforts.",
    "Author": "Sedieghifar, Zahra",
    "DOI": "https://doi.org/10.1038/s41598-026-38894-w",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Scientific Reports",
    "Subfield": "Clinical Psychology",
    "Title": "Spiritual interventions and self-stigma in the family of person who use drugs: a clinical trial study",
    "Topic": "Family Caregiving in Mental Illness"
  },
  {
    "Abstract": "This study handles the robust sampled-data [Formula: see text] fuzzy control analysis for a category of nonlinear partial differential systems (NPDSs) holding disturbances. As for now, the Takagi-Sugeno (T-S) fuzzy model serves superior by describing a broad category of nonlinear systems, and therefore, originally, a T-S fuzzy model is employed to illustrate the nonlinear parabolic partial differential systems. Here, the primary focus of this research is on designing a resilient sampled-data [Formula: see text] fuzzy estimator-based controller which is competent in stabilizing the T-S fuzzy closed-loop partial differential systems (PDSs) and to tolerate the disruption under a specified level. By the virtue of Lyapunov stability theory, Green's formula and several inequality techniques, the robust stabilization design problem based on a sampled-data fuzzy [Formula: see text] estimator is effectively addressed using a set of linear matrix inequalities (LMIs). Moreover, the impacts of the diffusion phenomenon and the designed controller are clearly reflected in the derived criteria. Further, the acquired criteria can be checked for their practicability by the virtue of MATLAB LMI control toolbox. Finally, simulation results are presented to demonstrate the effectiveness of the proposed criteria.",
    "Author": "Sivakumar, M.",
    "DOI": "https://doi.org/10.1038/s41598-026-37959-0",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Scientific Reports",
    "Subfield": "Statistics and Probability",
    "Title": "Sampled-data fuzzy $$H_\\infty$$ estimators for control of nonlinear parabolic partial differential equations",
    "Topic": "Fuzzy Systems and Optimization"
  },
  {
    "Abstract": "Abstract Everyday discrimination (ED) has adverse effects on health and well-being. This study highlights understudied trends in the distribution, correlates, and geographic variation of ED among Indian adults aged 45 and above. The analysis of 61,722 participants in the Longitudinal Ageing Study in India (2017-18) revealed significant state/union territory (UT)-level variation. While Nagaland, Tripura, Mizoram, and Lakshadweep had comparatively lower ED scores than the national average, Jammu and Kashmir, Delhi, Chhattisgarh, and Karnataka had higher scores. Additionally, using multilevel negative binomial regression, we found that men, non-married adults, migrant residents, and adults in rural areas had higher ED rates. In general, with increases in education level and household monthly per capita income, there was a reduction in ED rates. Notably, adults with a functional disability (Incident Rate Ratio (IRR) = 1.43 [95% confidence interval: 1.32, 1.55]) and physical or mental impairment (IRR = 2.15 [1.88, 2.45]) had significantly higher ED rates than those without. We also partitioned the geographic variation in ED and found that more geographic variance was explained by the community (village/ward) level than by the state/UT level, accounting for roughly 60% and 40% of the variation across models, respectively. Our findings suggest that community-based contextual factors necessitate further research.",
    "Author": "Sadhu, Ravi",
    "DOI": "https://doi.org/10.1038/s41598-026-37790-7",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Scientific Reports",
    "Subfield": "Sociology and Political Science",
    "Title": "Everyday discrimination among middle-aged and older adults in India: a multilevel cross-sectional analysis from the Longitudinal Ageing Study in India",
    "Topic": "Names, Identity, and Discrimination Research"
  },
  {
    "Abstract": "ABSTRACT The utilization of plant‐based ingredients, such as legumes, is gaining popularity because of consumer demand for sustainably sourced, high‐protein foods, and an increased number of consumers reluctant to consume animal‐based products. Legumes are often cultivated for their protein but are also rich in starch and fiber. Furthermore, during protein fractionation, large side streams composed mainly of starch and fiber are produced. To promote efficient use of biomass, it is essential to find effective ways of repurposing these side streams. Understanding the functionality of the side streams allows the identification of alternative uses that offer economic and environmental benefits. One crop that is gaining attention and technical use as a sustainable, plant‐based protein source is pea ( Pisum sativum L.). This review provides an overview and establishes new connections between the physicochemical properties of pea starch and pea fiber, available treatment methods for further functionalization, and the influence of pea starch and pea fiber on different foods and their sensory properties and product performance across various applications. Challenges and knowledge gaps are also identified, for example, the correlations between chemical and sensory properties and how changes in starch and fiber functionality affect the textural and sensory properties of the final food product.",
    "Author": "Johansson, Mathias",
    "DOI": "https://doi.org/10.1111/1541-4337.70419",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Comprehensive Reviews in Food Science and Food Safety",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Pea Starch and Pea Fiber—A Review of Functional Properties, Sensory Characteristics, and Value‐Added Uses",
    "Topic": "Food composition and properties"
  },
  {
    "Abstract": "Abstract This study focuses on analysing the coverage of publications’ metadata available in the Current Research Information System (CRIS) infrastructure of the University of Bologna (UNIBO), implemented by the IRIS platform, within an authoritative source of open research information, i.e. OpenCitations. The analysis considers data regarding the publication entities alongside citation links. We precisely quantify the proportion of UNIBO IRIS publications included in OpenCitations, examine their types, and evaluate the number of citations in OpenCitations that involve IRIS publications. Our methodology filters and transforms data dumps from IRIS and OpenCitations, creating novel datasets for analysis. Our findings reveal that only 36% of IRIS is covered in OpenCitations, with journal articles exhibiting the highest coverage. We identified 5,129,406 citation links pointing to UNIBO IRIS publications. From a purely quantitative perspective, comparing our results with broader proprietary services such as Scopus and Web of Science reveals comparable coverage in the number of IRIS bibliographic resources included across the systems analysed (OpenCitations, Scopus, and Web of Science), as well as in the number of citations they receive.",
    "Author": "Andreose, Erica",
    "DOI": "https://doi.org/10.1007/s11192-026-05540-1",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Scientometrics",
    "Subfield": "Information Systems and Management",
    "Title": "Analysing the coverage of the University of Bologna’s bibliographic and citation metadata in OpenCitations collections",
    "Topic": "Academic Publishing and Open Access"
  },
  {
    "Abstract": "Psoriasis is a chronic, immune-mediated skin disease characterised by epidermal hyperplasia and compromised barrier integrity, which significantly complicates effective drug delivery. Topical drug delivery (TDD) offers a promising, non-invasive, and patient-centric alternative therapy for its management. However, the efficacy of TDD is constrained by the markedly thickened stratum corneum in psoriatic lesion skin, which acts as a formidable barrier to effective drug penetration. In this work, we developed a high-drug-loading TDD system for the highly effective topical delivery of apremilast (APR), an FDA-approved oral treatment for psoriasis. Using a sequential nanoprecipitation method, lipid nanoparticles (LNPs) and polymer nanoparticles (PNPs) loaded with 40% APR, defined as the weight ratio of APR relative to the total nanoparticle formulation, were synthesized and embedded into Carbopol 940 gel for enhanced skin compatibility and topical application. Ex vivo studies revealed enhanced intradermal retention of LNPs Carbopol<sup>®</sup> 940 gel (LNPG) and greater subdermal accumulation of PNPs Carbopol<sup>®</sup> 940 gel (PNPG). In an imiquimod-induced psoriasis mouse model, treatment with both formulations resulted in marked clinical improvements, including reduced PASI scores, decreased epidermal thickness, and reduced spleen size. Furthermore, both LNPG and PNPG systems significantly downregulated psoriasis-associated cytokines (TNF-α, IL-1β, IL-6, CXCL8, and CCL20). These findings demonstrate the robust therapeutic potential of high-drug-loading NP gels and highlight their promise as a patient-friendly TDD platform for psoriasis and other dermatological conditions with a compromised barrier function.",
    "Author": "Zhao, Zihan",
    "DOI": "https://doi.org/10.1186/s12951-026-04120-y",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Journal of Nanobiotechnology",
    "Subfield": "Pharmaceutical Science",
    "Title": "Topical delivery of high-drug-loading nanoparticle gels for psoriasis treatment",
    "Topic": "Advancements in Transdermal Drug Delivery"
  },
  {
    "Abstract": "This quasi-experimental study examines the impact of the production-oriented approach (POA) on the L2 Motivational Self System (L2MSS) of Chinese college students and their English achievement. Conducted over 8 weeks in four classes ( N = 108) at a public university in Shandong Province, the study compares two experimental groups exposed to POA-based instruction with two control groups following traditional teaching methods. Data were collected via a validated 40-item L2MSS questionnaire and three English achievement tests administered in Weeks 1, 4, and 8. Statistical analyses, including independent t -tests, analysis of covariance (ANCOVA), and multivariate analysis of covariance (MANCOVA), revealed that POA significantly enhanced students’ overall second-language (L2) motivation and English achievement, with the most consistent improvements observed in the ideal L2 self and the L2 learning experience, whereas the ought-to L2 self showed comparatively smaller change.",
    "Author": "Ying-qian, Zhang",
    "DOI": "https://doi.org/10.1177/13621688251414688",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Language Teaching Research",
    "Subfield": "Language and Linguistics",
    "Title": "The impact of the production-oriented approach on L2 Motivational Self System and academic achievement among Chinese English majors",
    "Topic": "EFL/ESL Teaching and Learning"
  },
  {
    "Abstract": "Abstract I study product-quality innovation under monopolistic competition with variable demand elasticity preferences and general cost functions. I characterize the free-entry equilibrium and the effects of market size, marginal production cost, and fixed cost on equilibrium product quality and markups. Then I show how these results change with a small number of firms that engage in competitive interaction a-la Cournot. Overall, for the commonly assumed demand and cost structures, an increase in market size or marginal production cost works to decrease markups and increase product quality, while markups increase along with product quality due to an increase in fixed (entry) cost.",
    "Author": "Sorek, Gilad",
    "DOI": "https://doi.org/10.1007/s11151-025-10046-w",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-14",
    "Source": "Review of Industrial Organization",
    "Subfield": "Economics and Econometrics",
    "Title": "Quality Innovation with Variable Demand Elasticity",
    "Topic": "Merger and Competition Analysis"
  }
]
