[
  {
    "article_path": "/article/savannah-guthrie-offers-1-million-reward-for-missing-mother_381c86",
    "article_url": "https://ground.news/article/savannah-guthrie-offers-1-million-reward-for-missing-mother_381c86",
    "bias": [
      "Coverage of Savannah Guthrie's mother's disappearance reveals distinct partisan lenses.",
      "Left-Leaning outlets emphasize the \"absolutely heartbreaking\" agony and \"frustrating turn\" of cold leads, focusing on the emotional toll.",
      "Right-Leaning narratives highlight a \"high-stakes turning point\" and \"Broken Savannah Guthrie,\" often mentioning \"doorbell camera footage shows an armed man\" to underscore the criminal aspect.",
      "Center-Leaning reports uniquely detail the \"FBI's separate $100,000 reward\" and Nancy Guthrie 's vulnerability, while also including highly critical assertions about \"FBI Director Kash Patel\" implying negligence—a significant partisan divergence.",
      "All perspectives consistently report the $1 million family reward and the emotional video, acknowledging hopes for a \"miracle\" alongside the possibility her mother \"may already be gone,\" reflecting a shared human interest despite differing priorities in framing the investigation."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "Savannah Guthrie, an anchor of NBC's \"Today Show\", offered a $1 million reward for information leading to the recovery of her missing 84-year-old mother, Nancy Guthrie , who vanished from her Arizona home on January 31.",
      "The FBI is separately offering a $100,000 reward for any information that leads to Ms. Guthrie or to an arrest.",
      "Guthrie acknowledged that her mother may not be alive given the time that has passed, her age, and her medical issues, but said, \"We still believe in a miracle. We still believe that she can come home, hope against hope."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/justice-department-withheld-epstein-files-on-trump",
    "article_url": "https://ground.news/article/justice-department-withheld-epstein-files-on-trump",
    "bias": [
      "While both perspectives acknowledge the Justice Department withheld Epstein files related to Trump, left-leaning coverage frames this as a \"massive cover-up,\" using terms like \"secretly ‘destroyed’\" and \"removed accusations\" to imply deliberate protection, highlighting \"53 missing ‘Trump’ pages\" and a victim's \"exposure.",
      "This contrasts sharply with center-leaning reports, which cautiously state the DOJ \"may have withheld\" documents, attributing claims to \"Rep. Garcia says\" and de-emphasizing accusatory language.",
      "The left employs emotionally charged rhetoric like \"shaking Washington to its core,\" while the center maintains a neutral, reportorial tone.",
      "This divergence reveals a core ideological split between asserting deliberate malfeasance and cautiously reporting possibilities."
    ],
    "bias_bar_text": null,
    "center_pct": 29.0,
    "error": null,
    "left_pct": 54.0,
    "location": null,
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "On February 24, 2026, the U.S. Department of Justice withheld Epstein-era documents mentioning President Donald Trump , NPR reported.",
      "Files removed on January 20 were republished on February 19, and one interview with a fleeting Trump mention was restored last week while another remains offline.",
      "NPR's metadata analysis found at least 53 pages of FBI interview summaries and notes catalogued but absent from the public archive, and only the July 24, 2019 interview appears in the database.",
      "DOJ officials say the department removed and reuploaded documents to protect victims, but Attorney General Pam Bondi denied withholding for political sensitivity despite three FBI notes remaining withheld.",
      "Reporters and outside reviewers say the public deserves an accounting of missing pages and the authority used to withhold them, yet the department offers assurances without reconciling the record."
    ],
    "title": "Justice Department withheld and removed some Epstein files related to Trump: NPR investigation",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/masked-suspect-in-nancy-guthrie-abduction-appeared-to-visit-her-house-before-kidnapping-sources_686724",
    "article_url": "https://ground.news/article/masked-suspect-in-nancy-guthrie-abduction-appeared-to-visit-her-house-before-kidnapping-sources_686724",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 65.0,
    "error": null,
    "left_pct": 18.0,
    "location": null,
    "right_pct": 17.0,
    "status": "no_change",
    "summary": [
      "On Feb. 10, the FBI released photos and video showing a masked man at Nancy Guthrie 's home on two separate days, with one image possibly taken before Feb. 1.",
      "With no timestamps on the images, Pima County Sheriff Chris Nanos and the Pima County Sheriff's Department have dismissed timeline claims as speculative and urged restraint.",
      "Evidence includes DNA from black gloves found 2 miles away, uploaded into CODIS, with no matches so far, and authorities describe the suspect as a male about 5'9\"–5'10\" with an Ozark Trail backpack.",
      "Authorities have intensified searches and road measures near Guthrie's home on Feb. 21, with rewards totaling $200,000, and emphasize `This remains an active and ongoing criminal investigation`.",
      "Investigators flagged Grand Junction, Colorado as a location of interest after digital records highlighted activity targeting Guthrie's address and images in the weeks before she vanished, with subpoenaed records linked to Jeffrey Epstein."
    ],
    "title": "Masked suspect in Nancy Guthrie abduction appeared to visit her house before kidnapping: Sources",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/nick-reiner-pleads-not-guilty-to-murdering-parents-rob-reiner-and-michele-reiner_7df1b4",
    "article_url": "https://ground.news/article/nick-reiner-pleads-not-guilty-to-murdering-parents-rob-reiner-and-michele-reiner_7df1b4",
    "bias": [
      "Left-Leaning coverage frames the case through mitigation and mental‑health lenses—using terms like \"troubled son\" and stressing sealed records, competency hearings and calls for compassionate responses—while right-leaning pieces foreground criminality and outrage with words like \"brutal,\" \"emotionless,\" and \"disgraced Hollywood scion,\" emphasizing violence and punishment .",
      "The pivotal divides are attention to mental‑health/motive and sealed medical details versus emphasis on brutality and character; center reporting is more procedural.",
      "Both sides, however, consistently report the not‑guilty plea, homicide finding and that he remains held without bail."
    ],
    "bias_bar_text": null,
    "center_pct": 47.0,
    "error": null,
    "left_pct": 28.0,
    "location": null,
    "right_pct": 25.0,
    "status": "ok",
    "summary": [
      "On Feb. 23, Nick Reiner pleaded not guilty at his Los Angeles arraignment on two counts of first-degree murder with special-circumstance allegation in the deaths of Rob Reiner and Michele Singer Reiner.",
      "On Dec. 14, authorities found Rob and Michele Reiner dead in their Brentwood home and arrested Nick Reiner near USC around 9:15 p.m., less than six hours later.",
      "The Los Angeles County Department of Medical Examiner found both died from \"multiple sharp force injuries,\" and prosecutors allege a knife was used, with possible penalties including death or life without parole.",
      "The judge set an April 29, 2026 preliminary hearing to determine if evidence warrants trial; Alan Jackson withdrew last month, and Kimberly Greene now represents Nick Reiner.",
      "Court records and reporting show a history of addiction and a 2020 conservatorship; Reiner was diagnosed with schizophrenia and argued with his father at a Conan O'Brien holiday party while living in a guest house on family property."
    ],
    "title": "Nick Reiner Pleads Not Guilty to Murdering Parents Rob Reiner and Michele Reiner",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/ex-uk-ambassador-to-us-peter-mandelson-arrested-after-epstein-revelations_9d820a",
    "article_url": "https://ground.news/article/ex-uk-ambassador-to-us-peter-mandelson-arrested-after-epstein-revelations_9d820a",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 44.0,
    "error": null,
    "left_pct": 33.0,
    "location": null,
    "right_pct": 23.0,
    "status": "no_change",
    "summary": [
      "Former British Ambassador to the U.S. Peter Mandelson was arrested on suspicion of misconduct in public office related to his ties with Jeffrey Epstein .",
      "Emails revealed by the U.S. Department of Justice indicated that Mandelson shared information with Epstein while serving as a minister.",
      "The investigation began after Prime Minister Keir Starmer's government sent communications between Mandelson and Epstein to the police.",
      "The Metropolitan Police confirmed Mandelson's arrest, stating, 'Officers have arrested a 72-year-old man on suspicion of misconduct in public office."
    ],
    "title": "Ex-UK ambassador to U.S. Peter Mandelson arrested after Epstein revelations",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/abfeb4aa-cc82-4502-832a-cb7412a5e996",
    "article_url": "https://ground.news/article/abfeb4aa-cc82-4502-832a-cb7412a5e996",
    "bias": [
      "Left-Leaning coverage frames the State of the Union as \"divisive\" and \"wild and rambling,\" highlighting \"exaggerated and false claims\" and specific Democratic protests, often portraying the President's rhetoric as \"angry\" or \"incoherent.",
      "Conversely, right-leaning outlets emphasize a \"Prime Platform\" for \"wins,\" celebrating a \"turnaround for the ages\" and a \"defiant defense\" of policies, often characterizing opponents as \"crazy\" Democrats.",
      "Center-Leaning reports neutrally describe the President's actions, noting a \"fraught moment\" and extensively mentioning fact-checking efforts that reveal a \"frequently distorted account,\" without adopting the left's critical tone or the right's celebratory language.",
      "While all perspectives acknowledge the speech's length and focus on the economy, tariffs, and immigration, the left questions economic sentiment, the right touts success, and the center presents both, revealing deep ideological splits on national progress and political opposition."
    ],
    "bias_bar_text": "Left 34% Center 39% Right 27%",
    "center_pct": 39.0,
    "error": null,
    "left_pct": 34.0,
    "location": null,
    "right_pct": 27.0,
    "status": "ok",
    "summary": [
      "On Tuesday, President Donald Trump delivered the State of the Union at the U.S. Capitol, facing partisan clashes while speaking for 1 hour and 41 minutes.",
      "Amid recent legal setbacks, the address was shaped by a 6-3 Supreme Court decision that removed President Donald Trump's favored IEEPA tariff tool and U.S. military buildup near Iran.",
      "Analysts and federal studies contradict key tariff and price assertions made during the address, noting the $18 trillion investment claim conflicts with White House investment tallies and tariffs mostly burden U.S. firms and consumers.",
      "More than 20 Democrats staged a boycott, opting for an outdoor rally on the National Mall, while Virginia Gov. Abigail Spanberger will deliver the official Democratic response.",
      "With midterms approaching, the address highlighted a 10% tariff signed under Section 122 of the 1974 Trade Act, limited to 15% and expiring after 150 days, amid economic data showing 2.4% inflation in January 2026."
    ],
    "title": "Trump Boasts ‘Turnaround for the Ages,’ Clashes With Democrats in Longest-Ever State of the Union Address",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/mexicos-president-considers-legal-action-after-musk-claims-she-takes-orders-from-cartels",
    "article_url": "https://ground.news/article/mexicos-president-considers-legal-action-after-musk-claims-she-takes-orders-from-cartels",
    "bias": [
      "Left-Leaning outlets frame Musk's \"absurd\" cartel allegations as \"inflammatory remarks,\" emphasizing Mexico's \"threatens legal action\" and even highlighting his alleged \"relationship with Epstein.",
      "Conversely, right-leaning coverage focuses on \"mafia allegations\" against a \"leftist and anti-Spanish president,\" portraying her as \"obeying the cartels\" and linking the controversy to \" El Mencho \" and \"riots.",
      "The left uses terms like \"without evidence,\" while the right employs \"implying she works for drug cartels\" and \"just say what they want,\" revealing accusatory tones.",
      "Center-Leaning reports present a more neutral \"Mexico weighs legal action,\" noting official \"defends\" and \"zero-tolerance\" policy.",
      "Both sides acknowledge Musk's comments and Sheinbaum's consideration of legal action, yet their divergent framing—from scrutinizing powerful figures to emphasizing perceived corruption—reflects broader ideological battles over accountability and governance."
    ],
    "bias_bar_text": "Left 44% C 21% Right 35%",
    "center_pct": 21.0,
    "error": null,
    "left_pct": 44.0,
    "location": null,
    "right_pct": 35.0,
    "status": "ok",
    "summary": [
      "Mexican President Claudia Sheinbaum said she is considering legal action against Elon Musk after he alleged that she takes orders from drug cartels.",
      "Musk's post on X followed the capture and killing of Jalisco New Generation Cartel leader Nemesio Oseguera by Mexican security forces.",
      "Sheinbaum said a return to a war on drugs was not feasible, and the government is looking for peace, not war, despite over 130,000 people missing in Mexico due to cartel violence."
    ],
    "title": "Mexico weighs legal action after Musk links president to drug cartels",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/pinterest-search-trends-reveal-parents-push-for-offline-and-experience-rich-parenting",
    "article_url": "https://ground.news/article/pinterest-search-trends-reveal-parents-push-for-offline-and-experience-rich-parenting",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 43.0,
    "location": "United States",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Pinterest released its first Parenting Trend Report on Tuesday, saying families are designing childhoods rooted in creativity, intention and meaningful experiences, with trends spotted through searches, colors, and styles.",
      "Sydney Stanback says parents are reacting to digital saturation and busy schedules as Dr. Brian Razzino, licensed clinical psychologist and author, noted rising searches show parents aim to build resilience and empathy through hands-on experiences.",
      "Searches spiked for hands-on and offline activities with `sensory play ideas` up 1,070%, `DIY kids playgrounds` up 630%, and `educational activities for kids` up 280%.",
      "Families are planning routines and spaces via Pinterest to keep kids engaged beyond screens, with parents creating baby-dedicated areas across the home, she said.",
      "Drawing on more than 600 million monthly users and 80 billion searches, Pinterest combined data with expert curation while travel searches like `traveler's journal` surged 1280%."
    ],
    "title": "Pinterest search trends reveal parents’ push for offline and experience-rich parenting",
    "topic": "Lifestyle",
    "topic_full": "Lifestyle · United States"
  },
  {
    "article_path": "/article/trump-uses-state-of-the-union-to-justify-iran-nuclear-pressure_fd4be3",
    "article_url": "https://ground.news/article/trump-uses-state-of-the-union-to-justify-iran-nuclear-pressure_fd4be3",
    "bias": [
      "Left-Leaning coverage frames Trump's Iran policy with a \"belligerent tone\" and \"speculation swirls\" around potential conflict, emphasizing Democratic \"red flag\" warnings and a \"surprise guest\" at a briefing.",
      "In contrast, right-leaning outlets portray a \"Furious Trump\" demonstrating strong leadership, using phrases like \"Can't let that happen\" and celebrating \"unleashed optimism\" and a \"Rebirth Never Seen\" from his address.",
      "Center perspectives neutrally report Trump \"lays out case\" for action while highlighting \"major risks\" and a \"lack of understanding\" of war.",
      "All sides acknowledge Trump's \"red line\" against Iran having a nuclear weapon and his stated preference for diplomacy, revealing ideological splits on leadership style and foreign policy approach."
    ],
    "bias_bar_text": null,
    "center_pct": 35.0,
    "error": null,
    "left_pct": 19.0,
    "location": "Iran",
    "right_pct": 46.0,
    "status": "ok",
    "summary": [
      "On Tuesday, President Donald Trump demanded Iran explicitly say `We will never have a nuclear weapon` during his State of the Union address and said he prefers diplomacy but will not allow the world’s \"number one sponsor of terror\" to obtain one.",
      "With a large U.S. naval and air presence, Trump set a 10-day deadline for Tehran during Geneva talks, as regional military pressure increased.",
      "Hours before the speech, the IRGC staged military exercises focused on the Strait of Hormuz, and Trump accused Tehran of aiding militias that killed more than 600 U.S. service members and up to 32,000 protesters last month.",
      "Several regional partners indicated they would not allow U.S. attacks from their territories, complicating military options, while advisers pressed for a punishing strike, and military planners warned outcomes are uncertain.",
      "Iran retains options to escalate, including closing the Strait of Hormuz and activating Hezbollah and Ansar Allah, while Major General Amir Hatami warned Monday, `They enter with pretense and intimidation, but they always leave with humiliation`."
    ],
    "title": "Trump Uses State of the Union to Justify Iran Nuclear Pressure",
    "topic": "State of the Union",
    "topic_full": "State of the Union · Iran"
  },
  {
    "article_path": "/article/trump-jokes-this-should-be-my-third-term-during-remarks-about-prescription-drugs",
    "article_url": "https://ground.news/article/trump-jokes-this-should-be-my-third-term-during-remarks-about-prescription-drugs",
    "bias": [
      "Left-Leaning outlets frame the \"third term\" remark as a \"joke\" or \"quip,\" highlighting its constitutional implications and how it \"blur the line\" on term limits, often within the context of prescription drug discussions.",
      "Right-Leaning coverage, conversely, connects the statement to \"renew 2020 election claims\" and \"hints at extended tenure,\" emphasizing \"strange things happen\" to allude to election grievances.",
      "Center coverage neutrally presents the direct quote, then notes the implied connection to \"claiming that the 2020 election... was stolen.",
      "While all perspectives acknowledge Trump's remark, the left de-emphasizes the election claim connection, prioritizing constitutional concerns, whereas the right de-emphasizes the speech's broader context.",
      "These divergent portrayals reveal ideological divides concerning election integrity versus constitutional norms."
    ],
    "bias_bar_text": null,
    "center_pct": 28.0,
    "error": null,
    "left_pct": 43.0,
    "location": "United States",
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "On Tuesday during his State of the Union, President Donald Trump quipped that it `should be my third term` to lawmakers, Cabinet officials and Supreme Court justices in the House chamber.",
      "Since returning to office last year, he has repeatedly toyed with a third term despite the 22nd Amendment of the US Constitution.",
      "In March, Trump told NBC News he was `not joking` about running in 2028 and said `a lot of people want me to do it`; in October on Air Force One, he said `I have my best numbers ever` when asked about running again."
    ],
    "title": "Trump jokes this 'should be my third term' during remarks about prescription drugs",
    "topic": "Donald Trump",
    "topic_full": "Donald Trump · United States"
  },
  {
    "article_path": "/article/parents-of-national-guard-member-fatally-shot-in-dc-will-attend-state-of-the-union",
    "article_url": "https://ground.news/article/parents-of-national-guard-member-fatally-shot-in-dc-will-attend-state-of-the-union",
    "bias": [
      "Left-Leaning coverage frames the incident as an \"ambush,\" focusing on the victims and the solemn recognition.",
      "Right-Leaning outlets, however, employ highly emotional language like \"WOW\" and \"Terror Attack,\" explicitly identifying the assailant as an \"illegal Afghan national\" and emphasizing the \"miraculously survived\" aspect \"by the grace of God,\" while celebrating President Trump's actions.",
      "Center-Leaning reports maintain a neutral, factual tone.",
      "While all perspectives acknowledge President Trump honoring the National Guard members with Purple Hearts, the right's exclusive focus on the assailant's background and the event's \"terror\" designation reveals deep ideological divisions concerning national security and immigration."
    ],
    "bias_bar_text": null,
    "center_pct": 78.0,
    "error": null,
    "left_pct": 11.0,
    "location": "Macomb County",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "Andrew Wolfe, who survived a gunshot wound to the head while patrolling with the National Guard in Washington last year, was awarded the Purple Heart medal during Trump's State of the Union address.",
      "Trump honored Wolfe and U.S. Army Spc. Sarah Beckstrom, who was fatally shot in an ambush on Nov. 26 while deployed to Washington as part of Trump's executive order to battle crime.",
      "Rahmanullah Lakanwal, who entered the United States through the Biden administration's Operation Allies Welcome program, has been charged in connection with the shooting and has pleaded not guilty."
    ],
    "title": "National Guard Member Andrew Wolfe, Injured in Washington Shooting, Awarded Purple Heart at Trump’s State of the Union",
    "topic": "US Politics",
    "topic_full": "US Politics · Macomb County"
  },
  {
    "article_path": "/article/epstein-survivors-join-democrats-to-press-for-accountability-hours-before-state-of-the-union",
    "article_url": "https://ground.news/article/epstein-survivors-join-democrats-to-press-for-accountability-hours-before-state-of-the-union",
    "bias": [
      "Left-Leaning coverage frames Democratic invitations to \"Epstein survivors\" and \"ICE detainees\" as advocacy for \"victims,\" emphasizing accountability and \"exposing America's two-tiered justice system,\" often linking the strategy to pressuring President Trump.",
      "Right-Leaning outlets, however, portray these actions as an \"Anti-Trump SOTU Stunt\" or a \"parade of victims,\" highlighting a guest's past as an \"ex-'recruiter'\" to suggest the move \"backfires\" and imply political opportunism.",
      "While center-leaning reports neutrally on lawmakers' actions and stated goals for \"accountability,\" it de-emphasizes the \"recruiter\" aspect and direct links to Trump's alleged cover-up.",
      "All perspectives agree Democrats invited survivors seeking accountability, revealing ideological divides on political tactics and justice system critiques."
    ],
    "bias_bar_text": null,
    "center_pct": 53.0,
    "error": null,
    "left_pct": 28.0,
    "location": null,
    "right_pct": 19.0,
    "status": "ok",
    "summary": [
      "At least six House Democrats have invited survivors of sex offender Jeffrey Epstein to attend President Donald Trump 's State of the Union address.",
      "The Department of Justice has declared its release of roughly 3 million pages of Epstein-related documents as its final obligation, even as survivors push for the remaining 3 million pages to be made public.",
      "The coordinated effort to seat Epstein survivors at the State of the Union reflects growing frustration that the Trump administration is moving to close the book on the Epstein case before a full accounting has been rendered."
    ],
    "title": "Epstein Survivors Join Democrats to Press for Accountability Hours Before State of the Union",
    "topic": "Donald Trump",
    "topic_full": "Donald Trump"
  },
  {
    "article_path": "/article/bill-gates-took-responsibility-for-his-actions-over-epstein-links-foundation-says",
    "article_url": "https://ground.news/article/bill-gates-took-responsibility-for-his-actions-over-epstein-links-foundation-says",
    "bias": [
      "Left-Leaning outlets critically examine Bill Gates 's \"apology\" for Epstein \"links\" and \"romances\" with Russian women, even highlighting Epstein's alleged STD claim, scrutinizing the powerful.",
      "Right-Leaning coverage, conversely, emphasizes Gates \"Admits Affairs\" and \"breaks silence,\" framing his \"responsibility\" for \"actions\" around personal moral failings and accountability, uniquely noting his withdrawal from an AI summit.",
      "Center-Leaning reports neutrally present Gates \"took responsibility\" and \"apologises,\" attributing statements without loaded language.",
      "A key divergence is the left de-emphasizing Gates's denial that the women were victims, a detail prominent elsewhere.",
      "All perspectives agree Gates apologized for Epstein ties and admitted affairs, yet their distinct portrayals reflect broader ideological priorities concerning personal conduct versus systemic accountability."
    ],
    "bias_bar_text": "7% Center 36% Right 57%",
    "center_pct": 36.0,
    "error": null,
    "left_pct": 7.0,
    "location": null,
    "right_pct": 57.0,
    "status": "ok",
    "summary": [
      "On Feb 24, Bill Gates apologized to Gates Foundation staff and the foundation said he `took responsibility for his actions`, refocusing scrutiny on his controversial friendship with Jeffrey Epstein.",
      "Following the release of DOJ files and press coverage, a Gates Foundation spokesperson told Reuters the town hall addressed the Epstein files and reflected what Gates shared.",
      "Gates explained that the photos were taken at Epstein's request by Epstein's assistants, told staff `I saw nothing illicit` on Tuesday, and acknowledged two affairs with Russian women unrelated to Epstein's victims."
    ],
    "title": "Bill Gates 'took responsibility for his actions' over Epstein links, foundation says",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/durbin-whistleblowers-accuse-patel-of-jet-usage-decision-making-that-hindered-fbi-responses_affc28",
    "article_url": "https://ground.news/article/durbin-whistleblowers-accuse-patel-of-jet-usage-decision-making-that-hindered-fbi-responses_affc28",
    "bias": [
      "Left-Leaning narratives frame Kash Patel 's jet use as a \"bizarre directive\" causing \"mass shooting\" delays and \"murder probes,\" emphasizing \"misplaced priorities\" and alleged \"personal trips\" while reporting calls for resignation.",
      "Center coverage, though also critical, presents whistleblower \"accusations\" of \"irresponsible joyriding\" and \"compromised high stakes investigations\" more generally, de-emphasizing specific incidents or the FBI's counter-claims.",
      "Both agree on allegations of jet misuse and delayed responses, revealing ideological differences in scrutinizing government figures and emphasizing public safety versus a more procedural reporting of claims."
    ],
    "bias_bar_text": "Left 73% Center 27%",
    "center_pct": 27.0,
    "error": null,
    "left_pct": 73.0,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Tuesday, Sen. Richard Durbin revealed whistleblower disclosures showed FBI Director Kash Patel 's jet orders delayed the December 13, 2025 Brown University shooting response and investigations.",
      "Faced with no available planes at the Richmond, Virginia airport, the FBI shooting reconstruction and evidence response teams drove overnight from Quantico, Virginia, arriving in Providence, Rhode Island by 9:00 a.m. on December 14.",
      "Durbin said the director's order was not communicated to the Hostage Rescue Team, freezing aircraft availability until the hold was lifted and preventing other FBI teams from using the second plane.",
      "CBS News reported the Charlie Kirk reconstruction deployment to Utah was delayed by at least a day due to a bureau plane and pilot shortage, though an FBI spokesperson disputed the claims and said it will check into the matter.",
      "Leaked video and reporting show House Judiciary Committee Democrats opened an investigation in December after reports Patel took flights, raising oversight concerns."
    ],
    "title": "Durbin whistleblowers accuse Patel of jet usage, decision-making that hindered FBI responses",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-rep-al-green-escorted-from-house-chamber-during-trump-speech_e058b1",
    "article_url": "https://ground.news/article/us-rep-al-green-escorted-from-house-chamber-during-trump-speech_e058b1",
    "bias": [
      "Left-Leaning outlets frame Rep. Al Green's removal as a \"protest\" against a \"racist video,\" highlighting his \"message from Black Americans\" and portraying him as \"defending Black people\" against Trump's \"racism on full display.",
      "Right-Leaning coverage, conversely, characterizes Green's actions as \"disruptive\" \"heckling,\" using terms like \"booted\" or \"tossed,\" de-emphasizing the video's content as a \"hoax\" or \"controversial social media post,\" and including Trump's denial.",
      "They portray Green as a \"far-left congressman.",
      "Center-Leaning reports neutrally state he was \"escorted out,\" providing context on the \"racist video\" and noting some Democrats viewed his past actions as \"childish.",
      "The pivotal divide lies in the video's characterization and Trump's culpability.",
      "All agree Green was removed for holding the sign, reflecting ideological clashes over racial justice and political dissent."
    ],
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 26.0,
    "location": "United States",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "Texas Representative Al Green was ejected from the 2026 State of the Union address for protesting against President Donald Trump 's shared AI-generated social media video depicting Barack and Michelle Obama as apes.",
      "Green held a sign that read, 'Black People Aren't Apes!' during Trump's address, referring to the controversial video Trump had posted and later deleted.",
      "Green stated his intention was to confront Trump and convey that 'Black people are not apes' and that 'we must take a stand against this level of invidious discrimination."
    ],
    "title": "Rep. Al Green escorted out of House chamber early into Trump’s speech after protest",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/after-botulism-treatment-babies-get-a-treasured-birthday-card-from-california-program_58977e",
    "article_url": "https://ground.news/article/after-botulism-treatment-babies-get-a-treasured-birthday-card-from-california-program_58977e",
    "bias": [
      "Left-Leaning coverage frames the California program as a \"unique\" and \"heartwarming gesture,\" emphasizing its critical role in providing \"the world’s only medical treatment\" and offering \"hope\" to \"traumatized families,\" even referencing a \"contaminated ByHeart formula\" outbreak.",
      "Conversely, right-leaning narratives de-emphasize the program's medical gravitas and emotional support for \"traumatized families,\" instead portraying a general feel-good story where cards \"cheer families.",
      "Center-Leaning reports largely align with the left on the program's medical significance and emotional impact, sometimes using stylistic flourishes.",
      "All perspectives agree on the \"treasured\" nature of the \"silly cards\" for \"dangerous infant botulism\" cases.",
      "This divergence highlights ideological differences in how government initiatives are framed—either as vital, compassionate interventions or as simple human-interest stories."
    ],
    "bias_bar_text": null,
    "center_pct": 41.0,
    "error": null,
    "left_pct": 52.0,
    "location": "California",
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "California's Infant Botulism Treatment and Prevention Program mails roughly 200 hand-decorated first-birthday cards annually to children treated for infant botulism, coordinated by Robin Hinks.",
      "The program's primary role is diagnosing and treating infant botulism, caused by ingested spores that produce a toxin, using BabyBIG, the only IV therapy made from pooled immunized adult plasma, for about 200 cases annually.",
      "Nearly 1,500 families are part of the program's parent network, which in recent months included dozens of U.S. babies sickened in a ByHeart infant formula outbreak.",
      "Parents of treated infants said receiving the hand-drawn cards felt deeply touching, providing meaningful support that eased worry and inspired gratitude, as Amy Mazziotti recalled on her child's first birthday.",
      "Rooted in Dr. Stephen Arnon's 1976 work, the program remains the sole worldwide source for treatment and family support, according to its leaders."
    ],
    "title": "After botulism treatment, babies get a treasured birthday card from California program",
    "topic": "California Politics",
    "topic_full": "California Politics · California"
  },
  {
    "article_path": "/article/trump-says-us-hockey-goaltender-will-get-presidential-medal-of-freedom_bb6f91",
    "article_url": "https://ground.news/article/trump-says-us-hockey-goaltender-will-get-presidential-medal-of-freedom_bb6f91",
    "bias": [
      "Left-Leaning coverage frames the Medal of Freedom award as a \"stunning announcement\" or \"surprise honor,\" focusing on the unexpected timing and de-emphasizing specific game details.",
      "Conversely, right-leaning outlets prominently feature \"Trump announces\" the award, emphasizing the \"historic\" victory and Hellebuyck's \"heroics\" with terms like \"whopping\" saves, portraying national pride and presidential recognition.",
      "Center-Leaning reports maintain a neutral tone, providing specific game details like the 2-1 score.",
      "While all acknowledge the award's significance, the left offers historical context by mentioning the 1980 'Miracle on Ice' team, a detail de-emphasized by others.",
      "These portrayals reveal differing priorities: the left on political context, the right on celebrating national achievement and leadership."
    ],
    "bias_bar_text": null,
    "center_pct": 60.0,
    "error": null,
    "left_pct": 21.0,
    "location": "United States",
    "right_pct": 19.0,
    "status": "ok",
    "summary": [
      "President Donald Trump declared during the State of the Union he will soon award Connor Hellebuyck, U.S. men's hockey goalie, the Presidential Medal of Freedom, noting it honors many athletes.",
      "Hellebuyck made 41 saves, including a crucial stop, in the United States' 2-1 victory over Canada at the Milan Cortina Games.",
      "In the House chamber, lawmakers greeted the Team USA men's hockey team with standing ovations and `U-S-A` chants during the State of the Union address.",
      "Five players skipped the Capitol and White House appearances, and the team faced backlash after a recorded call with Trump where players were heard laughing.",
      "Given without a formal nomination process, the Presidential Medal of Freedom is regarded as the U.S. government's highest civilian honor, often reflecting presidential priorities, and is awarded at the discretion of the president."
    ],
    "title": "Trump says US hockey goaltender will get Presidential Medal of Freedom",
    "topic": "State of the Union",
    "topic_full": "State of the Union · United States"
  },
  {
    "article_path": "/article/james-carville-uses-strong-language-in-critique-of-donald-trump",
    "article_url": "https://ground.news/article/james-carville-uses-strong-language-in-critique-of-donald-trump",
    "bias": [
      "Left-Leaning coverage frames James Carville's remarks as an \"Unhinged Rant\" against \"Fat\" Trump, emphasizing specific insults and the pre-SOTU context.",
      "Conversely, right-leaning outlets portray the event as a \"Bizarre\" or \"Vile, Profanity-Laced Meltdown,\" highlighting the intensity and profanity, often expanding to condemn \"the radical Left\" as \"disgusting\" or in \"terminal psychosis.",
      "While both sides agree Carville delivered a profane \"personal message\" insulting Trump's appearance, the pivotal divergence lies in the right's use of dehumanizing rhetoric and broader ideological attacks, de-emphasizing political context to frame the incident as symptomatic of a wider cultural or political pathology."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": 13.0,
    "location": "United States",
    "right_pct": 87.0,
    "status": "ok",
    "summary": [
      "Democratic strategist James Carville harshly criticized President Donald Trump in a Politicon video, claiming Trump's inner circle despises and betrays him with leaks to the media.",
      "Carville stated that Trump is the most unpopular president at this stage of his term and predicted a humiliating defeat for him in the November 2026 midterm elections.",
      "White House spokeswoman Abigail Jackson dismissed Carville as irrelevant and emphasized that Trump remains focused on fulfilling his campaign promises.",
      "Carville accused a member of the administration of leaking information to damage Trump, which Trump denied."
    ],
    "title": "James Carville Uses Strong Language in Critique of Donald Trump",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/gov-gavin-newsom-takes-heat-from-republicans-and-lgbtq-lawmakers-during-book-tour_f77f48",
    "article_url": "https://ground.news/article/gov-gavin-newsom-takes-heat-from-republicans-and-lgbtq-lawmakers-during-book-tour_f77f48",
    "bias": [
      "Left-Leaning coverage emphasizes internal Democratic scrutiny by highlighting \" LGBTQ + lawmakers\" as a source of criticism for Gov.",
      "Newsom, suggesting a focus on progressive alignment.",
      "Conversely, right-leaning outlets interpret \"takes heat\" as potentially justified negative attention, aligning with a critical portrayal of Democratic figures.",
      "Center coverage neutrally presents criticism from both \"Republicans\" and \"LGBTQ+ lawmakers.",
      "While all agree Newsom's book tour generates \"favorable and not\" buzz, the left and center note his \"two-term Democrat\" status and hinted political aspirations, which the right de-emphasizes.",
      "These distinct framings of criticism and political context reveal underlying ideological priorities in reporting."
    ],
    "bias_bar_text": null,
    "center_pct": 42.0,
    "error": null,
    "left_pct": 50.0,
    "location": "California",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "Several days into a national book tour, California governor and two-term Democrat widely expected to seek the presidency in 2028 faces criticism from conservatives and LGBTQ+ advocates after Tuesday's book release.",
      "During a conversation on Sunday in Atlanta, Dickens said critics took comments out of context; in a CNN interview aired Monday, Newsom called for the Democratic Party to be `more culturally normal`.",
      "Sen. Tim Scott and other Republican critics accused Newsom of disparaging Black people, which Newsom's press office forcefully denied while taunting critics with `FOX NEWS IS WALL-TO-WALL COVERAGE OF ME.`",
      "The California Democratic Party has responded to intra-party pressure, while the California Legislative LGBTQ Caucus warned that defining `culturally normal` implies others are `not normal`, and Lindsey Cobia, senior Newsom campaign adviser, pointed to his record on LGBTQ rights, including issuing marriage licenses as mayor.",
      "Some critics, including a Hollywood crisis manager, argue Newsom's book tour is ill-timed with roughly a year remaining in his governorship, while Mike Murphy said early publicity benefits a pre-presidential bid."
    ],
    "title": "Gov. Gavin Newsom takes heat from Republicans and LGBTQ+ lawmakers during book tour",
    "topic": "Gavin Newsom",
    "topic_full": "Gavin Newsom · California"
  },
  {
    "article_path": "/article/ford-to-recall-about-413-000-suvs-in-us-over-potential-loss-of-steering-control-nhtsa-says_559f02",
    "article_url": "https://ground.news/article/ford-to-recall-about-413-000-suvs-in-us-over-potential-loss-of-steering-control-nhtsa-says_559f02",
    "bias": [
      "While left-leaning coverage factually reports Ford 's recall of over \"410K vehicles,\" right-leaning outlets broaden the narrative by mentioning \"more than 450K SUVs\" and additional recalls, alongside the crucial detail of free part replacement.",
      "Center-Leaning coverage, however, adopts a more urgent tone, using phrases like \"serious safety concern\" and \"sudden steering loss,\" and offers direct advice such as \"Warning signs to watch for.",
      "All perspectives agree on the core issue of potential \"loss of steering control\" due to a suspension defect, with NHTSA involved.",
      "The differing emphasis on corporate remedy versus immediate consumer warning reveals underlying priorities, from comprehensive corporate action to direct public safety alerts."
    ],
    "bias_bar_text": null,
    "center_pct": 79.0,
    "error": null,
    "left_pct": 7.0,
    "location": "United States",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "On Friday, Ford Motor Company recalled more than 412,000 2017–2019 Explorer SUVs with rear toe link parts that may fracture, risking steering loss.",
      "After NHTSA contacted Ford on January 13, 2026, following five Vehicle Owner Questionnaires, Ford's Field Review Committee approved a field action earlier this month for the SAF-manufactured cross-axis ball joint.",
      "As of Feb. 20, Ford was aware of 26 reports of rear toe link fracture, two accidents globally, and said it is not aware of injuries.",
      "Notification letters are expected to be mailed March 9–13, and vehicle owners can check VINs on the NHTSA website beginning February 25 under recall number 26S08.",
      "Ford estimates only about 1% of selected models are affected, vehicles not manufactured in VIN order complicate lookup, and this campaign expands prior NHTSA recall 21V537 after 103 safety recalls in 2025."
    ],
    "title": "Ford recalls over 412K SUVs over possible steering loss",
    "topic": "Ford",
    "topic_full": "Ford · United States"
  },
  {
    "article_path": "/article/another-minnesota-federal-judge-issues-contempt-finding-over-us-government-violating-immigration-court-orders",
    "article_url": "https://ground.news/article/another-minnesota-federal-judge-issues-contempt-finding-over-us-government-violating-immigration-court-orders",
    "bias": [
      "Left-Leaning narratives frame the government's actions as \"violating\" court orders, emphasizing judicial \"anger\" and systemic defiance.",
      "Conversely, right-leaning outlets highlight \"government overreach\" and the financial \"compensation\" ordered for a \"Mexican national\" released in a \" winter storm ,\" underscoring perceived mismanagement.",
      "Center coverage neutrally reports the \"Trump-appointed judge's\" contempt finding, occasionally providing broader context on ICE custody.",
      "The $568 compensation is noted, with the right stressing the cost.",
      "While all perspectives agree on the contempt finding for transferring a detainee against a court order, the left focuses on institutional disregard, the right on accountability and immigration policy, reflecting broader ideological divides over judicial authority and border management."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 20.0,
    "location": "United States",
    "right_pct": 40.0,
    "status": "ok",
    "summary": [
      "Wednesday's hearing saw Judge Provinzino find Matthew Isihara in civil contempt and order a $500-per-day sanction until the detainee’s documents were returned.",
      "The Trump administration 's enforcement raids and a no-bond policy have flooded federal courts, while Justice Department staffing shortages have hampered compliance and increased habeas corpus petitions.",
      "Released in El Paso, the detainee spent a night in a shelter while officials kept his identity papers, and Justice Department lawyers apologized, saying it `slipped through the cracks`; Isihara handled 104 detention cases in Minnesota this month.",
      "Thursday, the detainee's lawyer received the missing identity documents by overnight FedEx, and Provinzino lifted the contempt order Friday.",
      "Legal experts noted that federal judges nationwide have issued at least 35 show-cause orders since August, emphasizing the goal of `100% compliance with judicial orders` to prevent disobedience and radio silence from the government."
    ],
    "title": "Trump-appointed judge finds DHS in contempt over detainee transfer",
    "topic": "U.S. Department of Homeland Security (DHS)",
    "topic_full": "U.S. Department of Homeland Security (DHS) · United States"
  },
  {
    "article_path": "/article/dan-patrick-seeks-to-block-camp-mystics-summer-reopening-pending-inquiry-into-july-4-flood-deaths",
    "article_url": "https://ground.news/article/dan-patrick-seeks-to-block-camp-mystics-summer-reopening-pending-inquiry-into-july-4-flood-deaths",
    "bias": [
      "Left-Leaning coverage neutrally frames Lt.",
      "Gov.",
      "Patrick's action, detailing the specific number of victims in the \"tragic flood\" to underscore the severity.",
      "Center coverage, using terms like \"urges\" or \"asks for pause,\" focuses on the official request and Camp Mystic's operational details, including its Cypress Lake property.",
      "In stark contrast, right-leaning outlets employ forceful verbs such as \"Presses\" and \"blasts,\" portraying Patrick as a decisive figure while introducing a \"clash\" among officials and concerns about the camp's future via a dissenting State Rep. All perspectives agree Patrick seeks to block the camp's reopening due to July 4 flood deaths, revealing ideological divides in emphasizing accountability versus broader implications for institutions."
    ],
    "bias_bar_text": null,
    "center_pct": 47.0,
    "error": null,
    "left_pct": 20.0,
    "location": "Texas",
    "right_pct": 33.0,
    "status": "ok",
    "summary": [
      "On Monday, Gov. Dan Patrick urged the Texas Department of State Health Services not to issue a 2026 camping license to Camp Mystic, saying he would not feel comfortable sending his grandchildren there until investigations finish.",
      "On July 4 last year, a heavy rain-driven surge of the Guadalupe River pushed into Camp Mystic's grounds, killing 27 campers and counselors while staff evacuated only five of 11 cabins in the flats.",
      "The families of nine victims filed federal suits, alleging DSHS officials knew the camp’s emergency plan lacked evacuation details, yet licensed it, according to statements from Zamarripa and Stevenson.",
      "The camp's current license runs until March 6 and it has until March 31 to submit a renewal application as special legislative investigative committees will meet this spring on the 27 deaths.",
      "State Rep. Wes Virdell, R-Brady, pushed back Monday, calling Patrick's stance political and noting the camp isn’t reopening the same cabins while warning Kerrville may lack a fair probe."
    ],
    "title": "Dan Patrick seeks to block Camp Mystic’s summer reopening pending inquiry into July 4 flood deaths",
    "topic": "Texas Politics",
    "topic_full": "Texas Politics · Texas"
  },
  {
    "article_path": "/article/desantis-backs-tampa-bay-rays-stadium-with-land-transfer",
    "article_url": "https://ground.news/article/desantis-backs-tampa-bay-rays-stadium-with-land-transfer",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 64.0,
    "error": null,
    "left_pct": 36.0,
    "location": "Florida",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Tuesday, Gov. Ron DeSantis and the Florida Cabinet approved conveying about 22 acres of state-owned, non-conservation land at Hillsborough College to advance a proposed Tampa Bay Rays stadium and mixed-use redevelopment.",
      "Built on a recent memorandum of understanding, the plan involves the college and support from DeSantis and Rob Manfred earlier this month to modernize campus space.",
      "Cost and scale figures indicate the redevelopment would exceed $2 billion, with the stadium costing $2.3 billion and total development up to $8 billion across about 130 acres, while the Tampa Bay Rays will cover at least 50% of the ballpark cost.",
      "Despite the conveyance, the agreement requires the college to update its campus master plan within one year, with local approvals, financing, and MLB sign-off still needed, and includes a five-year reclamation clause.",
      "Financially, the project faces significant hurdles as relocating the Dale Mabry campus disrupts thousands of Hillsborough College students and staff, and a $50 million proposed state appropriation seeks to aid facility relocation while local governments face financial risk."
    ],
    "title": "DeSantis Backs Tampa Bay Rays Stadium with Land Transfer",
    "topic": "Florida Politics",
    "topic_full": "Florida Politics · Florida"
  },
  {
    "article_path": "/article/caribbean-leaders-gather-for-key-summit-to-feature-rubio-as-us-policy-impacts-region_be771e",
    "article_url": "https://ground.news/article/caribbean-leaders-gather-for-key-summit-to-feature-rubio-as-us-policy-impacts-region_be771e",
    "bias": [
      "Left-Leaning coverage emphasizes the direct human cost of US anti-drug operations, highlighting \"killing local fishermen,\" while right-leaning and center outlets frame regional leaders as \"unsettled and uncertain\" by broader Trump administration policies and \"aggressive tactics,\" including the Maduro operation, which the left de-emphasizes.",
      "The right further portrays leaders in a \"scramble for unity,\" implying disorganization, contrasting with the left's focus on immediate negative impacts.",
      "Center coverage largely aligns with the right on leaders' unease but avoids the \"scramble\" framing.",
      "All perspectives agree on US policy impacting the region and leaders meeting with Rubio.",
      "These divergent portrayals reflect differing ideological priorities, from humanitarian concerns to geopolitical strategy and perceptions of US strength."
    ],
    "bias_bar_text": null,
    "center_pct": 46.0,
    "error": null,
    "left_pct": 27.0,
    "location": "Guyana",
    "right_pct": 27.0,
    "status": "ok",
    "summary": [
      "On Wednesday, Caribbean leaders gather in St. Kitts and Nevis for a summit where Bahamian Foreign Minister Fred Mitchell expects full discussion with U.S. Secretary of State Marco Rubio on regional security, stability, and respect, with the U.S. State Department noting Rubio's intent to discuss these topics.",
      "Amid complaints, CARICOM says recent U.S. policy choices have strained relations, citing deportee demands, visa suspensions for Dominica and Antigua and Barbuda, and pressure on passport programs.",
      "On Monday, a recent maritime strike killed three people in the Caribbean Sea, with families of those killed decrying the attacks as the U.S. has not provided evidence of drug trafficking.",
      "Mark Kirton called the summit crucial for Caribbean unity and to let Mr. Rubio know the region is speaking with one voice, with CARICOM and the Organization of Eastern Caribbean States seeking common approaches.",
      "More than a month after U.S. actions in Venezuela, Rubio's visit coincides with the U.S. having killed at least 151 people in strikes and Cuba's embargo hindering aid after Hurricane Melissa."
    ],
    "title": "Caribbean leaders gather for key summit to feature Rubio as US policy impacts region",
    "topic": "Politics",
    "topic_full": "Politics · Guyana"
  },
  {
    "article_path": "/article/ex-sf-homelessness-nonprofit-ceo-charged-by-prosecutors",
    "article_url": "https://ground.news/article/ex-sf-homelessness-nonprofit-ceo-charged-by-prosecutors",
    "bias": [
      "Left-Leaning coverage frames the alleged misappropriation of over $1.2 million in public funds for the \"unhoused\" as part of recurring \"scandals\" in San Francisco, emphasizing systemic issues and how the CEO \"enriched herself.",
      "Right-Leaning outlets, however, sensationalize the individual's alleged greed with vivid details like a \"trunk full of jewelry\" and accusatory terms such as \"Bling\" and \"Blatant Cash Grab,\" portraying the incident as fiscal irresponsibility in \"S.F.",
      "Center-Leaning reports neutrally present the legal charges and specific amounts, de-emphasizing broader critiques or sensational details.",
      "All perspectives agree on the core charges and the over $1.2 million amount, yet their divergent portrayals underscore ideological divides concerning systemic accountability versus individual malfeasance and fiscal oversight."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 45.0,
    "location": "California",
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "The former CEO of a San Francisco nonprofit providing homeless services, Gwendolyn Westbrook, was charged with 9 felonies for allegedly misappropriating over $1.2 million in public funds between 2019 and 2023.",
      "Prosecutors allege Westbrook used unauthorized self-payments, improper cash withdrawals, and fraudulent reimbursement practices to divert public funds for personal use, including purchasing vehicles for herself and relatives.",
      "A 2022 city audit found widespread issues at the nonprofit under Westbrook's leadership, including improper tenant placement, failure to calculate rents accurately, and circumvention of hiring processes."
    ],
    "title": "Former San Francisco homeless services CEO charged with misspending $1.2 million in public funds",
    "topic": "California Politics",
    "topic_full": "California Politics · California"
  },
  {
    "article_path": "/article/idaho-woman-charged-in-connection-with-stolen-ambulance-that-was-driven-into-building-housing-dhs_058bcf",
    "article_url": "https://ground.news/article/idaho-woman-charged-in-connection-with-stolen-ambulance-that-was-driven-into-building-housing-dhs_058bcf",
    "bias": [
      "Left-Leaning coverage neutrally reports a woman \"charged in connection with stolen ambulance,\" focusing on legal proceedings.",
      "Right-Leaning outlets, however, employ alarmist rhetoric, framing the incident as a \"TERROR PLOT\" or \"domestic terror attack\" by a \"lunatic leftist\" against \"Homeland Security\" or \"DHS/ICE,\" emphasizing an attack on federal authority.",
      "Center-Leaning sources offer granular legal details like \"probable cause affidavit details timeline\" and specific charges, de-emphasizing political speculation.",
      "While all agree an Idaho woman was charged with driving a stolen ambulance into a DHS-housing building and allegedly pouring accelerant, the stark contrast in labeling—from criminal act to politically motivated \"terror plot\"—reveals deep ideological divides concerning national security and government institutions."
    ],
    "bias_bar_text": null,
    "center_pct": 56.0,
    "error": null,
    "left_pct": 5.0,
    "location": "Idaho",
    "right_pct": 39.0,
    "status": "ok",
    "summary": [
      "On Feb. 18, Sarah Elizabeth George, 43, of Boise, allegedly stole a Canyon County Paramedics ambulance from outside St. Luke's Meridian and drove it into the Portico North building in Meridian.",
      "Following a five-day probe, investigators identified the suspect through canvassing, surveillance, and vehicle tracking, then executed arrest and search warrants at George's Boise residence on Monday.",
      "Video and store records link gasoline cans and lighter fluid to the suspect, with Walmart and Fred Meyer surveillance and receipts showing purchases of two gasoline jugs and bags stashed in bushes.",
      "Federal filings show the defendant faces statutes carrying five to 20 years, and Sarah Elizabeth George was scheduled for arraignment Tuesday in U.S. District Court in Boise and has not entered a plea.",
      "The incident triggered support from federal agencies including the FBI and ATF, as the stolen ambulance removal prompted a multiagency response involving the General Services Administration lease for DHS and ICE office space."
    ],
    "title": "Idaho Woman Charged in Connection with Stolen Ambulance that Was Driven Into Building Housing DHS",
    "topic": "US Crime",
    "topic_full": "US Crime · Idaho"
  },
  {
    "article_path": "/article/big-news-spencer-pratts-pacific-palisades-fire-lawsuit-was-just-allowed-to-proceed-that-means-discovery",
    "article_url": "https://ground.news/article/big-news-spencer-pratts-pacific-palisades-fire-lawsuit-was-just-allowed-to-proceed-that-means-discovery",
    "bias": [
      "Left-Leaning pieces emphasize institutional accountability, framing Crowley’s ouster as an \"orchestrated\" smear tied to the Palisades Fire and stressing accusations that she was made a \"scapegoat,\" while right-leaning coverage amplifies sensational procedural wins—calling the case a \"bombshell,\" accusing Bass of \"shifting blame and lying,\" and exulting that \"discovery\" will open the \"floodgates.",
      "Centers lean on the \"campaign of retaliation\" claim and budget-cut explanations.",
      "Pivotal divides include focus on systemic accountability versus court mechanics; both sides agree a lawsuit alleging retaliation tied to the Palisades Fire was filed and seeks damages."
    ],
    "bias_bar_text": null,
    "center_pct": 46.0,
    "error": null,
    "left_pct": 25.0,
    "location": "California",
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "This past Friday, Kristin Crowley sued the City of Los Angeles in Superior Court alleging retaliation and seeking damages, according to court filings.",
      "On Jan. 7, 2025, the Palisades Fire killed 12 people and destroyed nearly 7,000 homes, and Mayor Karen Bass, Mayor of Los Angeles removed Kristin Crowley, former LAFD chief, about a month later amid public blame.",
      "Crowley's filings say she warned city officials that aging infrastructure, surging calls, and sidelined engines due to maintenance, plus budget cuts, risked LAFD operational resources.",
      "Now the city must file a formal response in court, and discovery could force the release of internal communications and travel logs, while Crowley remains demoted after a 13-2 City Council vote.",
      "The lawsuit alleges Mayor Bass did not inform Crowley she was leaving the country, and that Bass was abroad in Ghana when the fire erupted, with internal communications and mayor's travel logs potentially revealing more."
    ],
    "title": "Ex-Los Angeles fire chief sues the city over her firing after the Palisades Fire",
    "topic": "California Politics",
    "topic_full": "California Politics · California"
  },
  {
    "article_path": "/article/appeals-court-questions-shifting-reasons-for-trumps-epa-killing-clean-energy-contracts",
    "article_url": "https://ground.news/article/appeals-court-questions-shifting-reasons-for-trumps-epa-killing-clean-energy-contracts",
    "bias": [
      "Left-Leaning coverage frames the EPA 's action as \"killing clean energy contracts,\" emphasizing a negative impact and highlighting \"shifting reasons\" to suggest administrative impropriety.",
      "Conversely, right-leaning outlets, while using \"killing,\" subtly align with deregulation, de-emphasizing the negative implications of the termination and potentially viewing it as a positive move against environmental regulations.",
      "Center-Leaning reports neutrally focus on the court's inquiry into \"shifting reasons\" for the $20 billion program's termination.",
      "All perspectives report the court \"grilled\" both the administration and nonprofits, agreeing on the judicial scrutiny.",
      "This divergence reveals a core ideological split between environmental protection and regulatory skepticism."
    ],
    "bias_bar_text": null,
    "center_pct": 77.0,
    "error": null,
    "left_pct": 18.0,
    "location": "United States",
    "right_pct": 5.0,
    "status": "ok",
    "summary": [
      "During Tuesday's en banc rehearing, the U.S. Court of Appeals for the D.C. Circuit questioned both the Trump administration and nonprofits over the $20 billion Greenhouse Gas Reduction Fund, with judges asking about the fund's allocation and legal disputes.",
      "Amid questions about jurisdiction, judges noted Congress rescinded part of the law last year after the funds were awarded in August 2024 and frozen in February 2025.",
      "EPA officials alleged mismanagement and possible fraud while defending freezes and investigations, after billions were placed in a Citibank account for Climate United Fund and other nonprofits, which the agency froze.",
      "A prior three-judge panel said the dispute belongs in federal claims court and limited remedies to monetary awards, overturning U.S. District Judge Tanya Chutkan's order, which remains stayed pending appeal.",
      "With $20 billion allocated to finance tens of thousands of clean-energy and environmental-justice projects, the court's ruling will determine control over the funds, which were frozen after Congress last year rescinded part of the law."
    ],
    "title": "Appeals Court Questions Shifting Reasons for Trump's EPA Killing Clean Energy Contracts",
    "topic": "EPA",
    "topic_full": "EPA · United States"
  },
  {
    "article_path": "/article/historic-on-site-passport-services-in-west-bank-settlements",
    "article_url": "https://ground.news/article/historic-on-site-passport-services-in-west-bank-settlements",
    "bias": [
      "Left-Leaning outlets frame the US offering passport services in a West Bank settlement as an action within \"occupied territory,\" explicitly labeling it an \"illegal Israeli settlement\" and linking it to \"Netanyahu's right-wing cabinet\" making it \"easier for settlers to seize Palestinian land.",
      "This contrasts sharply with right-leaning coverage, which employs \"Judea and Samaria\" to emphasize historical ties, portraying the move as \"first-ever\" and aimed at bringing the administration \"closer to its citizens.",
      "While center-leaning reports describe the event as \"Historic\" and part of a \"broader effort to engage with Americans abroad,\" mentioning expansion to \"Palestinian cities,\" it de-emphasizes the international law status of settlements.",
      "All perspectives agree on the core fact of the U.S. providing these first-time services in Efrat, revealing a fundamental ideological split over the legitimacy and political implications of Israeli settlements."
    ],
    "bias_bar_text": null,
    "center_pct": 16.0,
    "error": null,
    "left_pct": 67.0,
    "location": "Israel",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "The U.S. embassy in Jerusalem will provide consular services for the first time at the Israeli settlement of Efrat in the West Bank on Friday."
    ],
    "title": "US embassy to offer its first consular services at an Israeli settlement in the West Bank",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · Israel"
  },
  {
    "article_path": "/article/three-injured-after-fire-breaks-out-at-israeli-hospital-due-to-suspected-indoor-cigarette-smoking_afc112",
    "article_url": "https://ground.news/article/three-injured-after-fire-breaks-out-at-israeli-hospital-due-to-suspected-indoor-cigarette-smoking_afc112",
    "bias": null,
    "bias_bar_text": "Left 33% Center 34% Right 33%",
    "center_pct": 34.0,
    "error": "Message: \n",
    "left_pct": 33.0,
    "location": null,
    "right_pct": 33.0,
    "status": "fail",
    "summary": null,
    "title": "Three injured after fire breaks out at Israeli hospital due to suspected indoor cigarette smoking",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "article_url": "https://ground.news/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Sunday, US President Donald Trump urged Hamas to pursue disarmament and said the Board of Peace pledged $5 billion and personnel for stabilization.",
      "The second phase of the US-brokered ceasefire plan stipulates Hamas must disarm, with Israeli forces withdrawing and an International Stabilization Force deployed, though Hamas calls disarmament a red line.",
      "UN records show the plan was endorsed in November, and Trump said the Board of Peace will work with the United Nations; its charter does not seem limited to Gaza rebuilding oversight.",
      "Requests for membership fees and invitations have prompted criticism as countries were asked to pay $1 billion for permanent membership, with France, Britain, and others expressing doubts amid ceasefire violations.",
      "After meeting on the sidelines of the World Economic Forum in Davos last month, the Board of Peace is due to meet on Feb 19 in the US capital."
    ],
    "title": "Trump tells Hamas to proceed with ‘Full and Immediate’ disarmament",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/ex-norwegian-pm-jagland-attempted-suicide-amid-epstein-linked-corruption-probe-report_73bcf6",
    "article_url": "https://ground.news/article/ex-norwegian-pm-jagland-attempted-suicide-amid-epstein-linked-corruption-probe-report_73bcf6",
    "bias": [
      "Left-Leaning coverage frames the former Norwegian Prime Minister's hospitalization, linked to Epstein, with empathy, emphasizing the individual's distress and potential \"suicide attempt\" while hinting at a \"coordinated media blackout.",
      "In stark contrast, right-leaning outlets portray the situation as a definitive scandal, using terms like \"Epstein-Linked Raid\" and \" Corruption Charges\" to imply guilt and highlight the \"pedophile billionaire\" connection, even referencing his Nobel Peace Prize award to Barack Obama as a fall from grace.",
      "Center-Leaning reports maintain a cautious tone, attributing claims with phrases like \"'suicide attempt'\" and \"Suspected of Corruption,\" and providing specific details about alleged \"vacations at Epstein’s residences.",
      "While all perspectives acknowledge the hospitalization and ongoing \"aggravated corruption\" investigation, the left humanizes the figure, the right sensationalizes the alleged wrongdoing, and the center prioritizes verified facts, revealing ideological divides in how public figures' alleged misdeeds are framed."
    ],
    "bias_bar_text": "Left 35% Center 25% Right 40%",
    "center_pct": 25.0,
    "error": null,
    "left_pct": 35.0,
    "location": null,
    "right_pct": 40.0,
    "status": "ok",
    "summary": [
      "Former Norwegian Prime Minister Thorbjørn Jagland was hospitalized following an alleged suicide attempt amid corruption charges linked to his connections with Jeffrey Epstein.",
      "Jagland, who chaired the Norwegian Nobel Committee and served as Secretary General of the Council of Europe , was formally charged with aggravated corruption and faced a potential 10-year prison term.",
      "Jagland denied wrongdoing, describing his ties to Epstein as unwise judgement, and pledged full cooperation with the investigation that examined alleged improper benefits from Epstein."
    ],
    "title": "Former Norwegian PM Jagland Hospitalized After Suicide Attempt Amid Epstein Corruption Probe",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/coast-guard-reinstates-more-than-50-service-members",
    "article_url": "https://ground.news/article/coast-guard-reinstates-more-than-50-service-members",
    "bias": [
      "Right-Leaning coverage frames the reinstatement of \"56 Coast Guard members\" as a \"victory for religious, personal, and medical freedom,\" emphasizing \"back pay\" and labeling the prior mandate \"Unconstitutional.",
      "This perspective employs emotionally charged language like \"kicked out\" and \"finally been reinstated,\" portraying the event as a rectification of government overreach.",
      "In contrast, center-leaning coverage maintains a neutral, informational tone, simply reporting the \"reinstated\" members without ideological commentary or details like financial compensation.",
      "While both acknowledge the reinstatement and DHS involvement, the right's focus on \"unconstitutional\" rules and \"freedom\" highlights a core ideological divide concerning individual liberty versus government authority."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "The Department of Homeland Security announced the reinstatement with back pay of 56 U.S. Coast Guard members discharged for refusing the COVID-19 vaccine, following a recommendation by DHS Secretary Kristi Noem.",
      "President Donald Trump issued Executive Order 14184 on January 27, 2025, allowing reinstatement of service members discharged solely for refusing the COVID-19 vaccine without exemption.",
      "Former Secretary of Defense Lloyd Austin mandated COVID-19 vaccination for all service members on August 21, 2021, and this policy was rescinded in January 2023.",
      "The reinstated Coast Guard members will have continuous service records from their discharge date and are eligible for back pay, rank restoration, and other benefits."
    ],
    "title": "56 Coast Guard members who refused COVID vaccine reinstated",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/judge-says-government-may-not-search-devices-seized-from-post-reporter",
    "article_url": "https://ground.news/article/judge-says-government-may-not-search-devices-seized-from-post-reporter",
    "bias": [
      "The left-leaning narrative frames the judge's decision as a \"sharply rebuked\" action against the \"Trump DOJ,\" employing emotionally charged language like \"'Fox in the henhouse'\" to highlight perceived government overreach and a strong judicial check.",
      "This perspective emphasizes the judge's critical tone and specific identity.",
      "In contrast, center-leaning coverage maintains a neutral, descriptive tone, focusing solely on the legal outcome that \"bars\" a \"wholesale search\" without interpreting the judge's sentiment or linking it to a specific administration.",
      "The pivotal dividing line is the characterization of the Justice Department's actions and the judge's response, with the left portraying it as a forceful condemnation.",
      "Both perspectives, however, agree on the core fact that a judge restricted the search of a reporter's devices in an investigation concerning classified leaks, reflecting shared concerns about press freedom and government authority."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Tuesday, U.S. Magistrate Judge William Porter refused prosecutors' unsupervised search and will personally review Hannah Natanson, Washington Post reporter's seized devices in the Virginia federal court.",
      "Pentagon contractor Aurelio Luis Perez-Lugones was arrested on Jan. 8 on charges of unauthorized removal and retention of classified documents, and Justice Department attorneys argued the seized material contains evidence in an ongoing investigation.",
      "During a Jan. 14 search, federal agents seized a phone, two laptops, a recorder, a portable hard drive and a Garmin smartwatch from Natanson's Alexandria, Virginia home, while a judge warned DOJ filter searches risk exposing more than 1,000 confidential sources.",
      "The court found that seizing a reporter's electronic work product restrains First Amendment rights and denied the Post's request for immediate return, drawing criticism from press freedom advocates.",
      "Last month, U.S. Magistrate Judge William Porter temporarily barred the government from reviewing Natanson’s devices and sharply rebuked prosecutors for withholding critical Privacy Protection Act of 1980 details."
    ],
    "title": "Judge says government may not search devices seized from Post reporter",
    "topic": null,
    "topic_full": null
  }
]
