[
  {
    "Abstract": NaN,
    "Author": "Fieldhouse, Rachel",
    "DOI": "https://doi.org/10.1038/d41586-026-00555-3",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "Nature",
    "Subfield": "Plant Science",
    "Title": "Health effects linger 20 generations after rats are exposed to fungicide",
    "Topic": "Pesticide Exposure and Toxicity"
  },
  {
    "Abstract": NaN,
    "Author": "Kreier, Freda",
    "DOI": "https://doi.org/10.1038/d41586-026-00583-z",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "Nature",
    "Subfield": "Anthropology",
    "Title": "Neanderthal dad, human mum: study reveals ancient procreation pattern",
    "Topic": "Pleistocene-Era Hominins and Archaeology"
  },
  {
    "Abstract": "To investigate organism-wide cellular alterations and epigenomic dynamics during aging, we constructed a single-cell chromatin accessibility atlas spanning 21 mouse tissues across three age groups and both sexes. We found that around one-quarter of 536 organ-specific cell types and 1828 finer-grained subtypes exhibited considerable age-related population shifts. Cellular states from broadly distributed lineages displayed synchronized dynamics with age, indicating systemic signals that coordinate these changes. Molecular analyses identified both intrinsic regulators (chromatin peaks, transcription factor activity) and extrinsic factors (cytokine programs) underlying these shifts. Moreover, ~40% of aging-associated population dynamics were sex-dependent, with tens of thousands of peaks altered exclusively in one sex. Together, these findings present a comprehensive framework for how aging reshapes the chromatin landscape and cellular composition across diverse tissues.",
    "Author": "Lu, Ziyu",
    "DOI": "https://doi.org/10.1126/science.adw6273",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "Science",
    "Subfield": "Molecular Biology",
    "Title": "Organism-wide cellular dynamics and epigenomic remodeling in mammalian aging",
    "Topic": "Genomics and Chromatin Dynamics"
  },
  {
    "Abstract": "Early mammals were nocturnal while dinosaurs dominated the daytime. Mammalian transition to daytime activity accelerated after the Cretaceous-Paleogene extinction, but the underlying mechanisms remain unclear. We identified a conserved cell-intrinsic, thermodynamic mechanism that likely facilitated this shift. In cells from diurnal mammals, protein synthesis, phosphorylation, and circadian timing were less sensitive to temperature changes than were cells from nocturnal mammals. Comparative genomics revealed accelerated evolution within essential signaling pathways, including mechanistic target of rapamycin (mTOR), that increase the robustness of diurnal cellular clocks to thermal and osmotic perturbation. In nocturnal mice, mTOR inhibition shifted cells, tissues, and behavior toward diurnal activity. These findings uncover a genetic and biochemical basis for nocturnal-diurnal switching, emphasizing how cellular signaling networks can encode complex phenotypes such as temporal niche selection.",
    "Author": "Andrew D. Beale",
    "DOI": "https://doi.org/10.1126/science.ady2822",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "Science",
    "Subfield": "Endocrine and Autonomic Systems",
    "Title": "A cellular basis for the mammalian nocturnal-diurnal switch",
    "Topic": "Circadian rhythm and melatonin"
  },
  {
    "Abstract": "Solid tumor antigen heterogeneity is a major challenge for cancer immunotherapies, including chimeric antigen receptor (CAR) T cells. Unlike CD19 for B cell malignancies, no target with pan-cellular expression in solid tumors and absence in normal vital cells has been identified. CD70 is a promising candidate, physiologically confined to immune cell subsets and aberrantly expressed in many cancers. We show that heterogeneous CD70 expression in tumors is epigenetically regulated, ranging from high to very low in individual cells, appearing negative by conventional detection methods. Using a highly sensitive CD70 receptor, HLA-independent T cell (HIT) receptor coexpressing CD80 and 4-1BBL for costimulation, we efficiently eliminated CD70-heterogeneous tumors that evade prototypic CAR T cells. These findings provide a potential strategy to treat a broad range of solid tumors.",
    "Author": "Hanina, Sophie",
    "DOI": "https://doi.org/10.1126/science.adv7378",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "Science",
    "Subfield": "Oncology",
    "Title": "Sensitive CAR T cells redefine targetable CD70 expression in solid tumors",
    "Topic": "CAR-T cell therapy research"
  },
  {
    "Abstract": "Editors’ selections from the current scientific literature",
    "Author": "Seale, Madeleine",
    "DOI": "https://doi.org/10.1126/science.aeg6836",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "Science",
    "Subfield": "History and Philosophy of Science",
    "Title": "In Other Journals",
    "Topic": "Academic Writing and Publishing"
  },
  {
    "Abstract": "The development of efficient and stable electrocatalysts for the oxygen evolution reaction (OER) is crucial for advancing the commercialization of proton exchange membrane water electrolyzers (PEMWEs). Here, we report a ternary oxide catalyst, Ir-RuSnO<sub>x</sub>, in which atomically dispersed Ir substitutes surface Ru sites to construct an Ir─O─Ru atomic interface. The catalyst requires an overpotential of only 165 mV to deliver 10 mA cm<sup>-</sup> <sup>2</sup> and maintains stable operation for over 350 h at 100 mA cm<sup>-</sup> <sup>2</sup>. When integrated into a PEMWE, Ir-RuSnO<sub>x</sub> sustains continuous operation at 1 A cm<sup>-</sup> <sup>2</sup> for 800 h without observable degradation. Combined electrochemical and theoretical studies reveal that Sn acting as a strong electron donor, enhances electron localization at the bridging oxygen (O<sub>bri</sub>) within the Ir─O─Ru motif. This enables O<sub>bri</sub> as a proton acceptor, facilitating deprotonation of O─H and OO─H species at Ru sites, thereby forming O<sub>bri</sub>─H intermediates, lowering the energy barrier of the rate-determining step (RDS), and accelerating OER kinetics. Simultaneously, Sn incorporation increases the electron density of the Ir─O─Ru structure, strengthening its resistance against oxidative degradation. These findings offer a path to achieving both high activity and long-term durability in acidic OER electrocatalysts.",
    "Author": "Li, Yanfang",
    "DOI": "https://doi.org/10.1002/adma.202519807",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "PubMed",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "Sn-Triggered Bridging-Oxygen of lr─O─Ru Deprotonation Enhances Acidic Oxygen Evolution Reaction.",
    "Topic": "Electrocatalysts for Energy Conversion"
  },
  {
    "Abstract": "As Moore's-law-driven geometric scaling nears physical, economic, and sustainability limits, semiconductor progress is increasingly constrained by the cost and latency of physical iteration. This Perspective argues that AI enables virtualization as a complementary scaling law: progress scales with how much trustworthy virtual evidence can replace exhaustive fabrication, testing, and qualification across the device lifecycle. We show how virtualization emerges in i) design and modeling via surrogate and physics-informed learning, inverse design, and uncertainty-aware exploration; ii) fabrication and packaging via digital twins, virtual metrology, and reinforcement learning; and iii) qualification via defect inference and reliability modeling that provide earlier risk signals. We outline boundary conditions-trust and uncertainty, cross-stage coherence, sustainability, and governance-and argue that future innovation will depend not only on geometric shrinkage, but also on the fidelity, integration, and stewardship of virtual evidence.",
    "Author": "Wang, Zeheng",
    "DOI": "https://doi.org/10.1002/smll.202510426",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "PubMed",
    "Subfield": "Hardware and Architecture",
    "Title": "Virtualization as a New Scaling Law for Semiconductor Devices Beyond Geometric Scaling.",
    "Topic": "Physical Unclonable Functions (PUFs) and Hardware Security"
  },
  {
    "Abstract": "Flexible near-infrared (NIR) organic light-emitting diodes (OLEDs) face efficiency challenges due to low photoluminescence quantum yields (PLQYs) in NIR emitters, governed by the energy gap law. Accelerating radiative transitions via the Purcell effect in optical microcavities offers a solution, but conventional flexible semitransparent electrodes struggle to balance microcavity-enhanced PLQY and light outcoupling efficiency (OCE). We address this with a micro-structured magnesium-bismuth (Mg-Bi) alloy electrode offering 40% broadband transmittance (400-1600 nm) and conductivity (29.3 Ω ◻<sup>-1</sup>). The alloy's low real permittivity supports less confined surface plasmon polariton and, with a capping layer, yields 60% NIR transmittance in an organic-to-air optical configuration. This design achieves 42.3% OCE and elevates the PLQY of a 704 nm NIR emitter to 71.8%, enabling flexible NIR-OLEDs with a record 24.3% external quantum efficiency. The synergy of optical engineering and conductive microstructures establishes a universal strategy for high-efficiency flexible NIR optoelectronics.",
    "Author": "Xu, Mengxin",
    "DOI": "https://doi.org/10.1002/adma.202518212",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "PubMed",
    "Subfield": "Electrical and Electronic Engineering",
    "Title": "High-Performance Flexible Near-Infrared Organic Light-Emitting Diodes with a Heterogeneous Alloy Semitransparent Electrode.",
    "Topic": "Organic Light-Emitting Diodes Research"
  },
  {
    "Abstract": "<i>Rhizophus oryzae</i> biomass (RB) can be incorporated into polylactic acid (PLA) to create improved biocomposites that perfectly fit the biobased circular economy model. In this study, <i>Rhizopus oryzae</i> EGE-F75, produced through solid-state fermentation in aluminum trays with the maximum RB production conditions (Initial moisture (%): 79.84%, Inoculum ratio (%): 28.01, Incubation time (days): 9.74) was used as reinforcement material in PLA biocomposites. Biocomposites were obtained by adding varying amounts of RB (5% and 10% by weight) to PLA using a twin screw extruder, and the physical, thermal, mechanical and morphological properties of the biocomposites were investigated. According to the results, the incorporation of RB resulted in a decrease in mechanical properties. The tensile strength of 10% RB/PLA composite decreased by 23%, while the flexural modulus value of the composite increased by 6% compared to PLA. Furthermore, the addition of RB to PLA delayed the thermal decomposition of PLA and reduced its thermal conductivity. Introducing 5 wt% of RB to the PLA matrix reduced the thermal conductivity of the PLA matrix by 79%. Therefore, RB may not serve as an ideal filler for enhancing the mechanical properties and thermal stability of biocomposites, but it does offer potential as an alternative material for thermal insulation.",
    "Author": "Özgül, Sevim",
    "DOI": "https://doi.org/10.1080/10826068.2026.2635136",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "PubMed",
    "Subfield": "Polymers and Plastics",
    "Title": "Production of <i>Rhizopus oryzae</i> by solid state fermentation and evaluation of its biocomposite characteristics.",
    "Topic": "Natural Fiber Reinforced Composites"
  },
  {
    "Abstract": "Weight-centric nutrition education has been traditionally used when communicating nutrition information in the U.S.; however, nutrition education may benefit from an intuitive eating approach so that disordered eating risk is not inadvertently increased.",
    "Author": "Skubisz, Christine",
    "DOI": "https://doi.org/10.1080/17538068.2026.2635198",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "PubMed",
    "Subfield": "Clinical Psychology",
    "Title": "Communicating about nutrition without causing disordered eating: the role of affect, worry, and heart rate variability.",
    "Topic": "Eating Disorders and Behaviors"
  },
  {
    "Abstract": "Our findings suggest that regular nut consumption is associated with higher total sperm count and concentration in young, healthy men of reproductive age.",
    "Author": "Dávila-Córdova, Estefanía",
    "DOI": "https://doi.org/10.1111/andr.70204",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "PubMed",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Nut Consumption and Sperm Quality in Healthy Men: Results From the Led-Fertyl Study.",
    "Topic": "Nuts composition and effects"
  },
  {
    "Abstract": "Ginglymostoma cirratum, commonly known as the nurse shark, is a nocturnally active benthic shark, often found in western and eastern Atlantic waters. Although this shark has been well explored in many biological aspects, few studies have thoroughly examined the morphology of its dermal denticles (or placoid scales). The dermal denticles are teeth-like structures present in the skin of sharks and play an important role in the interaction of these fishes with their environment. In the present study, we describe the morphological variation of dermal denticles throughout the body of the nurse shark and discuss the putative functional roles of the morphologies uncovered. Twenty-four skin samples were extracted from different regions of the body and were analysed using a microtomography and a stereoscope. The terminology was standardized based on previous morphological descriptions of denticles. A total of 10 variations were identified, ranging from denticles with few or no ridges with a lozenge-shaped crown to denticles with multiple ridges bearing diamond- or leaf-shaped crowns. The morphology of the scales supports a primary function associated with abrasion strength, as previously suggested by other authors. Also, the location and distribution of ridged denticles may indicate a secondary function associated with hydrodynamics. The diagnosis of a second species within the genus, Ginglymostoma unami, based on differences in dermal denticle morphology was also discussed. The Unami nurse shark was described as having denticles with a distinct morphology and a greater number of ridges than in G. cirratum. However, we suggest that G. cirratum and G. unami have denticles with a similar morphology and ridge counts.",
    "Author": "Danilo P Lima",
    "DOI": "https://doi.org/10.1111/jfb.70345",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "PubMed",
    "Subfield": "Nature and Landscape Conservation",
    "Title": "Unravelling the skin of the nurse shark: A morphological description of the placoid scales of Ginglymostoma cirratum.",
    "Topic": "Ichthyology and Marine Biology"
  },
  {
    "Abstract": "Evidence supporting antibiotic prophylaxis varies substantially by disease and clinical context. We propose a framework for selective, time-limited use of prophylactic antibiotics, emphasizing individualized risk - benefit assessment, regular reassessment of efficacy, and integration within antimicrobial stewardship paradigms.",
    "Author": "Martin, I.",
    "DOI": "https://doi.org/10.1080/17476348.2026.2636314",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "PubMed",
    "Subfield": "Applied Microbiology and Biotechnology",
    "Title": "Prophylactic antibiotics in chronic pediatric lung disease: balancing benefit, resistance, and future care models.",
    "Topic": "Antibiotic Use and Resistance"
  },
  {
    "Abstract": "Keto-enol tautomerism plays an important role in functional organic synthesis, pharmaceutical chemistry, biological activity, and molecular-scale charge transport. It is, therefore, critical to find a reliable approach to manipulate keto-enol tautomerism at the single-molecular level. In this study, we demonstrated that the β-diketone derivative, which existed dominantly in the enol form, can be reversibly switched between keto and enol forms with remarkable conductance discrepancy by modulating the electrochemical potential of the gate electrode in an ionic liquid, paving the way for the fabrication of single-molecule circuit switches. It has been recognized for a long time that the enol-keto tautomerism is governed by an excited intramolecular proton transfer process, and we provide evidence that the enol-keto tautomerism in the biased electro-circuit is governed by the proton-coupled electron transfer (PCET) rather than the intramolecular proton transfer (IPT) upon the electrochemical-gated ionic interfacial redistribution, clarifying the mechanism of keto-enol tautomerism in circuits and benefiting the application of tautomerism in different research areas.",
    "Author": "Adijiang, Adila",
    "DOI": "https://doi.org/10.1021/jacs.5c21927",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Catalysis",
    "Title": "Ionic Liquid Gating Enol–Keto Tautomerism",
    "Topic": "Ionic liquids properties and applications"
  },
  {
    "Abstract": "The integration of nitrogen atoms into chiral nanographenes (c-NGs) offers a powerful strategy for designing chiral materials with programmable electronic and chiroptical responses. However, the preparation of stable N-doped c-NGs featuring free NH groups─an essential chemical handle─remains a major synthetic challenge. Herein, we report a highly stable N-doped c-NG (<b>NHNG</b>) featuring a free NH moiety, which enables comprehensive investigation of not only its structural but also its optical, redox, electronic, and spintronic properties. X-ray crystallography reveals an intriguing π-scaffold combining three coexisting topologies: two helical and one saddle-shaped. By virtue of its extended conjugation, <b>NHNG</b> displays strong visible-light absorption (ε = 170,000 M<sup>-1</sup> cm<sup>-1</sup>) and a rich electrochemical profile, with four oxidations leading to persistent cationic species that exhibit sharp near-infrared absorptions. In parallel, time-resolved microwave conductivity measurements demonstrate notable photoconductivity (ϕΣμ<sub>max</sub> = 3.0 × 10<sup>-5</sup> cm<sup>2</sup> V<sup>-1</sup> s<sup>-1</sup>). Owing to their robustness, the corresponding <i>M</i>- and <i>P</i>-enantiomers were resolved and found to exhibit pronounced chiroptical properties, with |<i>g</i><sub>abs</sub>| = 4.2 × 10<sup>-3</sup> and |<i>g</i><sub>lum</sub>| = 2.2 × 10<sup>-3</sup>. Remarkably, both enantiomers also display spin-selective charge transport <i>via</i> the chiral-induced spin selectivity effect, reaching spin-polarization values of ∼80%─among the highest reported for single-molecule-based π-conjugated spin filters. Altogether, these findings render <b>NHNG</b> a multifunctional chiral platform for next-generation optoelectronic, spintronic, and chiroptical applications.",
    "Author": "Labella, Jorge",
    "DOI": "https://doi.org/10.1021/jacs.5c20735",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Organic Chemistry",
    "Title": "A Stable, NH-Containing Chiral Nanographene: An Electroactive N-Doped π-System for Chiroptics and Spin-Selective Transport",
    "Topic": "Synthesis and Properties of Aromatic Compounds"
  },
  {
    "Abstract": "Non-Hermitian physics in open systems has garnered significant attention for its exotic phenomena, particularly surrounding exceptional points that offer transformative potential for multifunctional devices. Central to this field are parity-time ($${{\\mathcal{P}}}{{\\mathcal{T}}}$$) symmetry-defined by balanced gain and loss-and its counterpart, anti-$${{\\mathcal{P}}}{{\\mathcal{T}}}$$ symmetry. However, integrating these divergent concepts into a unified acoustic platform remains an unattainable challenge. In this study, we employ laser-induced thermoacoustics (LIT) to integrate a tunable amplifying component into a non-Hermitian system. By exciting an ultrathin carbon nanotube (CNT) film through laser irradiation, we experimentally observe the phase transitions between $${{\\mathcal{P}}}{{\\mathcal{T}}}$$ and anti-$${{\\mathcal{P}}}{{\\mathcal{T}}}$$ symmetries. Furthermore, our findings demonstrate the creation of selectable scattering states and the generation of acoustic vortex beams (VBs), facilitating both $${{\\mathcal{P}}}{{\\mathcal{T}}}$$-symmetric scattering and the conversion of topological charges. This acoustically transparent strategy bypasses traditional, path-blocking compensation schemes, offering a versatile framework for controlled non-Hermitian phase transitions in next-generation integrated devices. Non-Hermitian physics offers unique ways to control sound through balanced gain and loss. Here, authors use laser-irradiated carbon nanotube films to create a unified acoustic system that switches between symmetry states, and enables transparent control of vortex beams and topological charges.",
    "Author": "Yang, Yue‐tao",
    "DOI": "https://doi.org/10.1038/s41467-026-69986-w",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "Nature Communications",
    "Subfield": "Atomic and Molecular Physics, and Optics",
    "Title": "Experimental observation of non-Hermitian phase transitions using laser-induced thermoacoustics",
    "Topic": "Quantum Mechanics and Non-Hermitian Physics"
  },
  {
    "Abstract": "The conventional model linking large igneous provinces (LIPs) to atmospheric CO2 concentrations (pCO2) predicts elevated CO2 during volcanic emplacement, leading to biotic crises. However, this generalization requires testing. Here, we reconstruct pCO2 variations throughout the Emeishan LIP emplacement (~260 Ma) using carbon isotopes from chlorophyll-derived compounds. Our high-resolution record reveals that pCO2 declined from ~ 700 ppm to ~ 350 ppm during the early and main flood basalt phases, then increased during subsequent silicic eruptions. This pattern coincides with pre-eruptive crustal uplift driven by mantle plume impingement. We propose that CO2 consumption associated with enhanced erosion and weathering of kilometer-thick Yangtze craton carbonates from regional uplift might have temporarily exceeded the CO2 contribution from magmatic degassing. This is supported by geochemical data indicating that the Emeishan basalt is particularly CO2-poor. Our findings demonstrate that LIP environmental impact begins before the main eruptive phase, highlighting that tectonic-magmatic interactions can produce more complex CO2 patterns than previously recognized. This may explain why some LIPs caused extinctions, whereas others did not. During Emeishan flood basalt volcanism (~260 Ma), atmospheric CO2 declined as mantle plume–driven uplift accelerated erosion and carbonate weathering that outpaced CO2-poor degassing and later rose during silicic eruptions.",
    "Author": "Shen, Jiaheng",
    "DOI": "https://doi.org/10.1038/s41467-026-69600-z",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "Nature Communications",
    "Subfield": "Geophysics",
    "Title": "Atmospheric CO2 drawdown during the Emeishan flood basalt volcanism",
    "Topic": "Geological and Geochemical Analysis"
  },
  {
    "Abstract": "Objective Randomised controlled trials (RCTs) are considered the gold standard in clinical research. However, randomization isn’t always feasible, e.g., due to ethical considerations. As a result, quasi-experimental designs, such as the regression-discontinuity design (RDD), have been advocated as valuable alternatives and are increasingly employed in health sciences. So far, however, there is no way to take repeated measures into account in an RDD analysis, although repeated measures are not uncommon in medical research. This article proposes an extension of the RDD methodology to incorporate repeated measures within the statistical analysis. Methods The article introduces consistent mathematical notation for combining a univariate RDD with a linear mixed model (LMM) to account for repeated measures. The application is presented using data from the nFC-isPO (N = 1,417), where the Hospital Anxiety and Depression Scale (HADS) was employed to assess anxiety and depression in newly diagnosed cancer patients over a 12-month treatment period. The HADS scores were measured at baseline (T1), after 4 months (T2) and after 12 months (T3). Patients were assigned to control (psychosocial care) or treatment (psycho-oncological-psychotherapeutic care) group based on a predetermined HADS threshold at T1. Results The average treatment effect (ATE) was similar in both univariate RDD and LMM-RDD when applied to complete cases. Including all available data (T2 and/or T3), univariate RDD analyses were based on different samples for each time point. At T2, the ATE sign reversed from negative to positive, suggesting a change in discontinuity direction. At T3, the ATE magnitude nearly doubled compared to the complete case analysis. LMM-RDD estimated treatment effects were higher than those from univariate RDD. Nevertheless, none reached statistical significance. The time effect ( <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\" id=\"M1\"> <mml:mrow> <mml:mi>Δ</mml:mi> <mml:mrow> <mml:mi>t</mml:mi> </mml:mrow> </mml:mrow> </mml:math> ), representing the difference in treatment effects between two time points (complete case: <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\" id=\"M2\"> <mml:mrow> <mml:mi>Δ</mml:mi> <mml:mrow> <mml:mi>t</mml:mi> </mml:mrow> </mml:mrow> </mml:math> =0.577; T2 and/or T3 available: <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\" id=\"M3\"> <mml:mrow> <mml:mi>Δ</mml:mi> <mml:mrow> <mml:mi>t</mml:mi> </mml:mrow> </mml:mrow> </mml:math> =0.491), was not significant (p = 0.855; 95%-CI: [−5.589; 6.743]; p = 0.869, 95%-CI: [−5.328; 6.310]). Conclusion Extending the RDD to incorporate repeated measures within a linear mixed model (LMM-RDD) provides a more robust and comprehensive analytical approach when an RCT is not feasible. This approach not only addresses the challenges of missing data and an unbalanced number of outcome measures, but also allows for the identification of time-varying treatment effects that may not be discernible using traditional RDD. Trial registration The study was registered in the German Clinical Trials Registry on 30 October 2018 under the ID “DRKS00015326”.",
    "Author": "Hagemeier, Anna",
    "DOI": "https://doi.org/10.1371/journal.pone.0343414",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "PLoS ONE",
    "Subfield": "Statistics and Probability",
    "Title": "Extension of Regression Discontinuity Designs (RDD) to evaluate time effects – A quasi-experimental approach using the data from the new form of care “Integrated cross-sectoral psycho-oncology (nFC- isPO)”",
    "Topic": "Advanced Causal Inference Techniques"
  },
  {
    "Abstract": "In Sub-Saharan Africa, respiratory diseases (RD) resulting from climate change are becoming an increasingly serious public health concern. As ICT continues to expand across the region, its role in shaping health outcomes, including RD, has attracted growing attention. This study examines the impact of ICT on RD by incorporating the Environmental Kuznets Curve (EKC) hypothesis, based on data from 29 countries spanning 2000 to 2019. The findings reveal that: (1) ICT improve RD; (2) an inverted U-shaped EKC relationship holds between economic growth and RD; (3) heterogeneity analysis further indicates that ICT’s impact on RD is stronger in regions with higher levels of FDI and economic globalization; and (4) effective country governance weakens the positive impact of ICT on RD. Regarding the policy aspect, this research also puts forward several suggestions.",
    "Author": "Luo, Heng",
    "DOI": "https://doi.org/10.1038/s41598-026-41234-7",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "Scientific Reports",
    "Subfield": "Economics and Econometrics",
    "Title": "Unpacking the influence of ICT on respiratory diseases in Sub-Saharan Africa",
    "Topic": "Energy, Environment, Economic Growth"
  },
  {
    "Abstract": "This in vitro study evaluated microhardness, compressive strength, and wear resistance of seven composite resins: six high-filled flowable and one conventional resin. A total of 140 specimens were prepared from seven composite resins (n = 20). The materials tested included Omnichroma Flow (OCF), Vittra Unique Flow (VUF), Estelite Universal Flow High (EUFH), Medium (EUFM), Superlow (EUFS), Genial Injectable (GUIN), and Filtek Z250 (FZ250). Wear resistance was measured on cylindrical specimens (12 mm × 2 mm ) using a reciprocating tribometer with a Al₂O₃ antagonist, 20 N load, 1 mm stroke, 2.5 mm/s speed, and 1500 cycles. Compressive strength was tested on cylindrical specimens (4 mm × 6 mm) with a universal testing machine at 0.5 mm/min crosshead speed. Vickers microhardness was measured on disc specimens (2 mm × 8 mm) with a 100 g load for 10 s. One-way ANOVA and Tukey HSD tests (p < 0.05) were used for statistical analysis. EUFH, VUF, and OCF had significantly higher wear volumes than FZ250. FZ250 had greater microhardness than all high-filled flowable composites. Although the compressive strength values of the tested high-filled flowable composites were similar to that of the conventional composite resin, variations were observed among the flowable composites themselves. Under the conditions of this in vitro study, high-filled flowable composites showed comparable compressive strength to a conventional composite resin but tended to exhibit higher wear and lower surface hardness, which should be considered when selecting materials for stress-bearing restorations.",
    "Author": "Seyit Bilal Özdemir",
    "DOI": "https://doi.org/10.1038/s41598-026-41928-y",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "Scientific Reports",
    "Subfield": "Orthodontics",
    "Title": "Wear resistance, microhardness and compressive strength of high filled flowable composite resins",
    "Topic": "Dental materials and restorations"
  },
  {
    "Abstract": "A possible purposeful culpable conduct requirement to establish contributory copyright infringement.",
    "Author": "Samuelson, Pamela",
    "DOI": "https://doi.org/10.1145/3789196",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "Communications of the ACM",
    "Subfield": "Marketing",
    "Title": "Should Broadband Providers Be Liable for Subscribers’ Infringements?",
    "Topic": "Copyright and Intellectual Property"
  },
  {
    "Abstract": NaN,
    "Author": "Md Rashel Talukdar",
    "DOI": "https://doi.org/10.1016/j.cma.2026.118845",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "Computer Methods in Applied Mechanics and Engineering",
    "Subfield": "Statistics, Probability and Uncertainty",
    "Title": "Toward uncertainty quantification with arbitrarily dependent probability distributions of random input",
    "Topic": "Probabilistic and Robust Engineering Design"
  },
  {
    "Abstract": NaN,
    "Author": "Susan N. Hastings",
    "DOI": "https://doi.org/10.1007/s11606-026-10238-4",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "Journal of General Internal Medicine",
    "Subfield": "General Health Professions",
    "Title": "Comparing Approaches to Support Implementation of a Hospital Walking Program: Evidence from a Cluster Randomized Trial",
    "Topic": "Health Policy Implementation Science"
  },
  {
    "Abstract": "The rare red Phyllanthus emblica L. fruit, with its distinctive appeal and potential nutritional profile, holds promise as an ideal material for both fresh consumption and plant-derived health food sector. Limited knowledge is available on the metabolic and molecular mechanism underlying this red phenotype. In this study, metabolic and transcriptome profiles of emblica fruits from four cultivars ranging from green to red color were analyzed. 726 differential accumulated metabolites (DAMs) were annotated with 72 critical metabolites for fruit reddening, which were primarily enriched in phenylpropanoid metabolism and flavonoid/anthocyanins biosynthesis pathways. Anthocyanin-targeted metabolome revealed that delphinidin 3-O-glucoside, cyanidin 3-O-glucoside and procyanidin B1 were key accumulated pigment substrates explaining fruit red coloration. WGCNA (Weighted Gene Co-Expression Network Analysis) identified PeCHS1 , PeF3H1 , PeDFR and PeLAR1 as hub genes responsible for diverse emblica fruit coloration among different cultivars. In addition, transient overexpression of PeCHS1 , PeF3H1 , PeDFR and PeLAR1 respectively in emblica fruits confirmed their roles in red coloration. Overall, our findings shed light on the metabolic basis and regulatory mechanism underlying the diverse emblica fruit coloration. • Metabolites and gene expression in emblica fruits with distinctive color traits were profiled. • Flavonoid/anthocyanins were the primary contributor to red color of emblica fruits. • Key anthocyanin monomers responsible for emblica fruit coloration were identified. • Overexpression of PeCHS1 , PeF3H1 , PeDFR and PeLAR1 induced red coloration in emblica fruits.",
    "Author": "Xiao, Jiaqi",
    "DOI": "https://doi.org/10.1016/j.indcrop.2026.122973",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "Industrial Crops and Products",
    "Subfield": "Pharmacology",
    "Title": "Integrated analysis of metabolome and transcriptome reveals the molecular mechanism underlying different colors of Phyllanthus emblica L. fruit",
    "Topic": "Phytochemistry and Bioactivity Studies"
  },
  {
    "Abstract": "Precise monitoring of sow behaviour is essential for enhancing animal welfare and production efficiency in precision husbandry. This study proposes an improved RT-DETR model to address real-time detection challenges in complex farming environments. By integrating innovative multi-scale feature fusion and lightweight attention mechanisms, the model achieves high-precision detection of four key postures (standing, sitting, sternal recumbency, and lateral recumbency). Experimental results show that the model attains an mAP@0.5 of 96.6% and a processing speed of 56 FPS, significantly outperforming existing methods. Furthermore, a Unity3D-based digital twin system was constructed to enable real-time bidirectional mapping, achieving a low latency of 320 ms. This system proposes a potential technical framework for intelligent pig farm management, providing a reliable tool for automated welfare assessment and operational decision support.",
    "Author": "Chen, Guanchi",
    "DOI": "https://doi.org/10.3390/agriculture16050509",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-26",
    "Source": "Agriculture",
    "Subfield": "Small Animals",
    "Title": "Improved RT-DETR Combined with Digital Twin for Accurate Posture Detection of Sows",
    "Topic": "Animal Behavior and Welfare Studies"
  }
]
