[
  {
    "Abstract": "STPA was effectively used to assess the Radixact Synchrony system's real-time adaptive radiation therapy capabilities, providing insight into how the system could become unsafe throughout the patient journey. While focused on Radixact Synchrony and real-time adaptive radiation therapy, this study offers a transferable example of STPA application, from analysis initialization to mitigation, that can inform other safety assessments in radiation therapy.",
    "Author": "Hindmarsh, Jonathan",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/acm2.70478",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Radiation",
    "Title": "A prospective hazard analysis of real-time adaptive helical tomotherapy.",
    "Topic": "Advanced Radiotherapy Techniques",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "ABSTRACT This study empirically examines the associations between AutoCAD‐based spatial learning and engineering students perceived spatial visualization skills (SVS), measured via self‐reported spatial self‐efficacy (SS) rather than objective spatial tests, particularly in developing country contexts such as Vietnam. By integrating SERVQUAL and the Unified Theory of Acceptance and Use of Technology (UTAUT), the research examines perceived learning experiences alongside behavioral factors shaping students' adoption of AutoCAD in education. Given the cross‐sectional survey design, the identified relationships are interpreted as associative rather than causal. Data were collected from 322 engineering students in Vietnam using a structured survey, and Structural Equation Modeling (SEM) with AMOS was employed to analyze relationships among Facilitating Conditions (FC), Software Interaction (SI), Learning Motivation (LM), SS, and Active Engagement (AE). Results indicate that SI shows the strongest association with SS ( β = 0.502, p &lt; 0.001), highlighting the role of intuitive software use in SS. LM was found to be significantly associated with perceived SVS ( β = 0.323, p &lt; 0.001), underscoring the importance of motivation in technology‐enhanced learning contexts. However, the findings suggest that unguided AE was negatively associated with perceived SVS (β = –0.142, p = 0.011), suggesting that engagement without instructional scaffolding may be counterproductive, and that Performance Expectancy (PE) alone may not translate into meaningful engagement without adequate instructional support. The findings highlight the importance of supportive learning environments that ensure infrastructure readiness, user‐friendly software, and clear instructional strategies. The study proposes an integrated SERVQUAL–UTAUT framework to jointly capture service quality and technology acceptance factors in AutoCAD‐based learning. Situated in a developing‐country context, the study offers implications for more inclusive technology adoption in engineering education and provides practical insights for educators and policymakers.",
    "Author": "Thuong Hong Thi Nguyen",
    "Cited by": 0,
    "Cites": 48,
    "DOI": "https://doi.org/10.1002/cae.70157",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Computer Applications in Engineering Education",
    "Subfield": "Automotive Engineering",
    "Title": "No Student Left Behind in Engineering Education: An Empirical Study on AutoCAD‐Based Spatial Learning and Its Associations With Visualization Skills in Developing Countries",
    "Topic": "Spatial Cognition and Navigation",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Nivolumab plus ipilimumab is unlikely to be cost-effective as first-line therapy for unresectable HCC from US health care payer perspective. However, extended dosing interval or price reductions may render the regimen economically viable, with important implications for clinical practice, payers, and policy.",
    "Author": "Luo, Jiefeng",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/cncr.70259",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Hepatology",
    "Title": "Nivolumab plus ipilimumab versus lenvatinib or sorafenib as first-line treatment for unresectable hepatocellular carcinoma: A cost-effectiveness analysis.",
    "Topic": "Hepatocellular Carcinoma Treatment and Prognosis",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "A major, serendipitous psychiatric discovery is monoamine-transporter reuptake inhibition as an antidepressant mechanism of action. Chronic treatment with such antidepressants is efficacious, with onset requiring 1-2 weeks, in many but by no means all patients with major depressive or another stress-related neuropsychiatric disorder. The forced swim test (FST) in rats and mice involves the acute, moderate stressor of placement in a container of water: at test onset, the predominant reaction is swimming, interpreted cautiously as active \"struggling\"; over minutes, this is replaced by floating, described objectively as immobility. Acute administration of monoamine transporter inhibitors immediately prolongs \"struggling.\" Although this readout is of behavioral pharmacological interest, the FST has no (back-)translational relevance to the neurobiological and neuropsychological symptoms/states of stress-related psychiatric disorders. The persistent adoption of the FST to measure \"depression-like state,\" based on interpretation of immobility as \"despair,\" \"helplessness,\" or \"passive coping,\" is a major weakness in applied behavioral neuroscience. Rodents do have a concept of learned uncontrollability, such that tests showing this depict an adaptive, not a \"depression-like,\" state. Recent psychiatry-neuroscience initiatives, such as the Research Domain Criteria framework, increase the accessibility of specific, transdiagnostic symptoms/states to behavioral neuroscience methods, thereby facilitating the establishment of animal models. Such animal models must incorporate clinically valid (1) etiological factors, such as prolonged psychosocial stress, and (2) neurobehavioral readouts with face and construct validity for specific symptoms/states. Increased reactivity to an acute threat, measured as increased Pavlovian aversion learning-memory (PALM), is a neurobehavioral state common in major depression and other disorders. Mice that have undergone chronic social stress exhibit generalized excessive PALM. Therefore, although stating that the FST measures \"depression-like state\" is erroneous, mouse models of specific symptoms/states can be achieved by back-translating etiology and neurobehavioral readouts. Though complex and moderately severe, such models have the potential to provide much-needed benefits in terms of preclinical neuropharmacological target discovery and validation. © 2026 The Author(s). Current Protocols published by Wiley Periodicals LLC.",
    "Author": "Christopher R. Pryce",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/cpz1.70312",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Cellular and Molecular Neuroscience",
    "Title": "From Struggling (With) Screening Tests to Mouse Models of Depression-Relevant Neurobehavioral States.",
    "Topic": "Neurotransmitter Receptor Influence on Behavior",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "ABSTRACT Considerations of governance in US higher education do not typically include the academic department. This results in a knowledge gap about the role of these central organizing units of academic work in the governance of colleges and universities. Through the concept of microfoundations, we explore concrete ways in which departmental governance matters, how it may be challenging, and strategies for fostering effective governance within academic departments. Summary Faculty members are encouraged to examine their departmental infrastructure, including materials related to and procedures for departmental processes such as admissions, teaching excellence, and student grievances. These materials should be co‐constructed by members, aligned with policies and processes at higher organizational levels, and centrally maintained to ensure access, cross‐training, consistency, and continuous improvement. Leaders of academic departments should establish 1–2 priorities per semester or year, such as enrollment management or admissions, and invest in opportunities to recognize those department members who contribute to such initiatives. Establishing monthly department meetings with clear agendas, and clear ways for faculty members to add items to that agenda, can help create and reinforce a collegial culture; promote the free and open exchange of ideas and perspectives; and maintain a record of collective decision‐making, votes and outcomes, and priorities. Departmental leaders have opportunities to prepare and support faculty for effective engagement in shared governance within their academic departments and across career stages and appointment types, including development, socialization, mentorship, and leadership that helps members of the academy understand what shared governance is and why it matters, including within departmental contexts.",
    "Author": "Karley A. Riffe",
    "Cited by": 0,
    "Cites": 16,
    "DOI": "https://doi.org/10.1002/he.70014",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "New Directions for Higher Education",
    "Subfield": "Political Science and International Relations",
    "Title": "Academic Departments as Microfoundations of Institutional Governance",
    "Topic": "Higher Education Governance and Development",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": NaN,
    "Author": "Bouredoucen, Hicham",
    "Cited by": 0,
    "Cites": 89,
    "DOI": "https://doi.org/10.1007/s00256-026-05128-z",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Skeletal Radiology",
    "Subfield": "Surgery",
    "Title": "Surgical management and imaging evaluation of post-traumatic periscaphoid osteoarthritis (SLAC and SNAC wrists)",
    "Topic": "Orthopedic Surgery and Rehabilitation",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract We present the results of experimental studies and two-dimensional hydrodynamic simulations of underwater electrical explosions of semi-cylindrical wire arrays. In the experiments, a pulse generator delivers a current pulse of ~ 250 kA amplitude rising in ~ 1 µs to a 5-mm radius semi-cylindrical array of copper or aluminum wires. Experiment and simulation results display the generation of a radially symmetric and converging strong shock wave (SSW) and the generation of a blade-shaped supersonic jet (SJ) with a velocity reaching 1.6 km/s. Simulations predict that in the vicinity of the implosion axis, the density, pressure, and temperature can reach 1.5 g/cm 3 , 6 × 10 9 Pa and 500 K, respectively. Thus, this approach can be used for studies of properties of materials placed at the convergence axis or by interaction with the blade-shaped SJ with easy access of diagnostics. Additionally, the simulations show that the internal structure of the jet is not uniform, consisting of bubbles and voids that result in significantly smaller density than the normal density of water. Finally, explosions of arrays of different diameter wires result in the generation of converging SSW with satisfactorily uniform azimuthal distribution. This indicates a resistance positive feedback mechanism that stabilizes the explosion process across wires of different diameters.",
    "Author": "Asmedianov, N.",
    "Cited by": 0,
    "Cites": 34,
    "DOI": "https://doi.org/10.1007/s00348-025-04157-z",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Experiments in Fluids",
    "Subfield": "Materials Chemistry",
    "Title": "Semi-cylindrical shock waves and blade-shaped supersonic jets generated by underwater electrical explosions of wire arrays",
    "Topic": "Ultrasound and Cavitation Phenomena",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": NaN,
    "Author": "María Nicole Bascur Postel",
    "Cited by": 0,
    "Cites": 24,
    "DOI": "https://doi.org/10.1007/s00467-026-07152-6",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Pediatric Nephrology",
    "Subfield": "Nephrology",
    "Title": "Efficacy of the STARZ stratification score in determining the risk of acute kidney injury in critically ill neonates",
    "Topic": "Acute Kidney Injury Research",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Background Evidence regarding the risk of incident kidney failure based on developmental disabilities remains scarce. Accordingly, we examined the risk of kidney failure in individuals with intellectual disability (ID) and autism spectrum disorder (ASD). Methods This retrospective cohort study used data from the National Disability Registry of Korea and identified all individuals registered with ID/ASD between 2004 and 2020. In total, 155,729 individuals with ID and 22,385 with ASD and their age- and sex-matched controls ( n = 467,187, and 67,155, respectively) were included and followed up until December 2023. Cox proportional hazard analyses were performed to estimate hazard ratios (HRs) and 95% confidence intervals (CIs) for the risk of kidney failure in individuals with ID/ASD compared with controls. Results A total of 1,058 kidney failure events were identified in the ID cohort (687 ID and 371 controls) and 20 events in the ASD cohort (16 ASD and 4 controls). Individuals with developmental disabilities had a higher kidney failure risk than controls, with adjusted HRs (95% CIs) of 5.50 (4.75–6.36) for ID and 8.62 (2.68–27.74) for ASD. In subgroup analyses, both ID and ASD were associated with an increased risk of kidney failure in most subgroups. Age, sex, income level, and comorbidities showed a significant interaction with ID in relation to kidney failure risk (all p &lt; 0.01), whereas no significant interaction was observed between baseline characteristics and ASD. Conclusions Individuals with ID and ASD had an increased risk of incident kidney failure. Tailored preventive strategies against kidney failure are warranted for this population. Graphical abstract",
    "Author": "Hye Yeon Koo",
    "Cited by": 0,
    "Cites": 27,
    "DOI": "https://doi.org/10.1007/s00467-026-07177-x",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Pediatric Nephrology",
    "Subfield": "Cognitive Neuroscience",
    "Title": "Association between intellectual disability and autism spectrum disorder with kidney failure",
    "Topic": "Autism Spectrum Disorder Research",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Background Despite advances, immunotherapy has shown limited efficacy in pancreatic ductal adenocarcinoma (PDAC). The profoundly immunosuppressive tumor microenvironment (TME) of PDAC restricts effective antitumor immune responses, necessitating the development of novel therapeutic approaches. Emerging evidence suggests that modulating the TME could enhance immunotherapy outcomes, with glucocorticoid-induced TNFR-related protein (GITR) presenting as a promising target. Methods We performed in vivo studies using the Pan02 mouse model of PDAC, where we activated GITR. Complementary analyses were performed on human PDAC samples that were obtained from surgical resections, both from treatment-naive patients and those undergoing neoadjuvant chemotherapy. Human PDAC samples were assessed using scRNA-seq, spatial transcriptomics, and immunofluorescence. Results GITR was found to be significantly overexpressed in PDAC tissues compared to normal adjacent pancreatic tissue, with further upregulation observed following neoadjuvant chemotherapy. These findings were corroborated in Pan02 mouse model. GITR activation in vivo led to a reduction in regulatory T cells (Tregs) and an increase in activated cytotoxic effector cells within the TME, resulting in suppressed tumor growth and extended survival. Spatial transcriptomic analysis revealed that GITR expression was predominantly localized to lymphocytes in close proximity to tumor cells in human PDAC. Additionally, long-term survival PDAC patients showed high levels of GITR + lymphocytes, underscoring its clinical relevance. Conclusions This study identifies GITR as a key regulator of the immunosuppressive TME in PDAC. By promoting T cell activation and effector functions, GITR represents a promising target for immunotherapeutic treatment in PDAC. Combining GITR activation with standard chemotherapy may offer a promising strategy to improve outcomes for PDAC patients. Graphical abstract",
    "Author": "Robatel, Steve",
    "Cited by": 0,
    "Cites": 76,
    "DOI": "https://doi.org/10.1007/s00535-026-02347-y",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Journal of Gastroenterology",
    "Subfield": "Oncology",
    "Title": "Agonistic GITR treatment enhances antitumor immune responses and suppresses tumor progression in pancreatic ductal adenocarcinoma",
    "Topic": "Cancer Immunotherapy and Biomarkers",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Dermatomyositis (DM) is an autoimmune inflammatory myopathy that may occur as a paraneoplastic syndrome, most commonly associated with ovarian, lung, and gastrointestinal malignancies. Solid pseudopapillary pancreatic tumor is a rare neoplasm with low malignant potential, and to our knowledge only one case has previously been reported in association with DM. We present the case of a 21-year-old woman with six months of proximal muscle weakness, dysphagia, and cutaneous lesions characteristic of DM, including a heliotrope rash, shawl sign, and V-sign. She also exhibited atypical features, such as pseudoangioedema, an ovoid palatal patch, and generalized subcutaneous edema. Laboratory studies showed elevated muscle enzyme levels and positivity for anti–TIF1γ antibodies. Imaging revealed a solid–cystic pancreatic mass, which was histologically confirmed to be a solid pseudopapillary tumor. Following surgical resection, muscle enzyme levels normalized and cutaneous manifestations improved, although proximal quadriparesis persisted (Fig. 1). This case expands the spectrum of neoplasms associated with DM and highlights the relevance of atypical cutaneous manifestations and anti–TIF1γ antibodies as markers warranting surveillance for occult malignancy. The clinical improvement following tumor resection further supports a paraneoplastic association. Key Points • Atypical cutaneous findings—such as pseudoangioedema, ovoid palatal patch, and generalized subcutaneous edema—may serve as clinical indicators of paraneoplastic dermatomyositis. • The coexistence of dermatomyositis with a solid pseudopapillary pancreatic tumor represents an exceedingly rare association. • This case study underscores the significance of incorporating rare pancreatic tumours in the list of malignancies for patients diagnosed with dermatomyositis and anti-TIF1γ antibodies. • Improvement of cutaneous lesions and normalization of muscle enzymes after tumor resection reinforce the causal link between the neoplasm and dermatomyositis.",
    "Author": "N. A. Uribe-Ruíz",
    "Cited by": 0,
    "Cites": 34,
    "DOI": "https://doi.org/10.1007/s10067-026-07928-z",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Clinical Rheumatology",
    "Subfield": "Epidemiology",
    "Title": "Paraneoplastic dermatomyositis with atypical features associated with a solid pseudopapillary pancreatic neoplasm",
    "Topic": "Inflammatory Myopathies and Dermatomyositis",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": NaN,
    "Author": "Gogoi, Pixi",
    "Cited by": 0,
    "Cites": 91,
    "DOI": "https://doi.org/10.1007/s10661-026-15027-4",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Environmental Monitoring and Assessment",
    "Subfield": "Global and Planetary Change",
    "Title": "Urban futures under pressure: assessing and predicting ecological risk in a metropolitan district of North-East India",
    "Topic": "Land Use and Ecosystem Services",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Cyclic voltammetry (CV) is a very commonly used technique for the study of electrochemical interfaces. Its application to proton exchange membrane fuel cell (PEMFC) is of great interest as it is sensitive to change in the catalyst layer and membrane state-of-life. Using cyclic voltammograms, it is possible to easily obtain information on the catalyst roughness factor and the hydrogen cross-over current. This study focuses on the best way to perform CV on individual cells at the stack level. To prevent the whole stack polarisation, eight different connection configurations have been tested to obtain comparable CV as the reference case with current applied on the whole stack. The comparison between the cyclic voltammograms and potentiostatic electrochemical impedance spectroscopy (PEIS) for all these configurations lead to some recommendations for bipolar plates design. Contact resistances and proximity of current and potential connections are the main hindrances to the measurement of reliable CV. The authors advise to maximise as much as possible the number of connection pins and to place them on both sides of the PEMFC bipolar plates. If it is not possible on current design, the authors recommend the use of dynamic ohmic drop compensation to minimise the error regarding the determination of roughness factor. Graphical abstract",
    "Author": "Riasse, Raphaël",
    "Cited by": 0,
    "Cites": 38,
    "DOI": "https://doi.org/10.1007/s10800-025-02429-4",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Journal of Applied Electrochemistry",
    "Subfield": "Electrical and Electronic Engineering",
    "Title": "Performing cyclic voltammetry in a proton exchange membrane fuel cell stack: what you should keep in mind",
    "Topic": "Fuel Cells and Related Materials",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Purpose To evaluate changes in health-related quality of life (HRQoL) of different patient groups, as measured using the EuroQoL (EQ5D) during outpatient multidisciplinary rehabilitation. Methods Patients with acquired brain injury, chronic pain, neurodegenerative diseases or oncological diagnoses, who received outpatient multidisciplinary rehabilitation, were included in a multi-center prospective observational cohort study. They completed the EQ5D, consisting of an index and a Visual Analogue Scale (VAS), at the start of outpatient rehabilitation (T0) and 6 months thereafter (T1), and two perceived change questions (about quality of life and about general health) at T1. Results Both EQ5D index and VAS improved for the total sample ( n = 419, 68.8% females, mean age 54.5 years) and for each patient group, with the exception of the EQ5D VAS in patients with neurodegenerative diseases. The latter group showed less improvement, as measured on the EQ5D index, than patients with chronic pain ( p = 0.004), and less on VAS compared to the other patient groups (all p &lt; 0.05). At an individual level, 76.8% (304/396) of all patients reported improvement on the perceived change question about quality of life and 279/419 (66.6%) on the perceived change question about general health. Again, patients with neurodegenerative diseases had the lowest percentages (49/83 (59.0%) and 39/85 (47.0%), respectively). Conclusion All patient groups improved on HRQoL during outpatient multidisciplinary rehabilitation, both at group and individual level. However, patients with neurodegenerative diseases showed slightly less improvement than other patient groups, which may reflect the progressive nature of their disease rather than lower rehabilitation effectiveness.",
    "Author": "Daniëlla M. Oosterveer",
    "Cited by": 0,
    "Cites": 18,
    "DOI": "https://doi.org/10.1007/s11136-026-04167-2",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Quality of Life Research",
    "Subfield": "Rehabilitation",
    "Title": "Changes in health-related quality of life during outpatient rehabilitation: a prospective observational cohort study in four patient groups",
    "Topic": "Stroke Rehabilitation and Recovery",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract The inherent instability and risk of liquefaction associated with unstable glaciomarine clay are both scientifically intriguing and societally important. Stabilizing sensitive soils is increasingly necessary with the unfolding climate crisis, which leads to wilder and wetter weather. The relevant length scales extend from nanometer-sized pores to kilometer-sized geological features. Laboratory experiments are important for gaining a better understanding of these phenomena. Here, we present a study of the ultra-soft sandstone Saltwash South , which essentially consists of quartz particles glued together by clay, as a proxy for nanoscopically fine-grained sensitive soil to facilitate time-resolved imaging of the onset of activation and liquefaction. By employing in situ time-resolved combined X-ray and neutron computed tomography (CT), we visualize the structural deformation caused by the presence of water and salts. While neutron imaging was sensitive to the presence of normal and heavy water, simultaneous X-ray imaging was used to measure the porous structure, swelling, and initial liquefaction response of the consolidated rock. Uniform expansion was observed in regions exposed to water, reflecting clay swelling and disaggregation. In tightly confined samples, the swelling and disaggregation were suppressed. Finally, we discuss future perspectives of this promising approach to studying liquefaction phenomena in porous media.",
    "Author": "Mirzaei, Fazel",
    "Cited by": 0,
    "Cites": 63,
    "DOI": "https://doi.org/10.1007/s11242-025-02284-z",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Transport in Porous Media",
    "Subfield": "Nuclear and High Energy Physics",
    "Title": "Time-Resolved X-ray and Neutron Imaging of Brine Percolation and Liquefaction in an Ultra-Soft Sandstone",
    "Topic": "NMR spectroscopy and applications",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract This article argues that enactivism, integrated with feminist and posthumanist perspectives, provides a unified framework for addressing both the ecological crisis and the ethical challenges posed by artificial intelligence. Current debates—from the Anthropocene to human-centered AI—call for a critical redefinition of the human, yet they often evolve in parallel, producing a “split gaze” that neglects the profound hybridization of humans, environments, and technologies. With its relational understanding of cognition, sense-making, and agency, enactivism offers conceptual tools for overcoming the human versus Nature dualism as well as the human versus machine dualism. By reassessing intelligence as embodied, emergent, and environmentally embedded, it enables a shift toward relational ecological ethics grounded in interdependence and care. Applied to AI, this perspective treats digital technologies as components of an evolving human niche rather than external tools, thereby reframing responsibility in terms of socio-material practices rather than abstract principles. The article concludes by proposing a “networked humanity” and an “ecologically expansive community” as guiding concepts for multispecies and technological coexistence.",
    "Author": "Achella, Stefania",
    "Cited by": 0,
    "Cites": 27,
    "DOI": "https://doi.org/10.1007/s11245-025-10354-6",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Topoi",
    "Subfield": "Cognitive Neuroscience",
    "Title": "Networked Humanity. An Enactivist Paradigm for Aligning Humans, Nonhumans, and Machines",
    "Topic": "Embodied and Extended Cognition",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract The Nag River, flowing through the highly urbanized core of Nagpur, Maharashtra, serves as the primary drainage system for the city and is critically polluted due to rapid urban development and uncontrolled industrial discharges. While conventional physicochemical assessments exist, they fail to provide the quantitative, spatially resolved source apportionment necessary for targeted remediation. This study integrates WQI with PCA and CA to provide a structured, data-driven assessment of pollution sources along the Nag River, specifically Principal Component Analysis (PCA) and Cluster Analysis (CA) within a spatial framework to provide the first systematic differentiation of pollution sources (e.g. municipal sewage vs. specialized industrial effluent) and link them directly to specific land-use zones along the river’s 17 km urban corridor. The aim was to holistically assess the surface water quality and quantitatively identify, map, and attribute pollution sources along this critical stretch. Nine (9) surface water samples (S1-S9) were systematically collected during the pre-monsoon season (February 2023), covering segments influenced by diverse residential, commercial, and industrial land use. Twenty physicochemical and biological parameters were analyzed, and the reliability of the hydrochemical data was confirmed using the Ionic Balance Error (IBE) validation. WQI values ranged severely from 47.05 (Good) at the upstream baseline (S1) to a maximum of 6440.38 (Unfit for all practical uses) at Yashwant Stadium (S5), confirming chronic heavy pollution. This degradation is primarily attributed to untreated municipal sewage, as indicated by extreme BOD levels up to 216.28 mg/l and non-compliant specialized industrial discharges. PCA identified three primary Varifactors (VFs) explaining 87.935% of the total variance. Varifactor 1 (44.088%) confirmed the overwhelming dominance of untreated municipal sewage (organic load, total dissolved solids, and microbiological parameters). Varifactor 2 (16.666%) was strongly associated with specialized heavy metals (Nickel and Cadmium), indicating a distinct point source industrial effluent. CA successfully categorized sampling sites into four spatial pollution clusters (C1-C4), enabling the identification of high-priority pollution hotspots that correlate directly with land use. The present study integrates the WQI-PCA-CA approach, combined with land use assessment, to provide critical insights to support evidence-based river restoration and sustainable watershed management planning.",
    "Author": "Bramhankar, Damini",
    "Cited by": 0,
    "Cites": 57,
    "DOI": "https://doi.org/10.1007/s13201-025-02737-2",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Open Access status": "diamond",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Applied Water Science",
    "Subfield": "Water Science and Technology",
    "Title": "An integrated indexical and multivariate assessment of surface water quality within the Nag river, Maharashtra, India",
    "Topic": "Water Quality and Pollution Assessment",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Antibiotic-induced depletion of the gut microbiota facilitated the colonization of vancomycin-resistant Enterococci (VRE) in the gastrointestinal tract, and then increased patients' susceptibility to secondary infections. Ellagic acid, a major constituent of fruits and nuts, showed various bioactivities except for antibacterial. Interestingly, it promoted the recovery of gut microbiota, enhanced microbial diversity and stimulated the proliferation of probiotic gut microbes, and then ameliorated the overgrowth of pathogens in vivo in our experiment. Moreover, ellagic acid activated Gpr41 and Gpr43 mainly by promoting the production of short chain fatty acids (SCFAs) such as acetic acid and propionic acid to inhibit the NF-ĸB signaling pathway. Then the dietary supplement with ellagic acid might treat infected gut to avoid antibiotic-associated intestinal diseases, and the finding also provided a novel strategy for exploring antibacterial agent besides screening in vitro. Graphical Abstract",
    "Author": "Mei, Li-Na",
    "Cited by": 0,
    "Cites": 46,
    "DOI": "https://doi.org/10.1007/s13659-025-00584-x",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Open Access status": "diamond",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Natural Products and Bioprospecting",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Dietary ellagic acid inhibiting gastrointestinal pathogens by modulation of microbiome-metabolite-immune axis",
    "Topic": "Pomegranate: compositions and health benefits",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Biochar hydrophobicity is crucial for understanding its interaction with environmental substances (e.g., soil, water, pollutants). Contact angle (CA) and water droplet penetration time (WDPT) are commonly used methods for assessing biochar hydrophobicity. However, occasional inconsistencies between CA and WDPT measurements introduce uncertainties, emphasizing the need for more accurate evaluation. This study addressed these temporal inconsistencies by proposing a new method using the dynamic contact angle (DCA) to evaluate the hydrophobicity of 17 standard materials and 18 types of biochars. The DCA method, which considers droplet diffusion recorded CA changes over 90 s and compared the significance ( p &lt; 0.05) between initial CA (CA_0) and CA after 90 s (CA_90). Based on this, a new classification of hydrophobicity was established, encompassing super-hydrophobic, strongly hydrophobic, ‘pseudo'-hydrophobic and hydrophilic categories. ‘Pseudo'-hydrophobic materials exhibited a significant decrease in CA within 90 s, where the CA transitioned from hydrophobic (CA &gt; 90°) to hydrophilic (CA &lt; 90°) within this period, revealing their hydrophilic nature. The combination of CA_0 and the rate of CA change over time (| k |) was considered as a new criterion for hydrophobicity evaluation. Through a 90-day incubation experiment of biochar and soil, most biochars significantly increased the water repellency of the biochar-amended soil, as evidenced by increases in both CA_0 and CA_90. Our DCA method, along with the definition ‘pseudo'-hydrophobicity, resolves contradictions between CA and WDPT measurements for both soil and biochar, enhancing the accuracy of hydrophobicity assessments. Graphical Abstract",
    "Author": "Jing, Wei",
    "Cited by": 0,
    "Cites": 72,
    "DOI": "https://doi.org/10.1007/s42773-025-00555-y",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Biochar",
    "Subfield": "Global and Planetary Change",
    "Title": "Dynamic contact angle as a new metric for the water repellency evaluation of biochar-amended soil",
    "Topic": "Fire effects on ecosystems",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Silicon-rich biochars (Si-chars) have demonstrated effectiveness in heavy metal remediation. However, the evolution of their functionality during environmental aging remains poorly understood. Here, we investigated the effects of artificial aging on rice husk-derived Si-chars pyrolysis at 300 ℃, 500 ℃, and 700 ℃, further evaluating their efficacy in mitigating cadmium (Cd) toxicity in soil-pakchoi systems. Aging induced a temperature-dependent response, which reduced the performance of high-temperature Si-chars but acted as an activation process for low-temperature variants. Notably, aged 300 ℃ Si-char exhibited the strongest suppression of Cd accumulation in pakchoi leaves, reducing concentrations by 27.1% and 15.6% compared to the control and non-aged 300 ℃ Si-char, respectively. This effect was attributed to the aging-induced release of bioavailable Si (ASi) and high-molecular-weight dissolved organic matter (DOM), both of which could interact with Cd to reduce its bioavailability in the amended soils. Meanwhile, ASi and DOM promoted the activities and enrichment of Cd-immobilizing bacteria. Furthermore, Si-char amendment enhanced Si deposition in pakchoi leaves, triggering a molecular defense network characterized by the down-regulation of Cd transporter genes and the up-regulation of stress-responsive pathways. Our findings establish a novel framework in which feedstock Si concentration and initial pyrolysis temperature jointly drive the functional evolution of biochar in the environment. Graphical Abstract",
    "Author": "Zhang, Yuting",
    "Cited by": 0,
    "Cites": 54,
    "DOI": "https://doi.org/10.1007/s42773-025-00556-x",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Biochar",
    "Subfield": "Plant Science",
    "Title": "Influence of aged silicon-rich biochars (Si-chars) on leaf Cd accumulation in pakchoi (Brassica rapa subsp. chinensis): a pyrolysis temperature-dependent response",
    "Topic": "Silicon Effects in Agriculture",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": NaN,
    "Author": "Bastir, Markus",
    "Cited by": 0,
    "Cites": 33,
    "DOI": "https://doi.org/10.1007/s43390-026-01286-1",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Spine Deformity",
    "Subfield": "Surgery",
    "Title": "Radiation-free Cobb angle estimation in adolescent scoliosis using surface topography and a linear regression model",
    "Topic": "Scoliosis diagnosis and treatment",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract 3D thermal models are associated with building inspection and energy efficiency evaluation. Fusing Thermal infrared (TIR) images with MLS (Mobile Laser scanning) point clouds enables the generation of thermal point clouds, which combine detailed geometric data with thermal attributes at each 3D point. RGB images are typically used to reconstruct a 3D point cloud and apply thermal textures to the model. Therefore, the generated thermal point cloud heavily relies on accurate RGB reconstruction and scale estimation. In this contribution, we introduce a novel image-feature alignment method to directly co-register TIR images with MLS point clouds. The intensity images are generated from the point clouds, and corresponding feature points are matched with the TIR images. With the estimated corresponding points, the pose can be calculated, and the thermal textures are projected onto the MLS point clouds for thermal point cloud generation. Our method achieves results comparable to manual labeling with a projection error of RMSE 3.4 pixels, offering an efficient and reliable solution to generate 3D thermal models for building energy evaluations.",
    "Author": "Zhu, Jingwei",
    "Cited by": 0,
    "Cites": 24,
    "DOI": "https://doi.org/10.1007/s44212-025-00094-8",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Urban Informatics",
    "Subfield": "Mechanics of Materials",
    "Title": "Automatic generation of thermal point clouds from TIR images and LiDAR point clouds",
    "Topic": "Thermography and Photoacoustic Techniques",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": NaN,
    "Author": "Fiammante, Marc",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1016/j.cmpb.2025.109166",
    "Domain": NaN,
    "Field": NaN,
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": NaN,
    "Title": "A simple EEG-based tool to guide therapeutic hypothermia decisions in neonatal hypoxic-ischemic encephalopathy.",
    "Topic": NaN,
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The International Society of Nephrology-Global Kidney Health Atlas (ISN-GKHA) Interactive Map is a web-based, open-access platform designed to visualize global data on kidney health care capacity across world countries and regions. The platform presents indicators from the 2019 and 2023 ISN-GKHA surveys, allowing users to compare data across countries and regions (defined across International Society of Nephrology regions and World Bank Income Groups) over time. Key features include searchable and filterable data, interactive heatmap, barcode benchmarking, trend tracking, and exportable tables and graphics. It supports diverse users-including clinicians, researchers, policymakers, and advocates-by translating complex data into easily comprehensible and actionable items, such as kidney care capacity (organization and structures for kidney care), workforce availability, and policy implementation. It fosters stakeholder engagement, peer support, and collaborative planning to address disparities in kidney care. With continuous updates, user feedback integration, and planned enhancements such as improved data granularity, the Interactive Map is poised to be a powerful tool for driving evidence-informed policy, research, and advocacy to advance equitable kidney care globally.",
    "Author": "Tungsanga, Somkanya",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1016/j.kint.2025.09.013",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Nephrology",
    "Title": "Bridging global kidney care gap through data: introducing the International Society of Nephrology-Global Kidney Health Atlas (ISN-GKHA) Interactive Map.",
    "Topic": "Chronic Kidney Disease and Diabetes",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "New International Classification of Disease-10th Edition-Clinical Modification codes for APOL1-mediated kidney disease (AMKD) and family history of AMKD in the United States provide great hope to the millions of people with recent African ancestry and chronic kidney disease worldwide. In the past, vague diagnosis codes forced misclassification of many such patients, especially nondiabetic persons of African ancestry. The lack of an AMKD diagnosis in the US Renal Data System and international registries has had profound effects on public health, confusing the epidemiology of kidney failure and delaying research for more accurate diagnoses and treatments. With these codes, nephrologists and providers caring for patients with and at risk for chronic kidney disease must be vigilant to identify, genotype, and appropriately code patients with AMKD. We owe it to our patients and future generations in their families to detect AMKD at earlier stages. This will permit their enrollment into clinical trials that provide hope for a cure.",
    "Author": "Barry I Freedman",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1016/j.kint.2025.09.025",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Nephrology",
    "Title": "ICD-10 codes for APOL1-mediated kidney disease.",
    "Topic": "Renal Diseases and Glomerulopathies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The current study by Menguy et al. describes JAG1 as a novel candidate gene for the spectrum of autosomal dominant tubulointerstitial kidney disease. Patients have been shown to develop fibrosis and chronic kidney disease, when distinct pathogenic germline variants occur in JAG1. Interestingly, genetic alterations in the Jagged1/Notch2 pathway can cause the variable appearance of Alagille syndrome, which may also occur in the very same families. Haploinsufficiency is the likely pathomechanism, but future work will need to define the underlying mechanisms.",
    "Author": "Michael S. Wiesener",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1016/j.kint.2025.11.006",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Surgery",
    "Title": "JAG1 of all trades, master of CKD? The role of JAG1 in autosomal dominant tubulointerstitial kidney disease.",
    "Topic": "Pediatric Hepatobiliary Diseases and Treatments",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Autosomal dominant polycystic kidney disease has some effects on cholesterol metabolism and cardiovascular disease that are shared with other chronic kidney diseases and others that are distinctive and directly caused by disruption of polycystins. The pravastatin clinical trial by Gitomer et al. does not support treatment with statins for the only purpose of delaying disease progression. Emergence of novel lipid-lowering therapies presents new therapeutic opportunities but also risks. Recent studies suggest that cholesterol is important for traffic to and function of polycystins in primary cilia.",
    "Author": "Vicente E. Torres",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1016/j.kint.2025.11.007",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Genetics",
    "Title": "The many faces of cholesterol in autosomal dominant polycystic kidney disease.",
    "Topic": "Genetic and Kidney Cyst Diseases",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "To characterize the genetic basis of chronic kidney disease, genome-wide association studies focused on chronic kidney disease-defining traits that were most readily measurable in large population samples. Today, convolutional neural network analysis of magnetic resonance imaging allows for accurate, large-scale kidney morphology assessment, enhancing research into chronic kidney disease determinants at population scale. Applying convolutional neural networks to UK Biobank data, Monteiro-Martins et al. generated genomic maps of kidney cortex, medulla, and sinus volumes, enabling more detailed research into kidney structure.",
    "Author": "Cristian, Pattaro",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1016/j.kint.2025.12.003",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Nephrology",
    "Title": "Genomics of kidney volumes: one size does not fit all.",
    "Topic": "Chronic Kidney Disease and Diabetes",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": NaN,
    "Author": "Liu, Yu-zhang",
    "Cited by": 0,
    "Cites": 246,
    "DOI": "https://doi.org/10.1038/s41380-025-03406-1",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Molecular Psychiatry",
    "Subfield": "Experimental and Cognitive Psychology",
    "Title": "Sleep regulates drug seeking and relapse – a perspective",
    "Topic": "Sleep and related disorders",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Understanding how the human brain encodes visual objects involves deciphering the neural computations and circuits in the temporal lobe. Here, we recorded intracranial EEG from the human ventral temporal cortex (VTC) and medial temporal lobe (MTL), as well as single-neuron activity in the MTL, to investigate the computational mechanisms of neural object coding. The VTC exhibited axis-based feature coding, and a neural feature space could be constructed using VTC neural axes, within which visual objects clustered according to high-level categorical relationships. Importantly, MTL neurons encoded receptive fields within this VTC neural feature space, exhibiting selective responses to objects that shared perceptual and conceptual similarities. This computational framework, therefore, explains how dense, feature-based representations in the VTC are transformed into sparse, high-level representations in the MTL. We further validated our findings using an additional dataset with different stimuli. Notably, we uncovered the physiological basis of this computational framework by demonstrating VTC-MTL interactions at multiple levels. Together, our neural computational framework provides a mechanistic understanding of the neural processes underlying object recognition.",
    "Author": "Cao, Runnan",
    "Cited by": 0,
    "Cites": 83,
    "DOI": "https://doi.org/10.1038/s41467-026-68954-8",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Nature Communications",
    "Subfield": "Cognitive Neuroscience",
    "Title": "Computational single-neuron mechanisms of visual object coding in the human temporal lobe",
    "Topic": "Face Recognition and Perception",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The intrinsically photosensitive retinal ganglion cells (ipRGC) are the conduit between the retina and brain regions responsible for non-image-forming and image-forming vision. In mice, six ipRGC subtypes have been discovered based on morphological characteristics, functions, and molecular profiles. All ipRGCs arise from Tbr2-expressing RGCs during developmental stages and subsequently diverge and differentiate into the six mature, distinct subtypes in adult retinas. However, the cellular and molecular mechanisms controlling the formation and maturation of the six ipRGC subtypes remain elusive. Here, we demonstrate that two Tbr2-dependent transcription factors, Iroquois‑related homeobox 1 (Irx1) and T-box containing factor 20 (Tbx20), are key downstream transcription factors guiding lineage segregations of Tbr2-expressing RGC into distinct adult ipRGC subtypes. Both factors also control Opn4 expression. Irx1 is expressed in the M3, M4, and M5 subtypes, while Tbx20 is predominantly expressed in M1, M2, M6, and subgroups of M3 and M5. When Irx1 is ablated during retinal development, Opn4 expression is significantly reduced in the M3, M4, and M5 ipRGC groups; however, the formation of Irx1-expressing ipRGCs is not affected. In contrast, when Tbx20 is deleted, a significant number of Tbx20-expressing cells fail to develop while Opn4 expression is down-regulated. These findings reveal two parallel transcription cascades downstream of Tbr2 for controlling ipRGC subtype formation, fate divergence, and maintenance in the adult retina.",
    "Author": "Kiyama, Takae",
    "Cited by": 0,
    "Cites": 67,
    "DOI": "https://doi.org/10.1038/s42003-026-09645-4",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Communications Biology",
    "Subfield": "Molecular Biology",
    "Title": "Tbr2-dependent parallel pathways regulate the development of distinct ipRGC subtypes",
    "Topic": "Retinal Development and Disorders",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "This study provides new insights into hamstring development in adolescent alpine skiers and highlights the role of biological maturation. Hamstring size increased, with greater hypertrophy in males. The smaller semitendinosus size in ACL-injured females may be relevant for injury prevention.",
    "Author": "Daniel P. Fitze",
    "Cited by": 0,
    "Cites": 32,
    "DOI": "https://doi.org/10.1080/07853890.2026.2620897",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Annals of Medicine",
    "Subfield": "Pulmonary and Respiratory Medicine",
    "Title": "Longitudinal changes in hamstring muscle morphology in adolescent competitive alpine skiers are sex-specific: a 4-year cohort study",
    "Topic": "Winter Sports Injuries and Performance",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The clinical translation of these insights remains hindered by limited access to human tissues, inconsistent candidate validation, and lack of delivery systems capable of targeting pancreatic beta-cells. Bridging mechanistic understanding with advanced delivery systems may transform miRNAs both as biomarkers and active therapeutic agents, opening a path toward precision interventions in T1D.",
    "Author": "Giuseppina Emanuela Grieco",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1080/14728222.2026.2625101",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Surgery",
    "Title": "Functional roles of microRNAs in pancreatic islet autoimmunity: what do we know and where do we target?",
    "Topic": "Pancreatic function and diabetes",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "HbA ≤12.4% at birth is a useful threshold for early identification of β-thalassemia, enabling timely counseling and prevention strategies through neonatal screening.",
    "Author": "Shreshta S. Prabhan",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1080/15513815.2025.2611095",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Genetics",
    "Title": "Detection of β-Thalassemia Mutations in Term Neonates with HbA ≤15% Using Capillary Electrophoresis and Molecular Analysis.",
    "Topic": "Hemoglobinopathies and Related Disorders",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Future trainings should emphasize these areas to minimize mental health disparities among LGBTQ+ and BIPOC youth.",
    "Author": "Stanek, Charis",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1080/26408066.2026.2623443",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Social Psychology",
    "Title": "Multicultural Counseling Self-Efficacy and Professional Quality of Life Among Behavioral Health Professionals in Training Working with BIPOC and LGBTQ+ Youth.",
    "Topic": "LGBTQ Health, Identity, and Policy",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "An ODNA protocol using propofol and remifentanil provides effective and safe sedation for AF ablation, with high patient satisfaction and minimal serious adverse events.",
    "Author": "Park, JinSun",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1093/eurjcn/zvaf252",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Cardiology and Cardiovascular Medicine",
    "Title": "Efficacy and safety of operator-directed, nurse-administered propofol sedation in atrial fibrillation ablation.",
    "Topic": "Atrial Fibrillation Management and Outcomes",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "This article presents a comprehensive investigation involving the synthesis and characterization of three complexes obtained in an efficient one-pot synthesis using zero-valent cobalt and the proligand 1-hydroxymethyl-3,5-dimethylpyrazole (L<sup>0</sup>) as one of the substrates. The isolated complexes, namely, [bromido/nitrato(1.81/0.19)][tris(3,5-dimethylpyrazol-1-ylmethyl-κN<sup>2</sup>)amine-κN][cadmium/cobalt(0.96/0.04)], [Cd<sub>0.96</sub>Co<sub>0.04</sub>Br<sub>1.81</sub>(NO<sub>3</sub>)<sub>0.19</sub>(C<sub>18</sub>H<sub>27</sub>N<sub>7</sub>)] or [Cd<sub>0.96</sub>Co<sub>0.04</sub>L<sup>S</sup>Br<sub>1.81</sub>(NO<sub>3</sub>)<sub>0.19</sub>], 1, bis{(nitrato-κO)[tris(3,5-dimethylpyrazol-1-ylmethyl-κN<sup>2</sup>)amine-κN]cobalt(II)} tetrabromidocadmate(II), [Co(NO<sub>3</sub>)(C<sub>18</sub>H<sub>27</sub>N<sub>7</sub>)]<sub>2</sub>[CdBr<sub>4</sub>] or [CoL<sup>S</sup>NO<sub>3</sub>]<sub>2</sub>[CdBr<sub>4</sub>], 2, and (nitrato-κO)[tris(3,5-dimethylpyrazol-1-ylmethyl-κN<sup>2</sup>)amine-κN]cobalt(II) nitrate, [Co(NO<sub>3</sub>)(C<sub>18</sub>H<sub>27</sub>N<sub>7</sub>)]NO<sub>3</sub> or [CoL<sup>S</sup>NO<sub>3</sub>]NO<sub>3</sub>, 3, all contain the N-scorpionate ligand N,N,N-tris(3,5-dimethylpyrazol-1-ylmethyl)amine (L<sup>S</sup>) obtained in situ from L<sup>0</sup>. Compound 1 crystallizes in the monoclinic space group P2<sub>1</sub>/n, and some positional disorder is observed at the metal ions and inorganic ligands. In contrast to 1, compounds 2 and 3 form ionic crystals and crystallize in the same type of space group (No. 15) but in different settings, i.e. C2/c and I2/a, respectively. The synthesized compounds were characterized by X-ray diffraction, elemental analysis and FT-IR spectroscopy. All the complexes presented here have good biological activity against cancer cells. Among the complexes studied, 2 and 3 are the most interesting. The interactions of isolated complexes 2 and 3 with CT-DNA were investigated using UV-Vis absorption spectroscopy and circular dichroism (CD). Isolated complexes 2 and 3 interact with CT-DNA via nonintercalatory binding modes. The results show that complex 2 combines high anticancer potency with selective action towards colorectal adenocarcinoma cells and is more effective than complex 3 and the anticancer drug cisplatin. These properties make complex 2 an interesting candidate for further investigation of specific anticancer mechanisms.",
    "Author": "Adach, Anna",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1107/s2053229626000525",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Oncology",
    "Title": "Crystal structures, cytotoxicity studies and interactions with DNA of novel in situ-formed complexes containing N-scorpionate ligands and nitrate ions.",
    "Topic": "Metal complexes synthesis and properties",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "ABSTRACT This study examines gaps in emergency services for deaf and hard‐of‐hearing (DHH) individuals in Monroe County, New York, using original survey data from both DHH community members and first responders. We analyze DHH individuals' emergency preparedness, response capacity and challenges in accessing essential services such as receiving alerts and interacting with emergency personnel. Findings indicate low levels of satisfaction among DHH respondents, partly due to the mismatch between their strong preference for direct communication through American Sign Language (ASL) or interpreters and the limited availability of ASL services during emergencies. Communication with first responders often relied on less preferred methods like writing, gestures or assistance from friends or family members. Results also reveal differences in communication preferences between DHH individuals who both sign and speak English versus those who only sign, highlighting the community's diverse needs. First responders also reported a lack of ASL services and reliance on ad hoc communication strategies. Many reported no formal training in DHH‐specific communication, which appeared to affect their interaction with DHH individuals. Our findings underscore the urgent need to expand interpreter services, standardize cultural competency training and strengthen partnerships with DHH community groups.",
    "Author": "Miao, Qing",
    "Cited by": 0,
    "Cites": 53,
    "DOI": "https://doi.org/10.1111/1468-5973.70118",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Journal of Contingencies and Crisis Management",
    "Subfield": "Developmental and Educational Psychology",
    "Title": "Examining Gaps in Emergency Services for the Deaf and Hard‐of‐Hearing Community: A Case Study of Monroe County, New York",
    "Topic": "Hearing Impairment and Communication",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "A group of 25 experts by lived experience of HD and other neurological disorders, co-designed this research project, working with the researchers from conception of the studies to analysis and interpretation of the data.",
    "Author": "Sandra Bartolomeu Pires",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1111/hex.70584",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Cellular and Molecular Neuroscience",
    "Title": "Co-Design of a New Integrated Care Model With People Affected by Huntington's Disease: A Mixed Methods Study.",
    "Topic": "Genetic Neurodegenerative Diseases",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Public contributors and research team members contributed to the reflections described and writing, editing, and reviewing the manuscript.",
    "Author": "Thiblin, Ella",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1111/hex.70586",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Pediatrics, Perinatology and Child Health",
    "Title": "Public Contribution in Qualitative Research With Parents of Children Treated for Cancer: Description of and Reflections on a Collaborative Data Analysis Approach.",
    "Topic": "Childhood Cancer Survivors' Quality of Life",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Neuroplasticity-the brain's capacity to modify synaptic strength and connectivity-likely underlies both the pathophysiology of psychiatric disorders and the mechanisms through which treatments exert therapeutic effects. Direct assessment of plasticity requires measuring changes in synaptic responses, which remains technically challenging in humans. The most proximal human indicators are behavioral changes reflecting learning and memory, or physiological responses to neurostimulation paradigms that engage cortical circuits. More commonly, plasticity is inferred indirectly through postmortem analyses of neuronal and glial structure or via neuroimaging measures such as functional and structural connectivity. Together, these approaches suggest that altered and potentially reversible plasticity is central to understanding and treating psychiatric illness, but the field needs to be cautious about what is, what could be, and what is not plasticity.",
    "Author": "O’Donnell, Patricio",
    "Cited by": 1,
    "Cites": 96,
    "DOI": "https://doi.org/10.1176/appi.ajp.20251212",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "American Journal of Psychiatry",
    "Subfield": "Neurology",
    "Title": "Brain Neuroplasticity Mechanisms in Psychiatric Illnesses and in the Development of Novel Treatments",
    "Topic": "Transcranial Magnetic Stimulation Studies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Characterizing the tumor immune microenvironment (TIME) to explore potential therapeutic targets is fundamental to advancing precision tumor immunotherapy. However, the immunosuppressive nature of “cold” tumors, notably prostate cancer, poses a significant barrier to immunotherapy, demanding new approaches to simultaneously reinvigorate anti-tumor immunity and modulate the molecular drivers of immune evasion. Here, we identified VSIG4 as a key regulator of prostate tumor-resident macrophage fate through single-cell sequencing analysis. Meanwhile, a shikonin (Shik)-mediated downregulation of VSIG4 in macrophages is verified, potentially attenuating its immunosuppressive effects. Building on these findings, cytosine guanine dinucleotide (CpG) oligodeoxynucleotide (ODN)-modified manganese (Mn)-Shik metal-polyphenol network nanodrugs (Mn/Shik@CpG NDs) are designed to reverse the “cold” immune environment of prostate tumor. In this scenario, Mn/Shik@CpG NDs release monomeric components under the stimulation of acidic and glutathione-rich tumor microenvironment (TME), thus exerting their immunomodulatory effects synergistically. Since the released Shik can induce DNA damage by necroptosis promoting reactive oxygen species production, cGAS-STING signaling pathway is initiated, which further activates interferon production in the TME. In addition, the necroptosis of Shik initiates immunogenic cell death, further activating innate immunity and promoting adaptive immune responses. Mn 2+ is a cGAS-STING sensitizer, which amplifies the intratumoral interferon response. As an immune adjuvant, CpG ODN effectively promotes the maturation of dendritic cells, as well as the helper T cell differentiation and pro-inflammatory cytokine secretion, thus activating both innate and adaptive immunity. In vivo studies suggest that Shik-mediated VSIG4 downregulation, combined with innate and adaptive immune activation, remodels the TIME to evoke a significant anti-tumor response. Furthermore, transcriptomic analysis of rechallenged tumors indicated this durable protection was driven by a genuine immune memory response, revealing a gene signature of T cell activation and immune reprogramming. Collectively, beyond presenting a novel therapeutic candidate for converting immunologically “cold” tumors into “hot” ones, our work validates a data-guided design pipeline, offering a conceptual blueprint to inform the precise engineering of future nanodrugs. Graphical abstract",
    "Author": "Jiang, Yu",
    "Cited by": 0,
    "Cites": 41,
    "DOI": "https://doi.org/10.1186/s12951-026-04062-5",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Journal of Nanobiotechnology",
    "Subfield": "Immunology",
    "Title": "Single-cell sequencing-guided design of synergistic chemo-immunotherapy nanodrugs for cGAS-STING activation in prostate cancer therapy",
    "Topic": "interferon and immune responses",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Background Free intraperitoneal air (FIA) after blunt trauma is traditionally considered a radiological marker of hollow viscus perforation requiring urgent laparotomy. However, emerging reports have described pneumoperitoneum without surgically meaningful bowel injury, raising concerns about unnecessary operations. This systematic review and meta-analysis aimed to quantify the proportion of patients with blunt trauma with computed tomography (CT)-detected FIA who had no significant bowel perforation, defined as either (1) non-therapeutic laparotomy with no identified macroscopic perforation or (2) successful nonoperative management without subsequent clinical deterioration. Methods This review followed the 2020 Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines and was prospectively registered in the International Prospective Register of Systematic Reviews (CRD42020202174). PubMed, Embase, Scopus, and Web of Science were searched through November 13, 2025, for observational studies reporting the outcomes of patients with blunt trauma with CT-detected FIA. Two reviewers independently performed study selection, data extraction, and quality assessment using the Newcastle–Ottawa Scale. A random-effects meta-analysis was performed to estimate the pooled proportion of FIA cases without significant perforation. Heterogeneity was assessed using I-squared statistic (measure of heterogeneity) and τ 2 ; small-study effects were examined using contour-enhanced funnel plots and Egger’s regression. Case reports meeting eligibility criteria were narratively summarized. Results Fourteen studies comprising 8,972 patients with blunt trauma were included. Among them, 239 (2.7%) had CT-detected FIA. In the FIA subgroup, 117 patients (49.0%) had surgically confirmed bowel perforation, whereas 122 (51.0%) had no significant perforation, defined as a non-therapeutic laparotomy or a stable nonoperative clinical course. Among patients without FIA on CT, 56 of 8,733 (0.6%) had bowel perforation identified during surgery. The pooled analysis showed that 34% (95% CI 14–63%) of patients with FIA had no significant perforation. Substantial heterogeneity was observed (I-squared statistic = 80.3%, τ 2 = 3.26, p &lt; 0.001), reflecting variations in CT acquisition, diagnostic criteria, and operative thresholds. Funnel plot asymmetry suggested potential small-study effects. Additionally, 19 case reports (20 patients) published between 1999 and 2025 illustrated that benign pneumoperitoneum most often occurred in young men following high-energy trauma, commonly associated with pneumothorax or pneumomediastinum; most underwent nontherapeutic laparotomy, whereas several were successfully managed nonoperatively. Conclusion A noteworthy subgroup of patients with blunt trauma with CT-detected FIA did not exhibit clinically significant bowel perforations. Although FIA remains an important radiologic warning sign, it is not an independent diagnostic indicator of significant hollow viscus injury. Clinical decision-making should integrate clinical assessment with adjunctive CT findings rather than rely on FIA alone. Owing to the rarity of FIA and limited sample sizes, larger prospective studies are required to refine the diagnostic performance of FIA and optimize selective nonoperative management strategies.",
    "Author": "Masuadi, Emad",
    "Cited by": 0,
    "Cites": 38,
    "DOI": "https://doi.org/10.1186/s13017-026-00673-3",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "World Journal of Emergency Surgery",
    "Subfield": "Surgery",
    "Title": "Pneumoperitoneum without significant bowel perforation in patients with blunt trauma: a systematic review and meta-analysis",
    "Topic": "Abdominal Trauma and Injuries",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Background Against the backdrop of global warming, the imbalance in agricultural carbon budgets poses a dual threat to ecological security and food security. As a major grain-producing region in China, Hunan Province is confronted with substantial CH 4 emissions derived from rice cultivation, a problem further exacerbated by industrialization, urbanization, and shifts in farming practices. Consequently, investigating the carbon imbalance in Hunan’s agricultural cultivation is of great significance for advancing the sustainable development of agriculture in the province. This study constructs and quantifies the agricultural carbon imbalance index (CII), and employs exploratory spatiotemporal data analysis, the PLS-VIP method, and the GTWR model to analyze the spatiotemporal evolution and driving factors of agricultural cultivation carbon imbalance of Hunan Province in China from 2001 to 2022. Results (1) The CII for agricultural cultivation in Hunan Province decreased from 0.41 in 2001 to 0.26 in 2022. Its spatiotemporal pattern shifted from “high in the north and low in the south” to “high in the west and low in the east,” with the gravity center of CII moving southwestward. (2) Over the study period, the spatial correlation characteristics of CII underwent three stages: significant positive correlation, random distribution, and weak positive correlation. LISA time path and spatiotemporal transition analyses showed that the spatiotemporal clustering pattern of CII remained relatively stable from 2001 to 2011; however, its stability weakened slightly from 2012 to 2022. (3) Key factors influencing the agricultural cultivation CII in Hunan Province include GPA, GST, IARDF, PAOV, FUI, and PUI. These factors exhibit significant spatiotemporal heterogeneity in their effects. For example, the FUI and PUI had significant impacts on CII in the Xiangbei region, whereas their influence was relatively weaker in the Xiangxi region. Conclusions To alleviate the persistent carbon imbalance in Hunan’s agricultural cultivation systems, differentiated carbon sequestration and emission reduction strategies should be formulated by integrating the significance hierarchy of CII drivers and their spatial heterogeneity patterns. Special emphasis ought to be placed on tackling the re-emergence of carbon imbalance in specific municipal regions, which stems from urban expansion encroaching on farmland and the persistence of traditional cultivation practices. This targeted optimization will effectively facilitate the sustainable and low-carbon development of Hunan’s agricultural sector.",
    "Author": "Dou, Chenxi",
    "Cited by": 0,
    "Cites": 36,
    "DOI": "https://doi.org/10.1186/s13021-026-00413-9",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Carbon Balance and Management",
    "Subfield": "Ecology",
    "Title": "Spatiotemporal dynamics of carbon imbalance in agricultural cultivation and its driving factors: a study based on Hunan Province, China",
    "Topic": "Agriculture Sustainability and Environmental Impact",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Objective This study aimed to identify novel sepsis biomarkers by evaluating serum interleukin-1 receptor type 2 (IL1R2) for its diagnostic and prognostic utility, in light of the limitations of current markers like PCT and CRP. Methods A single-center retrospective analysis was conducted involving 55 sepsis patients and 42 non-sepsis controls. Serum IL1R2 levels, measured via ELISA within 24 h of admission, were compared against clinical data, including SOFA scores, 28-day mortality, and laboratory parameters (PCT, CRP). Diagnostic performance was assessed using ROC curve analysis, while prognostic utility was determined via Kaplan–Meier analysis. A cecal ligation and puncture (CLP) was used to track IL1R2 dynamics over time. Results Sepsis patients exhibited significantly elevated serum IL1R2 levels compared to controls. IL1R2 demonstrated strong diagnostic power (AUC = 0.908), outperforming PCT and CRP. Furthermore, higher IL1R2 levels correlated with increased SOFA scores and predicted poorer 28-day survival. In the CLP model, serum IL1R2 rose within 4 h post-sepsis, peaked within 24 h, returned to baseline by day 3, and fell below normal by day 7. Conclusion Serum IL1R2 is a promising biomarker, offering a superior ability to correlate with disease severity and predict 28-day mortality.",
    "Author": "Wang, Yusheng",
    "Cited by": 0,
    "Cites": 26,
    "DOI": "https://doi.org/10.1186/s40001-026-03939-3",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "European journal of medical research",
    "Subfield": "Epidemiology",
    "Title": "Evaluating the role of serum IL1R2 as a biomarker for diagnosis and prognostic stratification in sepsis",
    "Topic": "Sepsis Diagnosis and Treatment",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Background Piglets are highly susceptible to oxidative stress, which can reduce growth performance and cause intestinal damage. Piceatannol (PIC), a natural bioactive substance enriched in Chinese rhubarb ( Rheum officinale ) and certain dark purple fruits, shows excellent antioxidant properties in our previous cell-based high-throughput screening. However, its effect on piglet growth performance and antioxidant capacity as well as underling mechanism has not been thoroughly investigated. Methods One hundred weaned pigs (28 days of age, 8.71 ± 0.20 kg) were randomly assigned to 4 treatments with 5 replicates of 5 pigs per replicate. The experimental diets consisted of: 1) basal diet, 2) basal diet + 100 mg/kg PIC, 3) basal diet + 200 mg/kg PIC, and 4) basal diet + 300 mg/kg PIC. On d 15 and 35, one pig from each replicate was selected for sampling. The growth performance was monitored during a 35-day trial. In addition, H 2 O 2 -challenged IPEC-J2 cells served as an in vitro model to investigate the antioxidant mechanisms of PIC. IPEC-J2 cells were treated with 1,000 μmol/L H 2 O 2 in the presence or absence of 10 μmol/L PIC. Results Dietary PIC at 200 mg/kg significantly enhanced growth performance, as evidenced by increased average daily gain and feed conversion rate ( P &lt; 0.05). PIC supplementation markedly improved systemic antioxidant capacity, with elevated serum total antioxidant capacity, catalase activity, and glutathione levels, along with reduced malondialdehyde content ( P &lt; 0.05). Notably, PIC modulated the gut microbiota composition, increasing the amounts of beneficial genera (e.g., Blautia and Faecalibacterium ), and these microbial shifts significantly correlated with improved antioxidant indices. In vitro, PIC pretreatment effectively protected IPEC-J2 cells against H 2 O 2 -induced oxidative damage by reducing reactive oxygen species generation and lipid peroxidation ( P &lt; 0.01). Mechanistically, PIC exerts its antioxidant effects through Nrf2 pathway activation, upregulating endogenous antioxidant enzymes ( P &lt; 0.05) while simultaneously inhibiting apoptosis via the regulation of the Bcl-2/Bax ratio and caspase-3 cleavage ( P &lt; 0.01). Conclusions PIC improved the growth performance and health status of weaned piglets through the regulation of Nrf2-mediated redox homeostasis and modulation of the related gut microbiota, offering a potential new natural antioxidants for mitigating weaning stress in piglets. Graphical Abstract",
    "Author": "Zhu, Longlong",
    "Cited by": 0,
    "Cites": 49,
    "DOI": "https://doi.org/10.1186/s40104-025-01320-8",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Journal of Animal Science and Biotechnology/Journal of animal science and biotechnology",
    "Subfield": "Molecular Biology",
    "Title": "Piceatannol enhances antioxidant capacity and growth in weaned piglets by regulating of Nrf2-mediated redox homeostasis and modulating of the related gut microbiota",
    "Topic": "Genomics, phytochemicals, and oxidative stress",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Passive integrated transponder (PIT) technology is widely applied for monitoring fish migration and movement. In recent years, smaller tags, more powerful readers and new antennas have become available, but there is a lack of information concerning the reliability of detection under various field conditions. Herein, we tested the performance of a small commonly applied tag (12 mm tags, Biomark APT12 FDX) in combination with an inflatable mobile antenna to assess detection ranges under different environmental conditions in a controlled setup. We tested detection probability in relation to tag-to-antenna distance, tag collision, and swarm exposure, in combination with different environmental variables such as electric conductivity (EC), current velocity, suspended solids (turbidity), sediment and macrophytes. This study revealed a high detection probability (90–100%) from 0 to 36 cm tag-to-antenna distance and a 50% detection probability between 36 cm and 38 cm. Detection ranges of PIT tags did not reveal a linear drop of detection probability with increasing distance to the antenna. Other structural and physico-chemical variables such as EC, current velocity, suspended solids, sediment composition or macrophytes had no significant influence on detection probability. Tag collision was evident when tags were exposed in very close distance to each other (&lt; 2 cm tag distance). When PIT tags were assembled in swarms, tags located at the edge of the swarm were recorded at high probabilities of 96.6–100%. The applicability of the antenna was easy and the only major influence on detection performance was the “tag-to-antenna distance”. The results emphasize the need for careful planning regarding the location of use of the floating antenna setup (e.g., smaller streams) to ensure optimal detection probability when using 12 mm PIT tags. Deployment in deeper aquatic habitats should not be ruled out, however, comes with the limitation of detecting tagged fish only in the upper water column. Graphical abstract",
    "Author": "Pander, Joachim",
    "Cited by": 0,
    "Cites": 42,
    "DOI": "https://doi.org/10.1186/s40317-026-00445-5",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Animal Biotelemetry",
    "Subfield": "Nature and Landscape Conservation",
    "Title": "PIT detection efficiency using an inflatable antenna under different environmental conditions",
    "Topic": "Fish Ecology and Management Studies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Background Age-related eye diseases (AREDs) are leading causes of visual impairment worldwide. With global population aging, understanding their epidemiological trends and socioeconomic disparities is crucial for public health planning and equitable resource allocation. Methods We conducted a secondary epidemiological analysis of AREDs using data from the Global Burden of Disease (GBD) Study 2021. We evaluated years lived with disability (YLDs) and age-standardized YLD rates (ASYR) and conducted trend analysis using Joinpoint regression. Cross-country inequalities were assessed using the slope index of inequality (SII) and concentration index, with correlation and regression analyses examining associations with the socio-demographic index (SDI). Results Global YLDs for AREDs increased from 78.503 to 100.006, while ASYR decreased from 112.815 to 92.803 per 100,000 populations between 1990 and 2021. Despite a global increase in the relative burden of glaucoma, both absolute and relative inequalities for age-related macular degeneration (AMD) and cataracts decreased. Low-SDI countries showed slight improvements in reducing these inequalities. The SII for AREDs improved in lower-SDI countries between 1990 and 2021, with reductions in AMD (from − 9.250 to − 6.033), cataract (from − 258.131 to − 173.762), and glaucoma (from − 21.090 to − 20.064). The concentration index for AMD and cataract decreased from − 0.167 and − 0.335 in 1990 to − 0.129 and − 0.272 in 2021, respectively, while the concentration index for glaucoma increased from − 0.208 to − 0.263, Regional disparities in the AREDs burden were evident, with most regions showing improved inequality in lower-SDI countries as reflected in both the SII and concentration index. Conclusions Despite global improvements in the relative burden of AREDs, significant socioeconomic and geographical inequalities persist, particularly in low-SDI regions. Targeted public health strategies and strengthened eye care systems are urgently needed to address these disparities and achieve equitable eye health outcomes worldwide.",
    "Author": "Li, Kuan",
    "Cited by": 0,
    "Cites": 57,
    "DOI": "https://doi.org/10.1186/s40662-026-00473-5",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "diamond",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Eye and Vision",
    "Subfield": "Epidemiology",
    "Title": "Global burden and cross-country inequalities of age-related eye diseases from 1990 to 2021: a comprehensive analysis of temporal trends and socioeconomic disparities",
    "Topic": "Ophthalmology and Visual Impairment Studies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Background Mounting evidence indicates metabolic dysregulation in diabetic corneal neuropathy (DCN). This study elucidates how the chromatin remodeler Brahma-related gene 1 (BRG1) orchestrates glycolytic reprogramming to drive neurodegeneration and epithelial repair defects in DCN. Methods Type 1 diabetic mice were established via streptozotocin (STZ) injection. Glycolysis was inhibited using 2-deoxy-D-glucose (2-DG) to assess its role in DCN pathogenesis. BRG1 expression was modulated by subconjunctival plasmid delivery (overexpression/knockdown). Pathway screening identified BRG1 downstream effectors, and phosphatidylinositol 3-kinase/protein kinase B (PI3K/AKT) inhibition (LY294002) confirmed regulatory hierarchy. Glycolytic flux was evaluated via Western blotting and immunofluorescence; corneal nerve integrity and epithelial healing were assessed by βIII-tubulin staining and sodium fluorescein assay. Results Hyperglycemia upregulated BRG1 and glycolytic enzymes in diabetic corneal nerves. BRG1 overexpression exacerbated epithelial repair delay and neurodegeneration, while knockdown partially reversed damage. BRG1 overexpression activated PI3K/AKT transcription, and PI3K/AKT inhibition did not alter BRG1 levels but rescued BRG1-induced pathologies. Conclusions Glycolytic reprogramming is a critical driver of DCN progression. BRG1 activates PI3K/AKT signaling to enhance glycolytic flux, thereby regulating DCN pathogenesis. Targeting this axis may offer novel therapeutic strategies.",
    "Author": "Deng, Yuyang",
    "Cited by": 0,
    "Cites": 41,
    "DOI": "https://doi.org/10.1186/s40662-026-00474-4",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "diamond",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Eye and Vision",
    "Subfield": "Ophthalmology",
    "Title": "BRG1 orchestrates diabetic corneal neuropathy via PI3K/AKT-mediated glycolytic reprogramming",
    "Topic": "Retinal Diseases and Treatments",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Photoacoustic imaging (PAI), a modality that combines the high contrast of optical imaging with the deep penetration of ultrasound, is rapidly transitioning from preclinical research to clinical practice. However, its widespread clinical adoption faces challenges such as the inherent trade-off between penetration depth and spatial resolution, along with the demand for faster imaging speeds. This review comprehensively examines the fundamental principles of PAI, focusing on three primary implementations: photoacoustic computed tomography, photoacoustic microscopy, and photoacoustic endoscopy. It critically analyzes their respective advantages and limitations to provide insights into practical applications. The discussion then extends to recent advancements in image reconstruction and artifact suppression, where both conventional and deep learning (DL)-based approaches have been highlighted for their role in enhancing image quality and streamlining workflows. Furthermore, this work explores progress in quantitative PAI, particularly its ability to precisely measure hemoglobin concentration, oxygen saturation, and other physiological biomarkers. Finally, this review outlines emerging trends and future directions, underscoring the transformative potential of DL in shaping the clinical evolution of PAI.",
    "Author": "Wang, Lei",
    "Cited by": 0,
    "Cites": 172,
    "DOI": "https://doi.org/10.1186/s42492-025-00213-x",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Open Access status": "diamond",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Visual Computing for Industry Biomedicine and Art",
    "Subfield": "Biomedical Engineering",
    "Title": "Advances in photoacoustic imaging reconstruction and quantitative analysis for biomedical applications",
    "Topic": "Photoacoustic and Ultrasonic Imaging",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Aims Numerous studies have identified risk factors for recurrent anterior shoulder dislocation, but the exact impact of each remains unclear. This study analyzes outcomes after arthroscopic bony Bankart repair (ABBR) and evaluates how time to surgery, number of preoperative instability events, age, glenoid bone loss (GBL), glenoid bone fragment (GBF), age at surgery, and preoperative Western Ontario Shoulder Instability (WOSI) scores influence recurrence. Methods A retrospective review was conducted of patients who underwent ABBR between January 2008 and December 2018. Data included demographic details, number of instability episodes, time to surgery, age at first dislocation, GBL, GBF size, WOSI scores, and recurrence rates. Results A total of 243 patients with bony Bankart lesions were included. The mean age was 25.4 years (17 to 46). Recurrence occurred in 24 patients (9.9%). Compared with the non-recurrence group, patients with recurrence had smaller GBF (6.5% (SD 4.2) vs 8.8% (SD 5.6); p = 0.049), longer elapsed time since initial instability (20.0 months vs 13.2 months; p &lt; 0.001), younger age at initial instability (21.9 years (SD 6.9) vs 25.6 years (SD 5.2); p = 0.002), and more preoperative instability events (5.7 (SD 3.1) vs 3.8 (SD 2.0); p &lt; 0.001). Postoperative WOSI scores improved in both groups but were not significantly different (447 (SD 141) vs 381 (SD 98)). Regression analysis showed that older age, larger GBF, and lower GBL were independently associated with reduced recurrence risk. Conclusion Patients without recurrence were generally older, had shorter delay from the initial instability event, fewer preoperative instability events, and larger GBF for incorporation in the repair. In younger patients, smaller GBF and greater GBL were strongly associated with recurrence. These findings indicate that the longer the elapsed time, the greater the reabsorption of the glenoid bone fragment and, consequently, the greater the glenoid bone loss. Therefore, strategies aimed at preserving fragment size, potentially through timely surgical intervention, may help reduce recurrence. In patients aged over 40 years, GBL and GBF did not confer the same recurrence risk. Further studies are needed to clarify the thresholds for elapsed time and number of instability events that significantly affect recurrence after ABBR. Cite this article: Bone Joint J 2026;108-B(2):202–208.",
    "Author": "Golijanin, Petar",
    "Cited by": 0,
    "Cites": 22,
    "DOI": "https://doi.org/10.1302/0301-620x.108b2.bjj-2024-1360.r3",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "The Bone & Joint Journal",
    "Subfield": "Surgery",
    "Title": "Age, glenoid bone fragment, and glenoid bone loss increase recurrence risk after arthroscopic bony Bankart repair",
    "Topic": "Shoulder Injury and Treatment",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Aims The outcome of treatment for Perthes’ disease has historically been assessed using the Stulberg classification, which is categorical and subjective, as reported in a large prospective multicentre study by the original Perthes’ Study Group in 2004. The aim of this study was to reanalyze these outcomes and prognostic determinants using a quantitative outcome measure, the sphericity deviation score. Methods We reanalyzed the demographic and radiological data, which included 319 patients followed up for a mean of 8.7 years (2.2 to 15.3), until skeletal maturity. The sphericity deviation scores of all 319 hips were measured by two independent observers. The forms of treatment included no treatment or range of motion (ROM) exercises, bracing, proximal femoral varus osteotomy, and Salter innominate osteotomy. We compared differences in the outcomes of treatment after stratification by significant patient characteristics determined by a multivariate linear regression. The patients were also analyzed using a regression tree model. Results Multivariate analysis identified age at the time of onset of the condition, sex, and the form of treatment as significant prognostic factors, with bone age at onset as the most significant factor, followed by chronological age and the form of treatment. In patients with a bone age of ≤ six years at the time of onset, the form of treatment did not affect the outcome. In patients with a bone age of &gt; six years, femoral osteotomy or Salter osteotomy produced significantly better sphericity scores than no treatment or ROM exercises. The regression tree analysis corroborated these findings and found that those who had a femoral osteotomy had significantly better outcomes than those who did not, in patients with a chronological age of &gt; 7.6 years. Conclusion Analysis based on scores of the sphericity of the femoral head showed that age at the onset of Perthes’ disease, sex, and the form of treatment were significant prognostic factors of outcome. Multivariate analysis with dichotomization of the bone age (≤ 6 yrs or &gt; 6 yrs) revealed significantly better sphericity scores after proximal femoral osteotomy or Salter osteotomy than after no treatment or ROM exercises in patients with a bone age of &gt; six years at the time of onset. The regression tree analysis without prior dichotomization showed that the patients who were treated with a femoral osteotomy had significantly better outcomes than those who did not, in patients with a chronological age of &gt; 7.6 years. Cite this article: Bone Joint J 2026;108-B(2):251–258.",
    "Author": "Michael Seungcheol Kang",
    "Cited by": 0,
    "Cites": 28,
    "DOI": "https://doi.org/10.1302/0301-620x.108b2.bjj-2024-1473.r3",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "The Bone & Joint Journal",
    "Subfield": "Surgery",
    "Title": "The outcomes of treatment and prognostic determinants of patients with Perthes’ disease",
    "Topic": "Hip disorders and treatments",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Aims We sought to evaluate whether loss of reduction in lateral Kirschner (K)-wiring is noninferior to crossed K-wiring in closed reduction and percutaneous pinning of Type III supracondylar humerus fractures. Methods A prospective, randomized, non-inferiority trial was conducted. Emergency department patients aged three to seven years with Type III supracondylar humerus fractures were invited to participate with informed consent. Block randomization allocated patients into one of two pin configuration groups (lateral or crossed). Surgical technique and postoperative management were standardized between groups. All patients were treated with above-elbow casts, but no strict standardized protocol was applied. The primary outcome was loss of reduction, measured from Baumann’s angle on radiographs taken postoperatively and at K-wire removal. Secondary outcomes included humerocapitellar angle and iatrogenic ulnar nerve injury. Data were analyzed using an independent-samples t -test. Results A total of 55 patients were enrolled. Of these, 22 were allocated to lateral pinning (40%) and 29 to crossed pinning (53%). Six (five crossed, one lateral) received a third wire in the operating theatre. Four were excluded: one did not return for radiography at pin removal, one was not randomized, and two did not provide assent. There was no significant difference between groups in change in Baumann’s angle during pin removal (mean difference -0.7° (95% CI -2.7 to 1.3)). Two crossed-group patients developed postoperative iatrogenic ulnar nerve injuries. Conclusion Closed reduction and percutaneous pinning using lateral K-wiring was not inferior to crossed K-wiring in managing this cohort of Type III supracondylar humerus fractures in children aged three to seven years, suggesting this approach as an option to reduce iatrogenic ulnar nerve injury risk. However, lack of a patient-reported outcome measure and economic evaluation, coupled with randomization after reduction, a narrow age range, and low recruitment rate limit the generalizability of these findings and may have introduced bias. Cite this article: Bone Joint J 2026;108-B(2):209–215.",
    "Author": "Dobbe, Ashlee",
    "Cited by": 0,
    "Cites": 31,
    "DOI": "https://doi.org/10.1302/0301-620x.108b2.bjj-2024-1529.r2",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "The Bone & Joint Journal",
    "Subfield": "Rehabilitation",
    "Title": "Management of displaced supracondylar fractures of the humerus using lateral versus crossed Kirschner wires: a prospective randomized controlled clinical trial",
    "Topic": "Elbow and Forearm Trauma Treatment",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The surgical treatment of carpometacarpal (CMC) arthritis of the thumb is widely performed, and provides good pain relief and restoration of function. This condition may be successfully treated using one of many surgical procedures. While the incidence of failure following these procedures is low, potential complications include persistent pain, deformity, and weakness. Identifying the cause of persistent symptoms requires a careful and methodical approach. This review aims to highlight the common reasons for failure, provide a comprehensive discussion of the literature surrounding failed surgical treatment of CMC arthritis of the thumb, and offer a detailed, algorithmic approach to the diagnosis and treatment of this condition. Cite this article: Bone Joint J 2026;108-B(2):153–159.",
    "Author": "Law, Jody",
    "Cited by": 0,
    "Cites": 40,
    "DOI": "https://doi.org/10.1302/0301-620x.108b2.bjj-2024-1632.r3",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "The Bone & Joint Journal",
    "Subfield": "Surgery",
    "Title": "Diagnosis and treatment of failed surgical treatment of carpometacarpal joint arthritis of the thumb",
    "Topic": "Orthopedic Surgery and Rehabilitation",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Aims The aim of this study was to evaluate the overall mortality rate in patients with periprosthetic joint infection (PJI) after total knee arthroplasty (TKA), the overall mortality over time, and mortality after treatment. Methods Ovid MEDLINE, Embase, CINAHL, Cochrane Library, Scopus, and Web of Science, were searched for studies reporting the rate of mortality in patients with TKA PJI until December 2023. Full-length studies with extractable data dealing with mortality in these patients were included. Studies were excluded if they involved TKAs which were undertaken for oncological or traumatic indications or septic arthritis, or were partial or revision TKAs. Studies in which primarily high-risk patients, such those with an organ transplant or cancer, were also excluded, in order to allow the mortality rate in patients with PJI after TKA in routine clinical practice to be evaluated. Data were abstracted using a standardized form. Meta-analyses of the proportions with random-effects estimators were used to report the mortality rate after TKA PJI, over time, and after treatment. The study adhered to the 2020 PRISMA guidelines. Results A total of 83,353 patients with a PJI after TKA from 39 studies were included. At a mean follow-up of 4.4 years (1 month to 17 years), the overall mortality rate after TKA PJI was 13.3% (95% CI 8.8 to 18.5). It was 4.8% (1.2 to 18.0), 7.0% (2.2 to 29.9), and 6.4% (3.0 to 46.0) at three, 12, and 24 months, respectively. The rate significantly differed between the different forms of surgical treatment for PJI (p &lt; 0.001): debridement, antibiotics, and implant retention (DAIR) 12.3% (95% CI 3.9 to 24.0); one-stage exchange arthroplasty 0.47% (95% CI 0 to 1.5); and two-stage exchange arthroplasty 11.5% (95% CI 8.5 to 15.0). There were no significant differences in the mortality rate between patients treated with DAIR and those who underwent a two-stage exchange arthroplasty at three and 12 months. Conclusion Mortality after TKA PJI remains high, surpassing the five-year rates of mortality in patients with cancer of the breast and prostate. The burden associated with PJI necessitates a multidisciplinary approach and dedicated funding to improve patient care, address this critical issue generally, and reduce mortality. Cite this article: Bone Joint J 2026;108-B(2):177–184.",
    "Author": "Michael S. Ramos",
    "Cited by": 0,
    "Cites": 78,
    "DOI": "https://doi.org/10.1302/0301-620x.108b2.bjj-2025-0106.r1",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "The Bone & Joint Journal",
    "Subfield": "Surgery",
    "Title": "Mortality after an infected total knee arthroplasty",
    "Topic": "Orthopedic Infections and Treatments",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Aims Early identification and appropriate surgery are essential in the management of patients with posteromedial rotatory instability of the elbow to prevent the development of early post-traumatic osteoarthritis. The aim of this study was analyze the radiological findings in order to suggest appropriate treatment strategies. Methods A total of 58 patients with posteromedial rotatory instability of the elbow, with available 3D CT and MRI scans, were included. We investigated the size of the anteromedial coronoid facet fracture and the patterns of injury to the lateral collateral ligament complex and ulnar collateral ligament, relating them to the O'Driscoll subtypes 2-1, 2-2, and 2-3 of injury. Results Subtypes 2-1, 2-2, and 2-3 comprised eight, 41, and nine patients, respectively. The mean size of the coronoid fracture significantly increased from subtype 2-1 (3.2 mm (SD 1.5)) to 2-3 (10.0 mm (SD 2.2mm)) (p &lt; 0.001). The rate of rupture of the lateral ligament and the requirement for repair decreased significantly from 100% in subtype 2-1 to 33% in subtype 2-3 (p = 0.038, p = 0.005). The rate of rupture of the posterior bundle of the ulnar ligament increased significantly from 25% in subtype 2-1 to 100% in subtype 2-3 (p = 0.006). Conclusion There are distinct patterns of radiological injury in the subtypes of posteromedial instability. Subtype 2-1 is primarily associated with substantial lateral ligamentous injury, whereas subtype 2-3 features larger coronoid fractures and an increased rate of associated injury to the posterior bundle of the ulnar ligament; subtype 2-2 is intermediate. These findings inform a proposed algorithm for the surgical treatment: lateral ligamentous repair is key for 2-1, and fixation of the coronoid fracture fixation is key for 2-3, with intraoperative assessment guiding further steps. This observational study establishes a theoretical framework for the management of these patients, which will require validation in the future. Cite this article: Bone Joint J 2026;108-B(2):195–201.",
    "Author": "In Hyeok Rhyou",
    "Cited by": 0,
    "Cites": 27,
    "DOI": "https://doi.org/10.1302/0301-620x.108b2.bjj-2025-0132.r1",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "The Bone & Joint Journal",
    "Subfield": "Rehabilitation",
    "Title": "Radiological findings in posteromedial rotatory instability of the elbow and their application to treatment",
    "Topic": "Elbow and Forearm Trauma Treatment",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Aims The cover of cartilaginous defects in patients with varus osteoarthritis (OA) of the ankle in the medial compartment (medial gutter, talar dome, and tibial plafond) after low tibial osteotomy has only been reported in a few studies. There has also been little description of the distribution of the defects and the risk factors for persistent defects after surgery. The aim of this study was to report the degree and distribution of cartilage repair after low tibial osteotomy, and their association with postoperative outcomes in these patients. Methods We retrospectively reviewed 24 patients (27 ankles) who underwent low tibial osteotomy for OA of the ankle. There were eight males and 16 females. Their mean age was 70.8 years (55 to 79), and the mean follow-up was 29.1 months (14 to 60). Clinical assessments included the Japanese Society for Surgery of the Foot (JSSF) ankle/hindfoot scale score and a visual analogue scale (VAS) score for pain. Radiological assessments included the Takakura-Tanaka classification, tibial anterior surface angle, talar tilt angle, tibiomedial malleolar angle (TMMA), tibial lateral surface angle, and mechanical ankle joint axis point. The condition of the cartilage was evaluated using the modified Outerbridge classification at the initial and second-look arthroscopies. Results The mean JSSF scale and VAS sores and all radiological parameters improved significantly postoperatively. At the initial arthroscopy, grade 4 cartilage defects were most common in the medial gutter (26 of 27 ankles; 96%), followed by the anteromedial talar dome (talar zone 1) (20 of 27 ankles; 74%). At the second-look arthroscopy, grade 4 defects were absent in the medial gutter but remained in ten of 20 ankles (50%) of those initially in talar zone 1. The modified Outerbridge grade in talar zone 1 at second-look arthroscopy correlated positively with postoperative VAS ( R = 0.48). Pre- and postoperative TMMA (cutoff values: 43.1° and 31.4°) and postoperative VAS scores were significantly higher in patients in whom there was not cartilage repair in talar zone 1 than in those in whom there was cartilage repair (preoperative TMMA, p = 0.004; postoperative TMMA, p = 0.015; postoperative VAS score, p = 0.026), while the postoperative mechanical ankle joint axis point (cutoff value: 80.7%) was significantly smaller (p = 0.041). Conclusion Second-look arthroscopy after low tibial osteotomy revealed good cartilage repair in the medial gutter, but it was poor in the anteromedial talar dome and associated with persistent postoperative pain. A large pre- and postoperative TMMA and medial deviation of the postoperative axis of loading may inhibit cartilage repair in these patients. Cite this article: Bone Joint J 2026;108-B(2):185–194.",
    "Author": "Moriwaki, Dan",
    "Cited by": 0,
    "Cites": 25,
    "DOI": "https://doi.org/10.1302/0301-620x.108b2.bjj-2025-0194.r2",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "The Bone & Joint Journal",
    "Subfield": "Surgery",
    "Title": "Assessment of cartilage regeneration in initial and second-look arthroscopy following low tibial osteotomy for varus osteoarthritis of the ankle",
    "Topic": "Total Knee Arthroplasty Outcomes",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Aims The Patient-Reported Outcomes Measurement Information System (PROMIS) has not been broadly validated for use in paediatric patients with lower limb musculoskeletal conditions. The aim of this study was to evaluate the psychometric properties of PROMIS administered using computerized adaptive testing. Methods This was a single-centre prospective study involving consecutive patients, aged between 11 and 17 years, with orthopaedic conditions affecting the lower limbs. The convergent and divergent construct validity of PROMIS domains with corresponding subscales of the Paediatric Outcomes Data Collection Instrument (PODCI) were assessed in Group A. The reliability was assessed by retesting a sub-group (Group B) of patients from Group A with the same PROMIS domains in those whose condition was not expected to vary within a month of their initial assessment. PROMIS domain responses preoperatively, and &gt; six months postoperatively, were assessed in Group C. Results The construct validity was assessed in 280 patients in Group A, and convergent validity was achieved between the PROMIS and PODCI Mobility domains ( r = 0.73; p &lt; 0.001), Upper Extremity domains ( r = 0.52; p &lt; 0.001), PROMIS Physical Activity domain and PODCI Sports and Physical Function subscale ( r = 0.57; p &lt; 0.001), PROMIS Depressive Symptoms domain and PODCI Happiness subscale ( r = -0.54; p &lt; 0.001), and PROMIS Pain domain and PODCI Pain/Comfort subscale ( r = -0.71; p &lt; 0.001). Divergent validity criteria were met with a correlation of &lt; 0.30. The median number of questions required to answer on PROMIS was less than on PODCI. Reliability was assessed in 51 patients in Group B, in whom the PROMIS domains were collected again following a mean of 20 days. Test-retest reliability was highest for Mobility (intraclass correlation coefficient (ICC) = 0.84), Depressive Symptoms (ICC = 0.75), and Pain (ICC = 0.74). Responsiveness was assessed in 150 patients in Group C in whom PROMIS domains were collected preoperatively and at a mean of ten months postoperatively. The largest effect sizes were seen in the Pain and Mobility domains, with smaller improvements in the Physical Activity, Depressive Symptoms, and Upper Extremity domains. Conclusion PROMIS domains of Mobility, Physical Activity, Depressive Symptoms, and Pain may be useful for assessing patient-reported health status in paediatric patients with lower limb orthopaedic conditions. Cite this article: Bone Joint J 2026;108-B(2):259–266.",
    "Author": "Hillary Brenda Nguyen",
    "Cited by": 0,
    "Cites": 43,
    "DOI": "https://doi.org/10.1302/0301-620x.108b2.bjj-2025-0277.r1",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "The Bone & Joint Journal",
    "Subfield": "Orthopedics and Sports Medicine",
    "Title": "Psychometric evaluation of Patient-Reported Outcome Measurement Information System (PROMIS) measures in children and adolescents with lower limb orthopaedic conditions",
    "Topic": "Sports injuries and prevention",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Aims This study evaluated the clinical outcome, complications, and overall efficacy of diaphyseal endoprosthetic reconstruction after tumour resection, with the aim of providing a comprehensive insight into the role of diaphyseal prostheses in managing segmental bone defects after resection of a bone tumour. Methods A retrospective analysis was carried out of 112 patients treated at two centres. Resection length, intramedullary stem length, and fixation type were recorded. Clinical outcomes were assessed with Musculoskeletal Tumor Society (MSTS) scores, while survival rates were calculated using Kaplan-Meier analysis. Complications were classified according to the Henderson system. Results The mean duration of follow-up was 27.2 months (3 to 159), the mean operating time 142.4 minutes (SD 44.1), and the mean blood loss 658.8 ml (SD 437.3). The mean resection length was 106.8 mm (SD 33.3), and the mean intramedullary stem length 96.1 mm (SD 34.1). Cemented fixation was used in 90.2% of cases (101 of 112), and auxiliary plates in 63.4% (71 of 112). The mean MSTS score was 24.3 (SD 3.3). Kaplan-Meier analysis revealed three-, five-, and ten-year survival rates of 42.9% (95% CI 33.4 to 55.1), 34.6% (95% CI 24.8 to 48.3), and 25.2% (95% CI 14.5 to 43.9) for patients, and 91.6% (95% CI 86.1 to 97.5), 82% (95% CI 69.4 to 96.8), and 82% (95% CI 69.4 to 96.8) for prostheses, respectively, with a significant difference between the two (p &lt; 0.001). Medium- to long-term analysis showed that prosthesis survival, both for primary and metastatic tumours, exceeded patient survival. Additionally, cemented prostheses had significantly higher survival rates than uncemented prostheses (p = 0.006). Postoperative complications occurred in 16% of patients (18 of 112), with 6.3% (7 of 112) requiring reoperation. Conclusion Diaphyseal prostheses are a reliable solution for reconstructing segmental defects after resection of a bone tumour, with benefits such as early weightbearing, improved functional outcome, acceptable mid- to long-term failure rates, and effective local disease control for a variety of tumour types and anatomical locations. Cite this article: Bone Joint J 2026;108-B(2):241–250.",
    "Author": "Mou, Leming",
    "Cited by": 0,
    "Cites": 36,
    "DOI": "https://doi.org/10.1302/0301-620x.108b2.bjj-2025-0342.r1",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "The Bone & Joint Journal",
    "Subfield": "Pulmonary and Respiratory Medicine",
    "Title": "Endoprosthetic reconstruction of the diaphysis for segmental bone defects after bone tumour resection",
    "Topic": "Sarcoma Diagnosis and Treatment",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Aims The aim of this study was to assess the implant survival and patient-reported outcome measures of robotic arm-assisted patellofemoral arthroplasty (raPFA) and to define patient-acceptable symptom state (PASS) thresholds. Methods A multicentre retrospective cohort study of 112 raPFA was undertaken. The mean age of the patients was 63.3 years (21 to 89), and 88 (78.6%) were female. Oxford Knee Score (OKS), Kujala score, EuroQol five-dimension questionnaire (EQ-5D), EuroQol-visual analogue scale (EQ-VAS), Net Promoter Score (NPS), and patient satisfaction were assessed. Mean follow-up was 3.3 years (1.0 to 7.7). Results There were four reoperations (three revisions) during the follow-up period. The four-year survival was 94.4% (95% CI 89.9 to 98.9) for all-cause reoperation, 96.7% (95% CI 94.5 to 100) for all-cause revision, and 97.7% (95% CI 93.8 to 100) for aseptic revision. A total of 79 (76.0%), 62 (59.6%), 67 (64.4%), and 49 (54.4%) knees achieved the PASS thresholds in the OKS, Kujala, EQ-5D, and EQ-VAS scores, respectively. The satisfaction rate was 77.9% (n = 81) and the NPS was 59.7. Increasing American Society of Anesthesiologists (ASA) grade (odds ratio 0.02, 95% CI 0.00 to 0.22, p = 0.001) was independently associated with dissatisfaction. The OKS (area under the curve (AUC) 89.1, 95% CI 82.5 to 95.8) and Kujala score (AUC 86.1, 95% CI 77.7 to 94.5) were excellent, and the EQ-5D (AUC 75.4, 95% CI 61.7 to 89.1) and EQ-VAS (AUC 76.7, 95% CI 64.0 to 89.5) were acceptable discriminators of satisfaction, with PASS thresholds of 36, 72, 0.710, and 74, respectively. Using these new thresholds, the number achieving a PASS decreased in the OKS (n = 75; 72.1%), increased in the Kujala score (n = 73; 70.2%) and EQ-VAS (n = 58; 64.4%), and remained identical for the EQ-5D. Conclusion raPFA was associated with clinically meaningful postoperative outcome measures and a high NPS. However, approximately one in five were not satisfied, which was independently associated with increasing comorbidity, and approximately one in 20 underwent reoperation in the first four years postoperatively. The defined PASS thresholds specifically for PFA could be used to help interpret outcomes in future studies. Cite this article: Bone Joint J 2026;108-B(2):169–176.",
    "Author": "Nick D. Clement",
    "Cited by": 0,
    "Cites": 40,
    "DOI": "https://doi.org/10.1302/0301-620x.108b2.bjj-2025-0439.r1",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "The Bone & Joint Journal",
    "Subfield": "Surgery",
    "Title": "Survival and patient-reported outcomes of robotic arm-assisted patellofemoral arthroplasty and patient-acceptable symptom state thresholds",
    "Topic": "Total Knee Arthroplasty Outcomes",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Aims The aim of this study was to assess the presentation, investigation and management of patients with a clear cell sarcoma within a single-centre, tertiary bone tumour unit, reporting the rates of survival, local recurrence, and metastases. Methods The study involved a retrospective review of a prospectively maintained oncology database, from which we identified and included 47 patients who were referred and treated for a clear cell soft-tissue sarcoma at our unit between January 1996 and January 2024. The median follow-up was 28 months (IQR 13.5 to 71.5). The primary outcome measure was survival and secondary outcomes included the rates of local recurrence and the development of metastases. Results The overall survival for all patients was 61.9% at two years (95% CI 49.1 to 78.1), 45.7% at five years (95% CI 32.6 to 64.1), and 37.4% at ten years (95% CI 24.1 to 57.9). The median survival was 40 months. At the time of presentation, metastases were found in 13 patients (28%), in whom radionuclide imaging with positron emission tomography (PET) CT allowed better identification. More than half of the patients who were referred from elsewhere had prviously undergone an unplanned excision, although this did not seem to influence the mortality outcomes. Excision of the tumour and/or local disease was the primary treatment, with curative intent in 37 patients (78.7%). Local recurrence and metastases after the primary treatment was noted in seven (19%) and 16 (43%) patients, respectively, with a wide range of timing (1 to 73 months). Primary excision with disease-free margins gave the best chance of cure. Conclusion Clear cell sarcoma is an aggressive tumour. The rate of survival remains modest. The early identification of metastases using PET CT allowed for more focused treatment. The local follow-up protocol must appreciate the wide variations in the time to recurrence. Targeted immunological systemic treatments may improve the outcomes in the future. Cite this article: Bone Joint J 2026;108-B(2):234–240.",
    "Author": "Green, Natalie",
    "Cited by": 0,
    "Cites": 24,
    "DOI": "https://doi.org/10.1302/0301-620x.108b2.bjj-2025-0526.r1",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "The Bone & Joint Journal",
    "Subfield": "Pulmonary and Respiratory Medicine",
    "Title": "Clear cell sarcoma",
    "Topic": "Sarcoma Diagnosis and Treatment",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Aims This study examined the association between post-admission complications and 120-day mortality using data from a national hip fracture registry. A sub-analysis explored the impact of improved complication registration on these associations. Methods We conducted a cohort study including patients (1 January 2018 to 31 December 2023) from the Dutch Hip Fracture Audit (DHFA). Ten complications (anaemia, delirium, fall incident, heart failure, pneumonia, pressure ulcer, pulmonary embolism (PE), renal dysfunction, urinary tract infection, wound infection) were assessed. From 2018 to 2019, seven hospitals were recruited for additional data collection for the DHFA to improve and develop quality indicators. A multivariate Cox regression model was used to calculate the hazard ratio (HR) between complications and mortality at 30, 60, and 120 days. Subgroup analysis assessed the effect of better registration. Results A total of 86,524 patients were included, with a median age of 81 years (IQR 72 to 87). The overall complication rate was 25.7% (n = 22,210), anaemia was the most common complication (n = 8,027; 9.3%), followed by delirium (n = 7,836; 9.1%). In subgroup analysis, project hospitals had a higher overall complications rate (38.8% vs 27.4%; p &lt; 0.001). After adjustment for confounders, at 30 days, heart failure (HR 2.45 (95% CI 2.15 to 2.75)), delirium (HR 1.28 (95% CI 1.19 to 1.38)), PE (HR 2.62 (95% CI 2.11 to 3.27)), renal dysfunction (HR 2.20 (95% CI 1.96 to 2.47)), and pneumonia (HR 2.35 (95% CI 2.15 to 2.56)) were significantly associated with an increased hazard of death. In the subgroup analysis, fewer complications were associated with an increased hazard of death in the project hospitals in comparison to the non-project hospitals. Conclusion Five complications were significantly associated with an increased risk of mortality at 30 and 60 days. These findings highlight the importance of closely monitoring and managing complications. Improved registration practices in project hospitals were linked to fewer complications that showed a relation with mortality. Complications without a clear association with mortality may be more suitable for short-cycle in-hospital feedback rather than a national audit. Cite this article: Bone Joint J 2026;108-B(2):216–225.",
    "Author": "Hanne-Eva van Bremen",
    "Cited by": 0,
    "Cites": 45,
    "DOI": "https://doi.org/10.1302/0301-620x.108b2.bjj-2025-0629.r1",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "The Bone & Joint Journal",
    "Subfield": "Surgery",
    "Title": "Association between ten complications and mortality",
    "Topic": "Hip and Femur Fractures",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Aims Patients with hip pathology frequently report concurrent knee pain before total hip arthroplasty (THA). This prospective study aimed to evaluate the frequency and severity of knee pain before and after THA, and analyze the factors influencing knee pain. Methods Data were collected from 149 primary THAs for hip osteoarthritis (OA) in 147 patients. Knee and hip pain were assessed using a visual analogue scale (VAS) preoperatively, and three, six, and 12 months postoperatively. We analyzed: 1) changes in knee pain severity before and after THA; 2) prevalence of knee pain before and after THA; and 3) factors affecting the severity of knee pain before and after THA. Results The knee VAS scores significantly decreased from 2.2 before THA to 1.1 at three months, 0.8 at six months, and 0.7 at 12 months after surgery. The prevalence of knee pain also significantly decreased from 52.3% (n = 78) before THA to 37.6% (n = 56) at three months, 29.5% (n = 44) at six months, and 27.5% (n = 41) at 12 months after surgery. The preoperative hip VAS score positively influenced, and the preoperative pelvic tilt negatively influenced, the preoperative knee VAS score. In contrast, Kellgren-Lawrence grade in the knee and postoperative varus whole-leg alignment, in addition to the preoperative knee VAS score, positively influenced the knee VAS score 12 months after surgery. Conclusion Approximately half of the patients experienced knee pain before THA, influenced by the severity of their preoperative hip pain. Notably, both the severity and prevalence of knee pain showed significant improvement following THA. Patients with radiological knee OA, postoperative varus alignment, and severe preoperative knee pain were more likely to experience persistent knee pain at 12 months after THA. Cite this article: Bone Joint J 2026;108-B(2):160–168.",
    "Author": "Morita, Yugo",
    "Cited by": 0,
    "Cites": 32,
    "DOI": "https://doi.org/10.1302/0301-620x.108b2.bjj-2025-0640.r1",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "The Bone & Joint Journal",
    "Subfield": "Surgery",
    "Title": "Knee pain improvement following total hip arthroplasty",
    "Topic": "Total Knee Arthroplasty Outcomes",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Aims Polished taper slip (PTS) designs are widely used in cemented hip hemiarthroplasty for displaced intracapsular native hip fractures (NHFs), though concerns persist regarding PTS association with higher postoperative periprosthetic femoral fracture (POPFF) risk. The aim of this study was to evaluate the performance of the Exeter V40 cemented femoral component in the management of NHFs. This study prioritized evaluating survival, reoperations of the index hip joint, and major complications including intraoperative periprosthetic femoral fracture (IOPFF), POPFF, infection, and dislocation. Methods This retrospective cohort study included consecutive patients who underwent hip hemiarthroplasty with the Exeter V40 PTS femoral component for NHF at a single hospital between 1 February 2016 and 30 June 2024. Patient demographic details, time to theatre, surgical and medical management, American Society of Anesthesiologists grade, and mortality were collected. Reoperation and mortality were calculated to final follow-up. Cox regression analysis was performed to identify independent associations with revision or fixation adjusted for confounders. Results A total of 3,050 hip hemiarthroplasties in 2,948 patients were identified (69% female, median age 83 years (IQR 76 to 88)). Overall, 75 patients (2.5%) required reoperation, yielding a prosthesis-time incidence rate per 1,000 prosthesis-years (PTIR) of 10.7 (95% CI 8.4 to 13.4), with POPFF PTIR 5.1 per 1,000 prosthesis-years, infection PTIR 3.43 (95% CI 2.20 to 5.10), and dislocation PTIR 3.28 (95% CI 2.08 to 4.93). Male sex was an independent predictor of poor survival, with an adjusted hazard ratio of 2.85 (95% CI 1.76 to 4.60). Intraoperative fracture incidence was 0.9%, with the majority occurring at trial reduction (0.6%). Survival of the Exeter V40 femoral component was 97.6% (95% CI 96.9 to 98.4) at three years. Conclusion The Exeter V40 femoral component demonstrates acceptable performance in hip hemiarthroplasty for NHF, with low rates of POPFF and femoral component revision. Male sex is an independent risk factor for reoperation of the index hip joint. Surgeons should exercise caution during trial reduction to minimize intraoperative fracture risk. These findings support its continued use in hip hemiarthroplasty for elderly patients. Cite this article: Bone Joint J 2026;108-B(2):226–233.",
    "Author": "M. Eileen Kennedy",
    "Cited by": 1,
    "Cites": 37,
    "DOI": "https://doi.org/10.1302/0301-620x.108b2.bjj-2025-0975.r1",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "The Bone & Joint Journal",
    "Subfield": "Surgery",
    "Title": "Survival of the Exeter V40 hemiarthroplasty femoral component and associated complications",
    "Topic": "Orthopaedic implants and arthroplasty",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Robotic-assisted systems are being increasingly integrated into orthopaedic surgery, offering potential improvements in precision, reproducibility, and patient-reported outcome measures (PROMs) for unicompartmental knee arthroplasty (UKA), total knee arthroplasty (TKA), and total hip arthroplasty (THA). A review and summary of the early value assessment (EVA) undertaken by the National Institute for Health and Care Excellence (NICE) to evaluate the clinical effectiveness, cost-effectiveness, and implementation considerations of these technologies is presented. The EVA includes a review of the literature, an evidence gap analysis, and an evidence generation plan. Evidence from 28 studies and two registries suggested that robotic-assisted surgery was noninferior to conventional approaches in key outcomes, including PROMs, complications, hospital stay, and revisions, but it was associated with enhanced implant alignment. Short-term PROMs showed modest improvements, although most differences fell below currently defined clinically meaningful thresholds. Revision data were limited in follow-up, and ergonomic benefits for surgeons were uncertain. Economic evaluations suggested potential cost-effectiveness, particularly for THA, but assumptions regarding utilities, resource use, procedure volume, and implant costs introduced substantial uncertainty. The EVA highlighted the importance of training, equitable access, and national coordination for implementation. Evidence gaps were identified in long-term revision rates, health-related quality of life outcomes, productivity, sub-group effects, surgical team benefits, and learning curves. NICE recommended conditional adoption of six robotic platforms (ApolloKnee (Corin, UK), CORI (Smith &amp; Nephew, UK), Mako (Stryker, USA), ROSA (Zimmer Biomet, USA), SkyWalker (MicroPort, China), and VELYS (DePuy Synthes, USA)) over a three-year evidence generation period, requiring annual reporting and adherence to regulatory standards. While robotic-assisted arthroplasty offers technical advantages, definitive clinical and economic benefits remain unproven. Surgeons, healthcare systems, and industry partners will need to work collaboratively to provide the required evidence in the next three years. A UK robotic registry could help address the evidence gaps more rapidly than individual centres by capturing large-scale national data. Cite this article: Bone Joint J 2026;108-B(2):147–152.",
    "Author": "Nick D. Clement",
    "Cited by": 0,
    "Cites": 60,
    "DOI": "https://doi.org/10.1302/0301-620x.108b2.bjj-2025-1438",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "The Bone & Joint Journal",
    "Subfield": "Surgery",
    "Title": "A review and summary of the National Institute for Health and Care Excellence early value assessment of robotic-assisted surgery for orthopaedic procedures",
    "Topic": "Total Knee Arthroplasty Outcomes",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Aims Preoperative anaemia is common in patients undergoing revision total joint replacement (TJR), yet its effects on inflammatory markers for diagnosing chronic periprosthetic joint infection (PJI) are poorly understood. This study aimed to investigate how preoperative anaemia impacts inflammatory biomarkers, and to establish anaemia-adjusted diagnostic thresholds for PJI. Methods This retrospective cohort study was conducted at a tertiary referral centre, evaluating 886 revision arthroplasty cases (396 PJI and 490 aseptic failures) between January 2008 and October 2023. Serum biomarkers (CRP, ESR, D-dimer, fibrinogen, fibrin degradation products (FDP), procalcitonin, and interleukin-6 (IL-6)) and synovial fluid markers (white blood cell count (SF-WBC) and polymorphonuclear percentage (SF-PMN)) were analyzed. The diagnostic performance of these markers was assessed using receiver operating characteristic (ROC) curve analysis, with patients stratified by anaemia status. Results Preoperative anaemia was present in 55.1% (218/396) of patients with chronic PJI. In anaemic patients, serum biomarker levels were significantly higher than those of non-anaemic patients: CRP (28.35 vs 14.75 mg/l; p &lt; 0.001), ESR (58 vs 40 mm/h; p &lt; 0.001), D-dimer (615 vs 415 ng/ml; p &lt; 0.001), and IL-6 (22.19 vs 10.74 pg/ml; p &lt; 0.001). After adjusting diagnostic thresholds for anaemia, the area under the curve (AUC) for CRP improved from 0.838 to 0.927. Similar improvements were observed for ESR and IL-6. Fibrinogen and FDP demonstrated moderate diagnostic utility, while procalcitonin showed limited diagnostic value in both anaemic and non-anaemic patients. Conclusion Preoperative anaemia is associated with statistically significant increases in most inflammatory biomarker levels and with higher diagnostic thresholds in chronic PJI. Anaemia-adjusted cut-off values for CRP, ESR, and IL-6 may enhance diagnostic accuracy for PJI in this patient population. Cite this article: Bone Joint Res 2026;15(2):99–112.",
    "Author": "Aimaiti, Abudousaimi",
    "Cited by": 0,
    "Cites": 47,
    "DOI": "https://doi.org/10.1302/2046-3758.152.bjr-2025-0110.r1",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Bone and Joint Research",
    "Subfield": "Surgery",
    "Title": "The diagnostic accuracy of serum and synovial inflammatory markers in chronic periprosthetic joint infection among anaemic patients",
    "Topic": "Orthopedic Infections and Treatments",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "This edition of the Cochrane Corner focuses on pathways and system design in musculoskeletal care, from major trauma networks to workplace injury prevention. We also look at updated evidence on cryotherapy after knee arthroplasty — and consider where statistical benefit meets real-world practice.",
    "Author": "Ben A. Marson",
    "Cited by": 0,
    "Cites": 3,
    "DOI": "https://doi.org/10.1302/2048-0105.151.360298",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Bone and Joint 360",
    "Subfield": "Orthopedics and Sports Medicine",
    "Title": "Cochrane Corner",
    "Topic": "Sports injuries and prevention",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The February 2026 Oncology Roundup 360 looks at: Nearly half of sarcoma patients need a dedicated review; Caution when interpreting core need biopsy results of periacetabular chondrosarcoma; Outcomes of local therapies for recurrent and radiation-associated soft-tissue sarcomas of the limbs and trunk: is there a role for reirradiation?; Vacuum-assisted closure or primary closure for high-risk tumour resection wounds; High-level activity and access to sport following lower limb amputation due to malignant musculoskeletal tumours versus trauma: a prospective comparative study; Regional lymph node involvement in bone and soft-tissue tumours; 3D-printed and modular joint-preserving endoprosthesis around the knee; Take a “PERSARC” to improve decisions for patients with soft-tissue sarcomas.",
    "Author": NaN,
    "Cited by": 0,
    "Cites": 9,
    "DOI": "https://doi.org/10.1302/2048-0105.151.360299",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Bone and Joint 360",
    "Subfield": "Pulmonary and Respiratory Medicine",
    "Title": "Oncology",
    "Topic": "Sarcoma Diagnosis and Treatment",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The February 2026 Children’s orthopaedics Roundup 360 looks at: Fixation techniques for tibialis anterior tendon transfers for clubfoot; Posterior tibial slope in adolescents with anterior cruciate ligament tears; Perfusion MRI for predicting avascular necrosis for surgical hip reduction in developmental dysplasia of the hip; Outcomes following extra-articular subtalar fusion for children with cerebral palsy; A Frailty Index for predicting complications and mortality following adolescent spinal surgery; Apophyseal injuries in elite youth football academies; Should we be removing plates following varus derotation osteotomy to minimize fracture risk?; Confidence and surgical volume during paediatric orthopaedic training in the UK.",
    "Author": NaN,
    "Cited by": 0,
    "Cites": 9,
    "DOI": "https://doi.org/10.1302/2048-0105.151.360300",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Bone and Joint 360",
    "Subfield": "Surgery",
    "Title": "Children’s orthopaedics",
    "Topic": "Hip disorders and treatments",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The February 2026 Research Roundup 360 looks at: Qualitative MRI for early detection of knee joint degeneration; Effect of vancomycin powder in reducing infection after primary and revision hip and knee arthroplasty and its complications: an umbrella review and meta-analysis; Epidemiology, imaging, and management trends in sacral fragility fractures: a 19-year nationwide analysis in Germany; The false economy of increased waiting times for hip and knee arthroplasty: a cost-consequence analysis; Safe criteria for day case arthroplasty services; Prediction of patient-reported outcomes after proximal humerus fractures in elderly patients does not appear to be a credible option.",
    "Author": NaN,
    "Cited by": 0,
    "Cites": 7,
    "DOI": "https://doi.org/10.1302/2048-0105.151.360301",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Bone and Joint 360",
    "Subfield": "Surgery",
    "Title": "Research",
    "Topic": "Orthopedic Infections and Treatments",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The February 2026 Trauma Roundup 360 looks at: Triangular osteosynthesis in spinopelvic injuries: reliable fixation or a source of complications?; Clinical outcomes of femoral neck fractures in nongeriatric patients: a comparative analysis of parallel screws, alpha fixation, and femoral neck system; Effects and complications of hip arthroplasty after failure of internal fixation in stable and unstable intertrochanteric femoral fractures; Patellofemoral chondromalacia following suprapatellar and infrapatellar tibial nailing: a randomized controlled trial; The benefits of music after hip fracture; The anterior approach does not improve recovery after hemiarthroplasty for femoral neck fracture; Nonoperative treatment versus volar locking plating for distal radius fracture in patients aged 65 years or older (DRIFT): a randomized controlled trial; Infrapatellar versus suprapatellar nailing: the INSURT study; High-dose dual antibiotic cement for hip hemiarthroplasty: a post-hoc Bayesian analysis of randomized controlled trials; To close or not to close external fixation pin sites after pin removal.",
    "Author": NaN,
    "Cited by": 0,
    "Cites": 9,
    "DOI": "https://doi.org/10.1302/2048-0105.151.360302",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Bone and Joint 360",
    "Subfield": "Surgery",
    "Title": "Trauma",
    "Topic": "Hip and Femur Fractures",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The February 2026 Wrist &amp; Hand Roundup 360 looks at: Carpal tunnel release provides more durable symptom relief than injection; Blood supply to the scaphoid increases rather than diminishes in the early period after fracture; Trends in thumb carpometacarpal arthroplasty: things are getting more complex; Systemic risk factors and prior wrist injury are associated with Kienböck’s disease and with need for surgery; Polyethylene liner fracture in dual-mobility trapeziometacarpal arthroplasty: a particular problem in active males; Weightbearing CT analysis of scapholunate ligament injury; Supercharging your side anterior-interosseous-nerve to ulnar motor transfer gives better intrinsic reinnervation.",
    "Author": NaN,
    "Cited by": 0,
    "Cites": 7,
    "DOI": "https://doi.org/10.1302/2048-0105.151.360303",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Bone and Joint 360",
    "Subfield": "Surgery",
    "Title": "Wrist &amp; Hand",
    "Topic": "Orthopedic Surgery and Rehabilitation",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The February 2026 Hip &amp; Pelvis Roundup 360 looks at: ‘Smoke-free’ is not ‘risk-free’: implications of non-tobacco nicotine use for total hip arthroplasty; Arthroscopic Iliopsoas release after total hip arthroplasty; Mental health in young hip patients: an overlooked clinical challenge; Ultra-short or conventional stems for proximal femoral bone stock?; What to do with that irreparable gluteus medius tear?; Metal ion levels in dual-mobility arthroplasty.",
    "Author": NaN,
    "Cited by": 0,
    "Cites": 6,
    "DOI": "https://doi.org/10.1302/2048-0105.151.360304",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Bone and Joint 360",
    "Subfield": "Surgery",
    "Title": "Hip &amp; Pelvis",
    "Topic": "Orthopaedic implants and arthroplasty",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The February 2026 Knee Roundup 360 looks at: Augments in revision knee: go symmetrical or asymmetrical?; What is the effect of weight loss injections on outcomes after total hip and knee arthroplasty?; Cementless total knee arthroplasty outcomes are comparable across age groups: a national database study; Extended antibiotic use in total knee arthroplasty is not associated with decreased periprosthetic joint infection rates; What is the deal with bugs these days? Reviewing 24 years of total knee arthroplasty periprosthetic joint infection; Total knee arthroplasty in dementia: a procedure that demands careful justification.",
    "Author": NaN,
    "Cited by": 0,
    "Cites": 6,
    "DOI": "https://doi.org/10.1302/2048-0105.151.360305",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Bone and Joint 360",
    "Subfield": "Surgery",
    "Title": "Knee",
    "Topic": "Total Knee Arthroplasty Outcomes",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The February 2026 Arthroplasty Roundup 360 looks at: When is it safe to proceed to a second-stage knee or hip revision?; Should centres of excellence be set up for complex, expensive surgery?; Trends in day-case hip and knee arthroplasty in England: an analysis of National Joint Registry and Hospital Episode Statistics data.",
    "Author": NaN,
    "Cited by": 0,
    "Cites": 3,
    "DOI": "https://doi.org/10.1302/2048-0105.151.360306",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Bone and Joint 360",
    "Subfield": "Surgery",
    "Title": "Arthroplasty",
    "Topic": "Total Knee Arthroplasty Outcomes",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The February 2026 Foot &amp; Ankle Roundup 360 looks at: Percutaneous distal metatarsal osteotomy with Akin offers better early soft-tissue recovery and equivalent one-year outcomes to open chevron Akin; Is autologous osteoperiosteal transplantation a good option for osteochondral lesions of the talus?; Os vesalianum pedis is uncommon and found in around 0.6% of feet, but important to recognize in lateral foot pain; Neuroma width an important factor in success of Morton’s treatment; Lateral metatarsosesamoid suspensory ligament release is unnecessary for moderate hallux valgus but adds correction in severe deformity; Unimalleolar fractures generally do well in the long term, but trimalleolar injuries carry a substantial risk of persistent impairment; Altered gait biomechanics after peroneus longus tendon harvest for anterior cruciate ligament reconstruction: truth or myth?; Early clinical benefit with the TARIC total ankle prosthesis but a high incidence of early radiological abnormalities warrants vigilance.",
    "Author": NaN,
    "Cited by": 0,
    "Cites": 8,
    "DOI": "https://doi.org/10.1302/2048-0105.151.360308",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Bone and Joint 360",
    "Subfield": "Orthopedics and Sports Medicine",
    "Title": "Foot &amp; Ankle",
    "Topic": "Foot and Ankle Surgery",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The February 2026 Spine Roundup 360 looks at: Anterior cervical discectomy and fusion using cages with different-sized windows: a randomized controlled trial; Electronic and conventional cigarette use and risk of spinal disc disorders: a nationwide cohort study; The effect of paraspinal sarcopenia on postoperative sagittal balance: a multivariate analysis following multilevel lumbar fusion surgery; Multicentre external validation of the New England Spinal Metastasis Score; One-year BMI change and subsequent risk of lumbar disc herniation: a population-based cohort study; A nationwide registry study of surgical and patient-reported outcomes following anterior cervical discectomy and fusion; Spine surgery and major blood loss: how accurate is suction canister estimation?; Outcomes after spinal deformity surgery in patients with Parkinson’s disease: a propensity-matched analysis.",
    "Author": NaN,
    "Cited by": 0,
    "Cites": 8,
    "DOI": "https://doi.org/10.1302/2048-0105.151.360309",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Bone and Joint 360",
    "Subfield": "Pathology and Forensic Medicine",
    "Title": "Spine",
    "Topic": "Spine and Intervertebral Disc Pathology",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "ITGAX is a key promoter of Th17-cell differentiation and expansion, contributing to the pathogenesis of pediatric UC. Targeting ITGAX may represent a potential therapeutic strategy for pediatric UC by modulating aberrant Th17 responses.",
    "Author": "Xie, Wanying",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.14670/hh-18-899",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 10,
    "Source": "PubMed",
    "Subfield": "Genetics",
    "Title": "ITGAX promotes Th17-cell differentiation and drives pathogenesis in pediatric ulcerative colitis.",
    "Topic": "Inflammatory Bowel Disease",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Invasive carcinoma originating from microadenosis has the same immunophenotype as microadenosis, and its prognosis is difficult to determine.",
    "Author": "Chen, Dan",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.14670/hh-18-940",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 10,
    "Source": "PubMed",
    "Subfield": "Oncology",
    "Title": "A redefinition of prognosis: Invasive carcinoma with metastasis originating from microglandular adenosis.",
    "Topic": "Cancer Diagnosis and Treatment",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The results indicate that CORM-3 effectively alleviates myocardial injury during H/R by inhibiting mitochondria-mediated apoptosis and enhancing mitochondrial respiratory function.",
    "Author": "Du, Fang",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.14670/hh-18-941",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 10,
    "Source": "PubMed",
    "Subfield": "Molecular Biology",
    "Title": "CORM-3 mitigates hypoxia/reoxygenation-induced injury in neonatal rat cardiomyocytes by regulating mitochondrial-mediated apoptosis and complex IV activity.",
    "Topic": "Heme Oxygenase-1 and Carbon Monoxide",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The objective of this study was to investigate the protective effect of electroacupuncture (EA) preconditioning on lipopolysaccharide (LPS)-induced acute lung injury (ALI) in mice. The changes in inflammatory factors and total protein content in bronchoalveolar lavage fluid (BALF) were quantified using enzyme-linked immunosorbent assay (ELISA) and bicinchoninic acid assay (BCA). Hematoxylin and eosin (H&E) staining was employed to assess the extent of lung injury, while Ly-6G immunohistochemistry was used to examine the infiltration of inflammatory cells. Western blot analysis was employed to detect the expression of TRPV4 and proteins associated with the mitogen-activated protein kinase (MAPK) signaling pathway. In comparison with the sham-operated group, the model group demonstrated an elevated production of inflammatory factors in the BALF, augmented total protein content, elevated lung injury score, increased number of Ly-6G-positive cells, upregulation of TRPV4 expression in the lung, and enhanced p38 phosphorylation. The aforementioned pathological changes were significantly improved by EA preconditioning. Furthermore, the protective effect of EA preconditioning on ALI mice was verified by the use of GSK1016790A, an agonist of TRPV4, which demonstrated that this effect is exerted through the TRPV4-mediated p38 MAPK signaling pathway.",
    "Author": "Zeng, Lin",
    "Cited by": 1,
    "Cites": 0,
    "DOI": "https://doi.org/10.14670/hh-18-943",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 10,
    "Source": "PubMed",
    "Subfield": "Complementary and alternative medicine",
    "Title": "Electroacupuncture preconditioning attenuates acute lung injury in mice through transient receptor potential vanilloid 4-mediated anti-inflammation via inhibiting the p38 MAPK signaling pathway.",
    "Topic": "Acupuncture Treatment Research Studies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The study demonstrated improvements in hippocampal neurons, suggesting that polysaccharides from SG may be able to lessen the harm caused to the brain by consuming an HFD.",
    "Author": "Thipthong, Natyamee",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.14670/hh-18-948",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 10,
    "Source": "PubMed",
    "Subfield": "Food Science",
    "Title": "The effects of polysaccharides from <i>Schizophyllum commune</i> (Fr.) on amyloid-β and GFAP-induced neuronal injury in hippocampal regions of hyperlipidemia-affected rats.",
    "Topic": "Polysaccharides Composition and Applications",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "PU.1 facilitated HSOS pathogenesis by promoting the transcriptional activity of PTBP1 and activating the Wnt/β-catenin pathway. Targeting PU.1 can serve as a promising therapeutic strategy for reducing oxidative stress and liver damage in HSOS.",
    "Author": "Yang, Li",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.14670/hh-18-949",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 10,
    "Source": "PubMed",
    "Subfield": "Oncology",
    "Title": "PU.1 aggravates hepatic sinusoidal obstruction syndrome by upregulating PTBP1 and activating the Wnt/β-catenin pathway.",
    "Topic": "Lung Cancer Research Studies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "<i>Phosphodiesterase 10A</i> (<i>PDE10A</i>), located on cytoband 6q27, acts as a haploinsufficient tumor suppressor in glioblastoma, where its loss drives aggressive tumor behavior and is associated with a proneural-to-mesenchymal (PN-MES) shift. Leveraging bioinformatic analyses of The Cancer Genome Atlas (TCGA) pan-cancer dataset, we identified gastrointestinal carcinomas, specifically stomach adenocarcinoma and colon adenocarcinoma, as cancers where 6q27/<i>PDE10A</i> loss is prognostic. In both stomach adenocarcinoma and colon adenocarcinoma, <i>PDE10A</i> loss was associated with reduced overall survival (OS) and progression-free survival (PFS). Additionally, <i>PDE10A</i> loss correlated with increased lymphatic invasion and higher AJCC pathologic nodal stage in colon adenocarcinoma. In an independent institutional cohort, immunohistochemical analysis showed lower PDE10A expression in metastatic colon adenocarcinomas compared to primary tumors. Furthermore, <i>PDE10A</i> loss and decreased protein expression corresponded with an epithelial-to-mesenchymal transition (EMT) phenotype in both cohorts, consistent with the known PN-MES shift observed in glioblastoma. In summary, <i>PDE10A</i> loss in colon adenocarcinoma is associated with decreased OS and PFS, more frequent lymphatic invasion, higher pathologic nodal stage, metastatic disease, and an EMT phenotype.",
    "Author": "Arowa, Sumaita",
    "Cited by": 1,
    "Cites": 0,
    "DOI": "https://doi.org/10.14670/hh-18-951",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 10,
    "Source": "PubMed",
    "Subfield": "Oncology",
    "Title": "Loss of PDE10A is associated with metastasis of colon adenocarcinoma.",
    "Topic": "Peptidase Inhibition and Analysis",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Empagliflozin protected kidney function and architecture mainly by suppressing fibrosis, cellular oxidative stress signaling, the EMT and inflammation.",
    "Author": "Yang, Chih‐Chao",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.14670/hh-18-953",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 10,
    "Source": "PubMed",
    "Subfield": "Surgery",
    "Title": "Empagliflozin protected kidney function in CKD rat through suppressing hypoxic and fibrotic signalings mediated inflammation and EMT.",
    "Topic": "Pancreatic function and diabetes",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Amygdalin improved ovarian function in POF mice through inhibiting oxidative stress, inflammation, and granulosa cell apoptosis. These results suggested that amygdalin may be a potential antioxidant for POF treatment.",
    "Author": "Jiang, Wenwei",
    "Cited by": 2,
    "Cites": 0,
    "DOI": "https://doi.org/10.14670/hh-18-955",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 10,
    "Source": "PubMed",
    "Subfield": "Pathology and Forensic Medicine",
    "Title": "Amygdalin improves ovarian function by inhibiting oxidative stress and inflammation in premature ovarian failure mice.",
    "Topic": "Phytoestrogen effects and research",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "This study provided evidence that damage caused by the local infusion of DDP might be reduced by pre-treatment of the cytoprotective agent amifostine.",
    "Author": "Li, Yaxing",
    "Cited by": 0,
    "Cites": 1,
    "DOI": "https://doi.org/10.14670/hh-18-957",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 10,
    "Source": "PubMed",
    "Subfield": "Pulmonary and Respiratory Medicine",
    "Title": "Local amifostine administration mitigates chemotherapy-induced esophageal mucosal damage: A novel approach for targeted treatment in a rabbit model.",
    "Topic": "Oral health in cancer treatment",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "ADAMTS4 expression in different leprosy lesions and their reaction phenomena suggest its contribution to disease progression and reactive inflammatory amplification, indicating ADAMTS4 as a potential biomarker and therapeutic target in leprosy.",
    "Author": "Cléverson Teixeira Soares",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.14670/hh-18-959",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 10,
    "Source": "PubMed",
    "Subfield": "Infectious Diseases",
    "Title": "ADAMTS4 is expressed in different cells and tissues in leprosy skin lesions: A potential biomarker and therapeutic target for leprosy and its reactional phenomena.",
    "Topic": "Leprosy Research and Treatment",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract The present study describes the synthesis of mononuclear Co(II) ( 1 ), Ni(II) ( 2 ) and binuclear Cu(II) ( 3 ) chelates of the ligand ( L ): N,N′-(propane-1,3-diyl)bis(2-aminobenzamide). Their structural characterization was affirmed by different analytical, spectroscopic, thermal techniques, powder X-ray diffraction and DFT. Octahedral structure was assured for Co(II) ( 1 ), Ni(II) ( 2 ) and distorted square planar for Cu(II) ( 3 ) chelates. Also, the current work was to establish the impact of a high dose of γ -ray irradiation on their physical and chemical properties. In addition, the dc solid-state electrical conductivity of un-irradiated and γ -irradiated chelates have been performed. Changes in crystallite size and solid electrical conductivity were observed as a result of defect formation upon irradiation. The in vitro antimicrobial property of the chelates towards Staphylococcus aureus as Gram +ve bacteria, Escherichia coli as Gram −ve bacteria, and Candida albicans and Aspergillus niger as fungal strains was evaluated for unirradiated complexes. The outcomes of antimicrobial studies showed that the ligand and its complexes possess excellent to good activity towards the examined microorganisms.",
    "Author": "Hanaa A. El‐Boraey",
    "Cited by": 0,
    "Cites": 43,
    "DOI": "https://doi.org/10.1515/ract-2025-0076",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Radiochimica Acta",
    "Subfield": "Oncology",
    "Title": "Gamma-ray irradiation, characterization, DFT study, electrical conductivity and antimicrobial evaluation of synthesized tetradentate ligand and its complexes with some transition metal ions",
    "Topic": "Metal complexes synthesis and properties",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Congenital pulmonary airway malformations (CPAM) are multi-cystic masses in the thorax that contain abnormal lung tissue with highly variable presentations. Whereas some pose no considerable risk to the pregnant individual or fetus, larger or high-risk lesions carry significant morbidity and mortality that present unique diagnostic and management challenges. We present 2 cases of fetal CPAMs with dominant cysts that posed unique challenges during the pregnancy. The first had an early presentation at 13 weeks’ gestation, and the second had a rapidly increasing CPAM volume ratio. After careful consideration, both pregnant individuals underwent fetal interventions with placement of thoracoamniotic shunts. The subsequent care during the pregnancies and in the neonatal period was complex and required a multidisciplinary approach to care. These cases highlight the nuances of diagnosing and managing CPAMs in utero and after delivery. We also present a comprehensive review of CPAM literature to help guide management of the pregnancy and neonate. Optimal management requires multidisciplinary prenatal counseling, individualized delivery planning, and neonatal management.",
    "Author": "DonnaMaria E. Cortezzo",
    "Cited by": 0,
    "Cites": 85,
    "DOI": "https://doi.org/10.1542/neo.27-2-093",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "NeoReviews",
    "Subfield": "Surgery",
    "Title": "Aggressive Congenital Pulmonary Airway Malformations With Dominant Cysts",
    "Topic": "Congenital Diaphragmatic Hernia Studies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Many of the ethical challenges that arise in the neonatal intensive care unit (NICU) stem from communication difficulties between families and clinicians. Parents in the NICU face tremendous stress, including separation from their infants, uncertainty about clinical outcomes, and fear for the future; they require clear and compassionate communication from clinicians to build trust and engage in shared decision-making. In this review, we explore how trauma that parents experience in the NICU shapes their communication needs, examine the role of communication in providing trauma-informed care, describe competencies in communication for neonatal clinicians, and depict established and novel models of communication training. We propose that communication should be thought of as a core clinical skill for neonatologists, and similar to procedural skills, requires dedicated training and practice to improve.",
    "Author": "Shannon Y. Adams",
    "Cited by": 0,
    "Cites": 49,
    "DOI": "https://doi.org/10.1542/neo.27-2-097",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "NeoReviews",
    "Subfield": "Pediatrics, Perinatology and Child Health",
    "Title": "Recognizing Communication as a Procedural Skill in Neonatology",
    "Topic": "Infant Development and Preterm Care",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Uncertainty exists within many aspects of neonatal care. However, neonatal intensive care unit clinicians report varying comfort levels with managing uncertainty in clinical care. Although accepting ambiguity and demonstrating proficiency in communication are required components of medical education, there is a lack of formal curricula on uncertainty in medicine. Despite this, clinicians must find ways to effectively partner with parents to develop care plans in situations with elements of uncertainty. This article reviews frameworks of uncertainty, perspectives, and experiences of parents and neonatologists; examines approaches to navigating uncertainty in clinical care; and suggests the need for formal training to manage uncertainty in neonatology.",
    "Author": "Rholl, Erin",
    "Cited by": 0,
    "Cites": 43,
    "DOI": "https://doi.org/10.1542/neo.27-2-098",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "NeoReviews",
    "Subfield": "Pediatrics, Perinatology and Child Health",
    "Title": "The Many NICU Shades of Gray: Understanding and Navigating Uncertainty in Clinical Care",
    "Topic": "Ethics and Legal Issues in Pediatric Healthcare",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "This review examines current approaches to ethics education in neonatal-perinatal medicine (NPM), integrating adult learning theory, diverse teaching modalities, and emerging technologies to enhance training for neonatal clinicians. Foundational strategies include case-based discussions, simulation, interprofessional learning, and structured debriefing, which promote critical reflection, moral reasoning, and shared decision-making skills. Assessment of ethics education is challenging given the interplay of cognitive, emotional, and interpersonal domains. Tools such as knowledge tests, milestone-based competency frameworks, performance-based assessments, and structured feedback checklists offer complementary methods for evaluating knowledge, skills, and attitudes. Innovations in ethics education increasingly leverage artificial intelligence (AI), including generative AI for case creation, conversational agents for virtual role-play, and interactive simulations. These tools can expand access, foster individualized learning, and model complex ethical scenarios, but require safeguards against bias, misinformation, and oversimplification. A structured, theory-informed ethics curriculum, integrated with robust assessment strategies and mindful AI applications, can strengthen ethical competence across the learning continuum and better equip clinicians to navigate moral distress, honor parental values, address equity concerns, and support family-centered decision-making.",
    "Author": "A. Campbell Sullivan",
    "Cited by": 0,
    "Cites": 27,
    "DOI": "https://doi.org/10.1542/neo.27-2-099",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "NeoReviews",
    "Subfield": "Physiology",
    "Title": "Ethics Education in Neonatology: Integrating Theory, Multimodal Methods, and AI Innovation",
    "Topic": "Simulation-Based Education in Healthcare",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "In the neonatal intensive care unit (NICU), patients, families, and care teams are all likely to undergo traumatic experiences. Infants are separated from their parents and undergo multiple painful or stressful procedures. Families experience fear for their infants’ health and survival and the disempowerment coming with a loss of parental role; many also experience differential treatment by race, language, or other factors. Care teams bear witness to the illness and sometimes death of infants and the pain of their families. All these and many other experiences constitute trauma, which may impact the long-term course of infants and families. Trauma-informed care has therefore been promoted as a universal practice. In the NICU, trauma-informed care principles may be applied to help optimally care for infants and their families as well as to support members of the care team.",
    "Author": "Catherine M. Groden",
    "Cited by": 0,
    "Cites": 62,
    "DOI": "https://doi.org/10.1542/neo.27-2-100",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "NeoReviews",
    "Subfield": "Pediatrics, Perinatology and Child Health",
    "Title": "Trauma-Informed Care in the Neonatal Intensive Care Unit: Infants, Families, and Care Teams",
    "Topic": "Infant Development and Preterm Care",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Individual and community-level transportation barriers are known drivers of health disparities, especially in rural areas. In a 2021-2022 community-based project to improve cancer screening at federally qualified health centers in Virginia, Department of Transportation policy governing road signage emerged as an unexpected but actionable barrier. Following successful advocacy for road signs directing patients to a rural federally qualified health center, screening rates increased. This highlights the need to recognize unexpected access barriers and engage nontraditional partners, such as transportation agencies, to reduce regulatory-level barriers. (<i>Am J Public Health</i>. 2026;116(2):175-179. https://doi.org/10.2105/AJPH.2025.308285).",
    "Author": "Tossas, Katherine",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.2105/ajph.2025.308285",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Physical Therapy, Sports Therapy and Rehabilitation",
    "Title": "Roadblocks to Rural Health: State Transportation Policies' Impact on Health Care Access in Virginia's Rural Communities: 2021-2022.",
    "Topic": "Older Adults Driving Studies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "<b>Objectives.</b> To investigate the association between gender affirmation and interest in adoption among transgender, nonbinary, and gender-diverse adults. <b>Methods.</b> We analyzed data from the Washington Priority Assessment in Trans Health Project, which was conducted in Washington State in 2023. We controlled for sociodemographic characteristics and health care indicators using multinomial logistic regression. <b>Results.</b> Of the 788 participants, 56% expressed interest in adoption, 24% were undecided or maybe interested, and 20% reported no interest. Participants who expressed interest in adoption were more likely to have updated their legal name documentation (adjusted odds ratio [AOR] = 4.7; 95% confidence interval [CI] = 2.73, 8.08), were more likely to have private insurance (AOR = 11.01; 95% CI = 2.89, 42.02), and were less likely to have food insecurity (AOR = 0.46; 95% CI = 0.20, 0.82). Participants who were undecided about adoption reported higher rates of legal gender affirmation (AOR = 1.59; 95% CI = 1.04, 2.42), educational attainment (AOR = 3.77; 95% CI = 1.19, 11.91), and internalized transphobia (AOR = 1.53; 95% CI = 1.01, 2.34). <b>Conclusions.</b> Legal gender affirmation and health care access were associated with adoption interest and were significantly influenced by economic stability and psychological factors. Comprehensive initiatives are needed to develop more trans-inclusive family-planning services. (<i>Am J Public Health</i>. 2026;116(2):229-239. https://doi.org/10.2105/AJPH.2025.308312).",
    "Author": "Ogunbajo, Adedotun",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.2105/ajph.2025.308312",
    "Domain": NaN,
    "Field": NaN,
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": NaN,
    "Title": "Association Between Gender Affirmation and Adoption Interest Among a Large Sample of Transgender, Nonbinary, and Gender-Diverse Populations in Washington State, 2023.",
    "Topic": NaN,
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "<b>Objectives.</b> To examine the associations between state-level structural cissexism and both mental health and unmet mental health care needs among a large national sample of gender-diverse adolescents (GDAs). <b>Methods.</b> We measured structural cissexism by using a composite index of state-level indicators, including antitransgender laws and policies and explicit cissexist attitudes. Using participants' state identifiers, we linked this measure to individual-level mental health data from a subsample of 5658 GDAs (aged 13-18 years; mean age = 15.8 years; SD = 1.5) from the LGBTQ National Teen Survey conducted in 2022. <b>Results.</b> GDAs in states with higher levels of structural cissexism reported greater depression and anxiety symptoms compared with those in states with lower levels. In addition, compared with GDAs in states with lower structural cissexism, those in states with higher structural cissexism were more likely to report unmet mental health care needs. <b>Conclusions.</b> Our findings demonstrate significant associations between structural cissexism and mental health and health care utilization among GDAs. These results underscore the urgent need for transgender-affirming and protective policies and multidimensional and multilevel interventions across social environments to support GDA well-being and ensure equitable access to mental health services. (<i>Am J Public Health</i>. 2026;116(2):240-250. https://doi.org/10.2105/AJPH.2025.308313).",
    "Author": "Lee, Hyemin",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.2105/ajph.2025.308313",
    "Domain": NaN,
    "Field": NaN,
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": NaN,
    "Title": "Structural Cissexism, Mental Health, and Unmet Health Care Needs Among Gender-Diverse Adolescents in the United States.",
    "Topic": NaN,
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Sexual and gender-diverse (SGD) survival migrants face unique challenges navigating multilevel stigma across migratory phases while seeking asylum in the United States. This analytic essay extends Ungar's social-ecological conceptualization of resilience to understand how SGD survival migrants strategically manage their identities within traumatogenic processes to progress from survival to flourishing. We examine 2 critical migration-related stressors: the social visibility dilemma and intersectional concealability. The social visibility dilemma emerges from US asylum requirements mandating visible SGD identity demonstration, creating paradoxical pressures for individuals conditioned to conceal their identities in high-stigma environments and avoid associated stigma for loved ones in their countries of origin. Intersectional concealability refers to how multiple stigmatized identities perceived by others may launch stigma cascades operating through mechanisms of contextual believability and perception-based cascades. Resilience among SGD survival migrants reflects atypical, culturally relative strategies that challenge Global Northern paradigms of identity coherence. Public health practitioners and policymakers must recognize that apparent inconsistency often represents sophisticated adaptation within constrained environments. Recommendations include trauma-informed mental health care, peer support networks, asylum process reforms protecting confidentiality, and validation of diverse identity expressions beyond Global Northern visibility norms. (<i>Am J Public Health</i>. 2026;116(2):222-228. https://doi.org/10.2105/AJPH.2025.308337).",
    "Author": "Agor, David",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.2105/ajph.2025.308337",
    "Domain": NaN,
    "Field": NaN,
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": NaN,
    "Title": "Unconventional Resilience: Necessary Social Identity Management Among Asylum-Seeking Sexual and Gender-Diverse Survival Migrants.",
    "Topic": NaN,
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "This novel glucose-targeted liposomal approach shows potential to improve therapeutic specificity and efficacy in metastatic breast cancer. Further <i>in vitro, in vivo</i>, and clinical studies are warranted to validate its effectiveness and explore applicability to other solid tumors.",
    "Author": "Shirbache, Kamran",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.21873/anticanres.17971",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Cancer Research",
    "Title": "Glucose Deprivation of Tumor Cells <i>via</i> Selective Nutrient Delivery: A Potential Therapy for Metastatic Breast Cancer.",
    "Topic": "Cancer, Hypoxia, and Metabolism",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "AG-270 showed lack of cancer specificity in combination with rMETase when tested on both cancer and normal cells. The present results contrast with numerous chemotherapy agents, which in combination with rMETase are synergistic on cancer cells but not on normal cells. The present findings suggest that MAT2A inhibition affects crucial metabolic pathways in normal as well as cancer cell types and thus AG-270 may not be suitable as a cancer-specific therapeutic strategy.",
    "Author": "Kim, Jinsoo",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.21873/anticanres.17980",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Biotechnology",
    "Title": "Lack of Cancer Specificity of Methionine Adenosyltransferase 2A (MAT2A) Inhibitor AG-270 in Combination With Recombinant Methioninase <i>In Vitro</i>.",
    "Topic": "Cancer Research and Treatments",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "SRT-1720 induces oxidative stress and apoptosis in leukemic lymphocytes through SIRT1-independent pathway(s). In contrast, it enhances antioxidant defense in normal lymphocytes through a SIRT1-dependent pathway. These findings highlight the potential of SRT-1720 as an adjuvant to chemotherapy in T-ALL, particularly in drug combinations demonstrating strong synergism, which may allow dose reduction and decreased toxicity.",
    "Author": "Ivanova, Donika",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.21873/anticanres.17981",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Geriatrics and Gerontology",
    "Title": "Targeted Sensitization of Leukemic T-cells to Anticancer Drugs by SIRT1 Agonist SRT-1720.",
    "Topic": "Sirtuins and Resveratrol in Medicine",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "PPFIA2 is an unfavorable prognostic biomarker for localized PCa. Its oncogene effect highlights its potential for risk stratification and targeted therapy.",
    "Author": "Liu, Jipu",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.21873/anticanres.17985",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Cancer Research",
    "Title": "Prognostic Significance of PPFIA2 in Localized Prostate Cancer: Integrative Analysis and Functional Validation.",
    "Topic": "Protease and Inhibitor Mechanisms",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "<i>POM121</i> promotes GC progression by enhancing proliferative and invasive phenotypes through p70S6 kinase-mediated signaling. These findings establish <i>POM121</i> as a novel oncogene, prognostic biomarker, and potential therapeutic target in GC.",
    "Author": "Kim, Hong-Beum",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.21873/anticanres.17987",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Molecular Biology",
    "Title": "<i>POM121</i> Drives Gastric Cancer Progression <i>via</i> the mTOR/p70S6K Signaling Axis.",
    "Topic": "PI3K/AKT/mTOR signaling in cancer",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Radiomic profiling indicates that both tumor laterality and patient age influence the relationship between imaging features and clinical outcomes in NF2-associated VS. Homogeneity was linked to aggressive growth in younger patients, heterogeneity characterized progression in older patients. These findings suggest that radiomic biomarkers may complement volumetric measures and support individualized monitoring and treatment strategies in NF2.",
    "Author": "Boe, Nina",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.21873/anticanres.17992",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Neurology",
    "Title": "Clinical Parameters and Radiomics of Vestibular Schwannomas in NF2-related Schwannomatosis.",
    "Topic": "Neurofibromatosis and Schwannoma Cases",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Lymph node status is a major prognostic factor in ampullary carcinoma. Adjuvant S-1 chemotherapy conferred no significant survival benefit for node-positive patients, underscoring the need for more effective adjuvant strategies.",
    "Author": "IMAMURA, HAJIME",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.21873/anticanres.17993",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Oncology",
    "Title": "Prognostic Factors and the Impact of Adjuvant S-1 Chemotherapy in Resected Ampulla of Vater Carcinoma: A Single-institution Retrospective Study.",
    "Topic": "Pancreatic and Hepatic Oncology Research",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "<i>ANLN</i> may be a prognostic biomarker for patients with ACC and may play a role in tumor biology. Further studies are needed to determine whether <i>ANLN</i> is clinically useful as a prognostic factor in the treatment of ACC and to clarify its involvement in the mechanism of malignant progression of ACC.",
    "Author": "YAMASHITA, SHIN-NOSUKE",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.21873/anticanres.17994",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Surgery",
    "Title": "Over-expression of Anillin Actin Binding Protein in Adrenocortical Carcinoma Tissues Is Associated With Poorer Prognosis of Patients.",
    "Topic": "Adrenal and Paraganglionic Tumors",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "HER2 expression redefined by the HER2-low concept reflects the biological diversity of DCIS. Evaluation of HER2 status as a continuous spectrum may aid in risk stratification and contribute to understanding early HER2-driven tumor evolution.",
    "Author": "Takada, Koji",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.21873/anticanres.17997",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Oncology",
    "Title": "Clinicopathological Significance of HER2 Expression Redefined by the HER2-low Concept in Ductal Carcinoma <i>In Situ</i>.",
    "Topic": "HER2/EGFR in Cancer Research",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Afatinib 30 mg daily achieved comparable efficacy and better tolerability than 40 mg, with significantly longer PFS and OS in patients harboring compound or double-rare <i>EGFR</i> mutations. These findings suggest that lower-dose afatinib may optimize efficacy and safety in patients with uncommon <i>EGFR</i>-mutant NSCLC.",
    "Author": "Hung, Hui-Yang",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.21873/anticanres.17999",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Pulmonary and Respiratory Medicine",
    "Title": "First-Line Afatinib 30 mg <i>Versus</i> 40 mg in Non-small Cell Lung Cancer Patients With Uncommon EGFR Mutations: Real-world Efficacy and Tolerability in Taiwan.",
    "Topic": "Lung Cancer Treatments and Mutations",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "In Japanese practice, first-line FOLFOXIRI achieved substantial disease control and clinically meaningful survival with manageable toxicity. R0 conversion was achieved in the subset with longer survival. A conversion-oriented triplet induction strategy may be considered for rectal cancer without peritoneal metastasis, irrespective of <i>RAS</i> status.",
    "Author": "Inoue, Akira",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.21873/anticanres.18003",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Oncology",
    "Title": "First-line FOLFOXIRI-based Chemotherapy for Unresectable Metastatic Colorectal Cancer: Real-world Outcomes, Safety, and Conversion Surgery.",
    "Topic": "Colorectal Cancer Treatments and Studies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "MET-TKIs are effective for NSCLC with the METex14 skipping mutation; however, their efficacy for patients with a poor PS is limited.",
    "Author": "Yamaguchi, Yoh",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.21873/anticanres.18009",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Pulmonary and Respiratory Medicine",
    "Title": "Clinical Activity of MET-TKIs in METex14 Skipping NSCLC With Poor Performance Status.",
    "Topic": "Lung Cancer Treatments and Mutations",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "This case illustrates a particularly rare and aggressive presentation of ovarian YST in a postmenopausal patient. Early recognition, accurate pathological characterization, and individualized treatment are essential, although prognosis remains poor in this setting. Reporting such cases is crucial to improve understanding and management of these exceptional tumors.",
    "Author": "Fucina, Stefano",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.21873/anticanres.18019",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Reproductive Medicine",
    "Title": "Postmenopausal Stage IV Ovarian Yolk Sac Tumor With Neuroendocrine Features: Report of a Rare Case.",
    "Topic": "Ovarian cancer diagnosis and treatment",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Faced with significant population decline, many governments have turned to pronatalist policies to boost birth rates, even though such approaches are frequently ineffective and potentially infringe on reproductive rights. This study demonstrates that a more effective and immediate policy alternative exists: reducing preventable and treatable mortality. Using United Nations data, we modelled population projections to 2050 in 28 countries and territories, comparing a baseline scenario against two benchmarks: an immediate increase to replacement-level fertility and the reduction of national mortality rates to match the rate of Japan. Our findings show that investing in health is a more effective way to reduce population decline than raising fertility, particularly for countries in eastern and south-eastern Europe. For countries in the World Health Organization European Region that are most affected by population decline, achieving Japanese mortality levels would almost halve population loss, greatly outperforming the reduced decline expected with a replacement fertility approach. We consider that reducing mortality should be a central pillar of a demographic strategy. This approach offers faster demographic returns, aligns with human rights and healthy ageing goals, and provides a stronger return on prior societal investments in education and health. We recommend that policy-makers therefore move towards strengthening health systems, disease prevention and public health interventions. At the same time, they should integrate these measures with broader institutional reforms for a more sustainable response to population change that protects human rights.",
    "Author": "Gietel-Basten, Stuart",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.2471/blt.25.293627",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Demography",
    "Title": "Investments in health and mortality reduction to address population decline.",
    "Topic": "Insurance, Mortality, Demography, Risk Management",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "NUT carcinoma (NC) is an aggressive malignancy driven by <i>BRD4::NUTM1</i> and other <i>NUTM1</i> fusion oncogenes. BRD4::NUTM1 aberrantly activates transcription factors (TFs) associated with basal progenitor cells of stratified epithelium, resulting in a poorly differentiated squamous cell carcinoma (SCC) phenotypes. Among these TFs, SOX2 has been proposed as a critical driver. However, its role in NC initiation and progression has not been investigated in vivo. Using a genetically engineered mouse model that faithfully recapitulates human NC, we performed lineage-specific conditional deletion of <i>Sox2</i> in both squamous and non-squamous tissues during NC oncogenesis. We found that SOX2 is dispensable for NC initiation and progression, and that tumors lacking SOX2 retain characteristic histological features and expression of key oncogenic drivers, including BRD4::NUTM1, MYC, and TP63. Bulk RNA sequencing revealed only modest transcriptional changes in SOX2-deficient tumors, primarily affecting metabolic and biosynthetic pathways, without disrupting core oncogenic programs. These findings challenge the assumption that SOX2 is universally required for NC oncogenesis and highlight the autonomy of BRD4::NUTM1 in establishing and maintaining the NC phenotype. Our results suggest that SOX2 is dispensable for NC and redirect therapeutic focus toward BRD4::NUTM1 and its chromatin remodeling dependencies.",
    "Author": "Luo, Chenxiang",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.26508/lsa.202503447",
    "Domain": NaN,
    "Field": NaN,
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": NaN,
    "Title": "SOX2 is a dispensable modulator of NUT carcinoma oncogenesis in mice.",
    "Topic": NaN,
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The measured response when transitioning from +1 Gz to +1.6 and +1.8 Gz was similar to that previously reported on transition from supine to standing. This response should be considered when selecting baselines, particularly for cardiovascular research. Britton JK, Green NDC, Harridge SDR, Peters AG, Thornton-White CG, Pollock RD. Physiological responses to four different baseline accelerations on a human centrifuge. Aerosp Med Hum Perform. 2026; 97(2):75-83.",
    "Author": "Joseph K Britton",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.3357/amhp.6523.2026",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Physiology",
    "Title": "Physiological Responses to Four Different Baseline Accelerations on a Human Centrifuge.",
    "Topic": "Spaceflight effects on biology",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "This paper presents the most current recommendations for assessing aircrew with heart muscle disease and cardiomyopathy with data derived from current aeromedical and clinical literature, as well as the expert consensus of the NATO Working Groups on Occupational Cardiology (HFM WG 251, 316) D'Arcy J, Syburra T, Broekhuizen L, Holdsworth D, Guettler N, Bron D, Manen O, Davenport E. Structural heart disease in aircrew. Aerosp Med Hum Perform. 2026; 97(2):116-122.",
    "Author": "D'Arcy, Joanna",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.3357/amhp.6676.2026",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Pulmonary and Respiratory Medicine",
    "Title": "Structural Heart Disease in Aircrew.",
    "Topic": "Cardiovascular and Diving-Related Complications",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "These findings suggest that males may be more susceptible to sustained IOP elevations under fluid shift conditions, potentially increasing spaceflight-associated neuro-ocular syndrome risk. In contrast, the IOP modulation in females may reflect sex-specific regulatory mechanisms. These results support future development of personalized countermeasures for spaceflight and may inform adjunctive approaches for terrestrial ocular conditions. Walck CD, Frantz Z, Brattain NJ, Bolger B. Sex-based differences in intraocular pressure during head-down tilt in a spaceflight analog model. Aerosp Med Hum Perform. 2026; 97(2):69-74.",
    "Author": "Walck, Christine",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.3357/amhp.6720.2026",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Physiology",
    "Title": "Sex-Based Differences in Intraocular Pressure During Head-Down Tilt in a Spaceflight Analog Model.",
    "Topic": "Spaceflight effects on biology",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The key findings of this study were: 1) miRNAs suitable for analysis were extracted from the majority of saliva samples (21/25, 84%); and 2) changes in salivary miRNAs were detected by reverse transcription-quantitative polymerase chain reaction. Akiyama M, Takei F, Takada K. A pilot study of salivary microRNA changes due to high G-load. Aerosp Med Hum Perform. 2026; 97(2):106-110.",
    "Author": "Akiyama, Misaki",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.3357/amhp.6757.2026",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Cancer Research",
    "Title": "A Pilot Study of Salivary MicroRNA Changes Due to High G-Load.",
    "Topic": "MicroRNA in disease regulation",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "We have, for the first time, established a real-world in-flight experimental set-up to conduct direct crossover trials and capture the reductions in Gx-tolerance and vibration between healthy and hemodynamically unstable patients. Our method allows us to titrate LBNP level (degree of hemorrhage) and G-forces independently, thus providing a tool to understand both isolated and synergistic impact of acceleration and blood-loss to establish dose-response relationships. Our method provides important human data to directly quantify the delta between healthy human and simulated trauma (hemorrhage) to better understand the underlying mechanisms of cardiovascular decompensation in casualty evacuation. Tibbs ML, Lee C, Morse BG, Romero E, Petersen LG. In-flight assessment of simulated hemorrhage during aerial patient evacuation. Aerosp Med Hum Perform. 2026; 97(2):123-130.",
    "Author": "Michael L Tibbs",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.3357/amhp.6768.2026",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Critical Care and Intensive Care Medicine",
    "Title": "In-Flight Assessment of Simulated Hemorrhage During Aerial Patient Evacuation.",
    "Topic": "Trauma, Hemostasis, Coagulopathy, Resuscitation",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "This study suggests that cabin altitude, while relevant to in-flight comfort, is unlikely to be a major determinant of BO recovery in operational practice. Individual factors (e.g., sex and crew function) appeared more influential. Limitations include the fact that exposure was only defined by aircraft type and lack of unmeasured operational factors; future prospective studies integrating technical flight data are required. Scaramuzzo P, Comesse M-A, Klerlein M. Cabin altitude and barotraumatic otitis in commercial aircrew. Aerosp Med Hum Perform. 2026; 97(2):100-105.",
    "Author": "Scaramuzzo, Pietro",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.3357/amhp.6778.2026",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Physiology",
    "Title": "Cabin Altitude and Barotraumatic Otitis in Commercial Aircrew.",
    "Topic": "Spaceflight effects on biology",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "NIR retinal imaging appears to be unsuitable for accurate hypoxia detection within an acceptable ±4% error margin using our imaging protocol. This is mainly due to the low contrast of blood vessels in the NIR wavelength region, along with limited imaging repeatability resulting from realignment and refocusing steps in the imaging protocol. These factors have a larger distorting effect on the images than the subtle OD ratio changes related to varying Spo2. Bekkers A, Zoutenbier V, Bussink P, Groen E, Kuijf H, Amelink A. Using near infrared light to detect hypoxia in retinal images. Aerosp Med Hum Perform. 2026; 97(2):111-115.",
    "Author": "Amerens A. Bekkers",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.3357/amhp.6789.2026",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Radiology, Nuclear Medicine and Imaging",
    "Title": "Using Near Infrared Light to Detect Hypoxia in Retinal Images.",
    "Topic": "Retinal Imaging and Analysis",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "High-normal blood pressure progresses to arterial hypertension in approximately 50% of men, regardless of age, within an average of 4.5 yr. In individuals with HNBP, the presence of obesity increases the risk of HT development threefold for approximately 3.5 yr. Adverse environmental factors associated with flying helicopters and high-performance aircraft constitute an additional risk factor for HT progression in individuals with HNBP. The aeromedical regulatory guidelines need to be updated to include recommendations and decisions concerning military pilot candidates with HNBP. Zawadzka-Bartczak E, Robert D, Lech K. Predicting hypertension in Polish military pilots with high-normal blood pressure. Aerosp Med Hum Perform. 2026; 97(2):93-99.",
    "Author": "Zawadzka-Bartczak, Ewelina",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.3357/amhp.6790.2026",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Surgery",
    "Title": "Predicting Hypertension in Polish Military Pilots with High-Normal Blood Pressure.",
    "Topic": "Medical research and treatments",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Findings demonstrate that physiological data capture state changes during disorientation and support development of adaptive, low-intervention SD countermeasures. Results underscore the value of human-centered, data-driven analysis in aviation safety and provide a scalable framework for SD detection and mitigation. Rouser BP, Rock LD, Paul RC, Jurewicz KA. Characterizing spatial disorientation in flight simulation through electroencephalogram trends. Aerosp Med Hum Perform. 2026; 97(2):84-92.",
    "Author": "Rouser, Brock",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.3357/amhp.6793.2026",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Social Psychology",
    "Title": "Characterizing Spatial Disorientation in Flight Simulation Through Electroencephalogram Trends.",
    "Topic": "Human-Automation Interaction and Safety",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The circular economy offers effective strategies to support the transition from fossil fuels to renewable energy. However, research at the nexus of the circular economy and energy transition remains fragmented across disciplines and lacks a systematic and integrative overview of its intellectual structure and thematic evolution. To address this gap, this study conducts a large-scale bibliometric analysis of 2977 journal articles published between 2008 and 2025 to examine the development, knowledge structure, and global distribution of this field. Performance analysis and scientific mapping are employed to evaluate research output, subject areas, thematic structures, intellectual foundations, journal dissemination, and international collaborations. The results indicate that the circular economy&ndash;energy transition nexus is a rapidly growing and multidisciplinary field. It is anchored by conceptual and policy-oriented works and complemented by applied studies on waste management, bioenergy, and decarbonization technologies that directly relate to energy production, conversion, and system efficiency. The geographical distribution shows a multi-pillar but uneven research landscape, with Europe and China emerging as leading contributors, while other regions remain comparatively underrepresented, shaped by regional priorities and collaborative networks. The study highlights emerging research gaps and future directions, offering insights into how circular economy strategies such as resource circularity and waste-to-energy applications can contribute to sustainable and equitable energy transitions and inform future energy-focused research agendas in the context of low-carbon transformation.",
    "Author": "Ng, Sai-Leung",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.3390/en19030763",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "MDPI (MDPI AG)",
    "Subfield": "Strategy and Management",
    "Title": "Circular Economy and Energy Transition: Research Trends, Knowledge Structure, and Future Directions",
    "Topic": "Sustainable Supply Chain Management",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The main purpose of this study was to conduct a bibliometric analysis of scientific knowledge and trends in modern finance. To this end, the analysis was based on the keywords: &ldquo;finance&rdquo;, &ldquo;automation&rdquo;, and &ldquo;ESG&rdquo;. The analysis aimed to provide theoretical insights into the economic and financial implications of automation and its role in achieving ESG objectives. From a methodological standpoint, bibliometric research was conducted on 21 September 2025. It involved analysing a total of 16,500 scientific articles published between 1974 and 2026 in two databases: The Web of Science Core Collection and Scopus. The Bibliometrix R 5.2.0 version tool was used to generate visualisations. Thematic mapping, three-field plotting, keyword mapping, and clustering were the main methods used to analyse the associations between finance, automation, and ESG principles. The study&rsquo;s results showed an average annual increase in publications of approximately 3.80% and 2.50%, respectively, while international collaborations between researchers have become increasingly prominent in recent years. At the same time, the co-occurrence network analysis identified five key thematic clusters in the Web of Science Core Collection and three in Scopus. From a comparative perspective, these clusters highlight the most significant connections between environmental, social, and governance (ESG) performance, corporate social responsibility (CSR) impact, financial performance, economic growth, sustainable development, and the implications of the automation process. From a bibliometric point of view, this research contributes to a better understanding of the multiple digital transformations specific to the current financial framework, generating possible future research directions on the significant role of automation in financial, environmental, and social performance. Furthermore, automation is a critical component of the digital future of finance. Analysing and investigating the causal relationships between automation and Environmental, Social, and Governance (ESG) principles will necessitate new areas of study within the financial sphere.",
    "Author": "Dragomirescu, Oana-Alexandra",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.3390/info17020132",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "MDPI (MDPI AG)",
    "Subfield": "Finance",
    "Title": "The Nexus Between Digital Finance, Automation, Environmental, Social, and Governance (ESG) Objectives: Evidence Based on a Bibliometric Analysis",
    "Topic": "Sustainable Finance and Green Bonds",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Ongoing global disruptions, including pandemics, geopolitical tensions, and climate-driven events, have exposed vulnerabilities in healthcare supply chains (HSCs). This study examines how artificial intelligence (AI) is reshaping HSCs to improve agility, resilience, and sustainable performance. Using a systematic literature review with PRISMA-style screening across Scopus and Web of Science, the study is complemented by bibliometric analysis and latent Dirichlet allocation topic modeling to analyze peer-reviewed articles. The results indicate an exponential increase in AI-enabled HSC research, concentrated in a small number of journals and spanning a globally diverse author community. Three dominant thematic clusters emerged: (1) sustainability-oriented supply chain design, (2) disruption and resilience management, and (3) healthcare-focused digital transformation. Across these themes, AI, digital twins, Internet of Things, and simulation are evolving from efficiency tools to strategic enablers of decision intelligence, supporting real-time sensing, scenario analysis, and proactive risk mitigation. The study highlights a convergence of &ldquo;triple transformation&rdquo; in which digitalization, resilience, and sustainability are increasingly co-dependent capabilities in HSCs. However, persistent barriers exist, including data quality issues, legacy systems, workforce skill gaps, limited model interpretability, and incomplete governance frameworks, which constrain large-scale adoption. The findings indicate a need for longitudinal and multi-method studies on human&ndash;AI collaboration, trust calibration, and leadership in AI-enabled HSCs. This study provides practical guidance for healthcare organizations looking to leverage AI in developing agile, resilient, and sustainable supply chain ecosystems.",
    "Author": "Thiyagarajan, Senthilkumar",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.3390/su18031434",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "MDPI (MDPI AG)",
    "Subfield": "Strategy and Management",
    "Title": "Leveraging AI to Build Agile and Resilient Healthcare Supply Chains for Sustainable Performance: A Systematic Scoping Review and Future Directions",
    "Topic": "Supply Chain Resilience and Risk Management",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Students&rsquo; learning experiences are typically confined to structured classroom environments, although out-of-school learning offers opportunities to extend and enrich academic development. Despite growing interest in this field, no prior meta-analysis has systematically examined how different out-of-school settings influence student achievement across disciplines and educational levels. This study addresses that gap through a meta-analysis of 42 peer-reviewed studies comprising 54 effect sizes following PRISMA guidelines. Overall, out-of-school learning had a statistically significant, medium-to-large effect (g&macr; = 0.529). Moderator analyses indicated that the effectiveness of out-of-school learning varied by educational level, disciplinary focus, geographical context, and study design, with stronger effects generally observed in elementary education, and science and social sciences. These findings highlight the context-dependent nature of out-of-school learning and underscore the importance of instructional alignment and implementation quality. The results also confirmed the lack of consistency in planning and assessing the outcomes of out-of-school learning. Investigating variations across disciplines and the decline among school levels would be beneficial for future studies.",
    "Author": "Delen, İbrahim",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.3390/su18031437",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "MDPI (MDPI AG)",
    "Subfield": "Demography",
    "Title": "The Impact of Out-of-School Learning on Academic Achievement in Elementary and Secondary Education: A Meta-Analysis",
    "Topic": "Global Educational Reforms and Inequalities",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Background Electrolyte abnormalities occur often in critically ill patients with cancer. Correction of these abnormalities improves patient outcomes. Administration of intravenous electrolytes is associated with risks. Order sets have been implemented to improve standardization, timeliness of administration, and patient safety. Local Problem At a large academic cancer center, a nurse-driven central venous catheter intravenous electrolyte replacement order set was available in the intensive care unit, but adherence and barriers to use had not been assessed. The purpose of this quality improvement project was to define the baseline adherence rate to the electrolyte replacement order set. Methods A retrospective medical record review was conducted of medical intensive care unit patients with an active intravenous electrolyte replacement order set. All intravenous electrolytes administered within the first 72 hours of the intensive care unit stay were assessed for order set adherence. Results The order set adherence rate was 78.5%. The mean turnaround time from laboratory result to electrolyte administration was 3.1 hours. Deviations were predominantly characterized by administration of a lower electrolyte dose than indicated by the order set and administration of the incorrect electrolyte salt form. Conclusion The intensive care unit intravenous order set adherence rate revealed issues with administration of potassium, magnesium, and phosphate. In response, the interprofessional intensive care unit team implemented an electronic health record feature that displays the most recent electrolyte laboratory result for nurse review before electrolyte administration.",
    "Author": "Michael Tyler England",
    "Cited by": 0,
    "Cites": 13,
    "DOI": "https://doi.org/10.4037/ccn2026526",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Critical Care Nurse",
    "Subfield": "Pulmonary and Respiratory Medicine",
    "Title": "Adherence to an Intravenous Electrolyte Replacement Order Set for Critically Ill Oncology Patients",
    "Topic": "Potassium and Related Disorders",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Background Moral distress continues to strain the nursing workforce, impacting job satisfaction, turnover, interprofessional relationships, and quality of care. The critical care setting is especially conducive to distress due to complexity of care, family dynamics, mortality, and interprofessional communication. Local Problem Stress level is one indicator measured at our urban health care center, but nurses may not be familiar with the phenomenon of moral distress. Moral distress is unique to the individual; therefore, training on its existence and ways to reduce it should include a variety of evidence-based interventions. Methods In this quality improvement initiative we used the Measure of Moral Distress for Healthcare Professionals survey to assess the influence of a new moral distress and peer coaching program, the RAISE program, on moral distress in the critical care environment. Interventions The RAISE Program incorporates conflict resolution, communication, recognition, and self-care techniques. Charge nurses (primary learners) received training in the RAISE program and coached bedside nurses (secondary learners) for 3 months. The dissemination of educational and coaching efforts and its effect on moral distress was assessed before and after program implementation. Results Moral distress after RAISE program implementation was statistically significantly reduced for primary learners (P = .002) but not for secondary learners (P = .44) compared with before program implementation. Conclusions The RAISE program’s educational dissemination and peer-to-peer coaching did not impact moral distress for secondary learners in this short-term quality improvement initiative. However, the RAISE program is a promising intervention for decreasing moral distress in primary learners, as they learn to recognize conflict, advocate, intervene, and support and empower their peers.",
    "Author": "Szablewski, Kaitlyn",
    "Cited by": 0,
    "Cites": 15,
    "DOI": "https://doi.org/10.4037/ccn2026552",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Critical Care Nurse",
    "Subfield": "General Health Professions",
    "Title": "Nurses Coaching Nurses: RAISE Program for Charge Nurses to Mitigate Moral Distress in Critical Care",
    "Topic": "Ethics in medical practice",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Background Preventing hospital-acquired conditions is paramount to patient safety. Critically ill children are highly susceptible to hospital-acquired harm. Local Problem To prevent hospital-acquired conditions, the pediatric intensive care unit at a quaternary care center implemented a novel interprofessional high-risk rounding program to improve unit work culture and address increased hospital-acquired condition rates before and during the COVID-19 pandemic. Methods Patients at greatest risk for selected hospital-acquired conditions were identified for the high-risk rounding program. This program offered rounds with scripted questions about elements of hospital-acquired conditions followed by education and/or acquisition of needed resources. Primary quality improvement outcomes were overall preimplementation and postimplementation rates of the following hospital-acquired conditions: central line [catheter]–associated bloodstream infection, catheter-associated urinary tract infection, unplanned extubation, and pressure injury. Sustainability of the project was also evaluated. Results Over 2 years, 624 rounds for 488 unique patients were conducted. Rounds resulted in 351 interventions, including escalation of concerns, direct patient care, resource procurement, and education. Patients who received high-risk rounds were less likely than those who did not receive rounds to incur a hospital-acquired condition. A χ2 test of association revealed a significant negative association between hospital-acquired conditions and receipt of high-risk rounds (χ2 = 22.5, P &amp;lt; .001). The mean rate of project hospital-acquired conditions decreased from 5.41 to 2.89 events per 1000 patient days following detection of special cause variation. High-risk rounds prevented an estimated 50 hospital-acquired conditions during the project period. Conclusion Implementation of high-risk rounds reduced the rate of project-specific hospital-acquired conditions by 46.5%, which was sustained over the 2-year project period.",
    "Author": "Galt, Sara",
    "Cited by": 0,
    "Cites": 11,
    "DOI": "https://doi.org/10.4037/ccn2026558",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Critical Care Nurse",
    "Subfield": "Critical Care and Intensive Care Medicine",
    "Title": "Reducing Hospital-Acquired Conditions in the Pediatric Intensive Care Unit With a High-Risk Rounding Process",
    "Topic": "Nosocomial Infections in ICU",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Background The increased complexity of critical care nursing has resulted in nurses performing more high-risk, low-volume (HRLV) procedures, which may increase patient risk. Local Problem The purpose of this project was to develop a resource for critical care nurses to more effectively manage HRLV scenarios at intensive care units at a large urban hospital to improve nurses’ practice. Methods CINAHL and Medline databases were searched using the keywords high-risk low-volume, HRLV, badge buddy, just in time, and nurse competency. Twenty articles were identified, and 4 were included in this project. An accessible printed resource packet was created as a form of education and reference in HRLV scenarios. Each packet was laminated and kept at nurses’ stations and included summaries, “pearls” (highlights), diagrams, checklists, and QR codes that linked directly to facility policies. Nurses were invited to complete an 8-question survey 8 weeks after implementation. Results Forty-three nurses completed the survey: 63% worked day shift, and 100% found the resource relevant. On average, the nurses agreed the packet increased knowledge, saved time, helped access policies, and influenced practice. On a scale of 1 to 10, the nurses rated the packet “very helpful” (mean, 9.09). When asked what was useful, participants indicated “easily accessible” and “finding information.” Conclusion The resource packet has been used in HRLV scenarios and with new nurses during downtime. It was easy to implement and can be individualized for many units and patient populations. It serves as a bridge to easily bring best practice information to the bedside.",
    "Author": "Robinson, Sean",
    "Cited by": 0,
    "Cites": 7,
    "DOI": "https://doi.org/10.4037/ccn2026668",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Critical Care Nurse",
    "Subfield": "Information Systems",
    "Title": "Developing a Tool to Improve Critical Care Nurses’ Access to High-Risk, Low-Volume Resources",
    "Topic": "QR Code Applications and Technologies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Evidence-based practice is a critical skill for nurses and health care professionals. Because interprofessional teams are based in a culture of clinical inquiry, they must ask important practice questions, search for and appraise relevant evidence, and, based on the best available evidence, design single, bundle, or blended interventions to improve targeted outcomes. The Consolidated Framework for Implementation Research is an implementation science model that teams can use to not only plan these interventions but also implement and evaluate selected interventions in the local practice setting. This article, as part 1 of a series, will review considerations for designing interventions using a collection of Critical Care Nurse articles on hospital-acquired pressure injury prevention initiatives as exemplars. In part 2, I will explore the process of planning and executing the most effective strategies to embed the evidence-based intervention into practice in a sustainable way.",
    "Author": "Margo A. Halm",
    "Cited by": 0,
    "Cites": 27,
    "DOI": "https://doi.org/10.4037/ccn2026779",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Critical Care Nurse",
    "Subfield": "General Health Professions",
    "Title": "Evidence-Based Practice Implementation, Part 1: Selecting Interventions",
    "Topic": "Health Policy Implementation Science",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Introduction Extracorporeal membrane oxygenation is a life-sustaining therapy that can produce complex ethical scenarios. Ethical challenges include patient selection and initiation, a frequently abbreviated informed consent process, ambiguity related to ongoing benefit and withdrawal of extracorporeal membrane oxygenation, resource intensity, and moral distress. Clinical Findings and Diagnosis A 50-year-old man with mucinous colorectal carcinoma was admitted to the hospital. He encountered treatment complications and received cannulation for extracorporeal membrane oxygenation twice during his stay. Ethical issues included the potentially limited physiological benefits of extracorporeal membrane oxygenation, fluctuations in his decision-making capacity, and need to ensure that decisions honored his preferences. Interventions A novel Values Balancing framework is used to identify and address ethical issues, possible courses of action, applicable values, open questions, other perspectives, and ethically supportable courses of action. With this framework, an action plan is established and the team is encouraged to review, reassess, and reflect on outcomes. The framework is applied to the case study. Outcomes The patient was transitioned to comfort care according to his wishes and died in the intensive care unit. Conclusion Using a structured framework to approach ethical challenges may facilitate decision-making and collaborative discussions that optimize ethical approaches to extracorporeal membrane oxygenation. Critical care nurses can assist with goals-of-care discussions, support families, and advocate for early involvement of bioethics and palliative support personnel to navigate ethical challenges.",
    "Author": "Rachael Alexis Jividen",
    "Cited by": 0,
    "Cites": 25,
    "DOI": "https://doi.org/10.4037/ccn2026812",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Critical Care Nurse",
    "Subfield": "Biomedical Engineering",
    "Title": "Ethical Analysis of Extracorporeal Membrane Oxygenation Using the Values Balancing Framework: A Case Study",
    "Topic": "Mechanical Circulatory Support Devices",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Background Enteral feeding intolerance, a type of gastrointestinal dysfunction, is common in adults receiving mechanical ventilation, yet its definition and clinical assessment remain variable. If untreated, this syndrome may lead to underfeeding, which is associated with worse patient outcomes. Objective To describe what is known about enteral feeding intolerance, including who is at risk, clinical symptoms, identifying measures used, treatment, and clinical implications for nursing practice. Results Enteral feeding intolerance is identified by (1) changes in gastrointestinal function, (2) high gastric residual volume, and/or (3) inadequate delivery of enteral nutrition. A combination of gastrointestinal symptoms and high gastric residual volume is generally used to diagnose the condition. The most common symptoms are vomiting, abdominal distention, absence of bowel sounds or flatus, and diarrhea. Administration of promotility agents and reduction of the enteral formula rate are most often used to reduce the effects of enteral feeding intolerance until it resolves. Discussion Many gastrointestinal assessment findings are subjective and lack precision. Although the routine measurement of gastric residual volume is no longer standard practice, it is indicated in patients at risk for enteral feeding intolerance. Conclusion Nurses should become familiar with how to assess for and treat enteral feeding intolerance, as well as rule out other common gastrointestinal complications. Clinical biomarkers are needed to objectively identify enteral feeding intolerance in critically ill patients.",
    "Author": "Annette M. Bourgault",
    "Cited by": 0,
    "Cites": 49,
    "DOI": "https://doi.org/10.4037/ccn2026884",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Critical Care Nurse",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Enteral Feeding Intolerance in Adult Patients Receiving Mechanical Ventilation: A Comprehensive Review",
    "Topic": "Clinical Nutrition and Gastroenterology",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Background Healing success for fifth metatarsal fracture nonunions is challenging and hindered by risk factors for nonunion. Pulsed electromagnetic field stimulation (PEMF) promotes bone healing and can help overcome biological deficiencies in patients at risk. Objective The current study assessed the impact of PEMF treatment to promote successful bone healing in metatarsal nonunion. Methods A multi-center, retrospective study was conducted to evaluate PEMF treatment for fifth metatarsal fracture nonunion. Subjects undergoing treatment and eligible for treatment with PEMF (PhysioStim™ device) were enrolled. Subjects were followed for up to 12 months to determine bone healing status determined by radiographic assessment. Subjects were assessed for healing status and impact of risk factors for nonunion. Results Fifty-six (n=56) subjects were included in the analysis. Subjects were 89.3% female with a mean age of 59.7 years. Of the risk factors studied, 75.0% of subjects had at least 1 risk factor associated with compromised bone healing. PEMF treatment started shortly after the nonunion diagnosis, and the average time from nonunion diagnosis until successful healing was 154.7 days. Approximately 62.5% of subjects showed successful healing of their 5th metatarsal fracture by 4 months; 75.0% of subjects healed by 6 months; 91.1% of subjects healed by 12-months. The number of risk factors (up to 5 total per subject) was associated with longer heal times (p&lt;0.02). Of the risk factors studied, only nicotine use was associated with longer healing times (p&lt;0.03). Conclusion Metatarsal nonunion subjects treated with PEMF achieved favorable time to healing despite having risk factors for compromised healing.",
    "Author": "William R. Adams",
    "Cited by": 0,
    "Cites": 28,
    "DOI": "https://doi.org/10.52965/001c.150312",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Orthopedic Reviews",
    "Subfield": "Orthopedics and Sports Medicine",
    "Title": "Pulsed Electromagnetic Field (PEMF) Stimulation for the Treatment of Fifth Metatarsal Fracture Nonunion",
    "Topic": "Foot and Ankle Surgery",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Background Prosthetic joint infection (PJI) is a devastating complication following hip and knee arthroplasty, with significant morbidity and mortality. While 24 hours of intravenous antibiotics is standard for inpatient arthroplasty, there is no consensus on postoperative antibiotic prophylaxis for outpatient procedures. This study evaluated 90-day PJI rates in patients undergoing same-day discharge primary hip and knee arthroplasty with 24 hours of perioperative oral antibiotics. Methods A retrospective review was conducted on 1,843 patients who underwent primary total knee arthroplasty (TKA; 1,052, 57.1%), total hip arthroplasty (THA; 638, 34.7%), unicompartmental knee replacements (medial: 89, 4.8%; lateral: 5, 0.3%), isolated patellofemoral replacements (14, 0.8%), or conversion of previous hip surgeries (4, 0.2%) from 2021 to 2023 at two ambulatory surgery centers. All patients received 24 hours of perioperative oral antibiotics. Patient data were collected via chart review and the Michigan Arthroplasty Registry Collaborative Quality Initiative (MARCQI). The primary outcome was PJI within 90 days of surgery. Results The median age was 66 years, and the median BMI was 31 kg/m². PJI occurred in 5 patients (0.3%; 3 THA, 2 TKA). There were no significant differences in PJI rates based on gender, BMI, race, smoking status, diabetes, ASA class, procedure type, or surgical approach (P &lt; 0.05). Conclusion Twenty-four hours of perioperative oral antibiotics following outpatient TKA, THA, unicompartmental, and patellofemoral procedures is associated with low PJI rates. Larger, randomized prospective studies are needed to refine antibiotic protocols for outpatient arthroplasty.",
    "Author": "Hodson, Noah",
    "Cited by": 0,
    "Cites": 30,
    "DOI": "https://doi.org/10.52965/001c.155084",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Orthopedic Reviews",
    "Subfield": "Surgery",
    "Title": "Twenty-four Hours of Perioperative Oral Antibiotics Results in Low Rate of Prosthetic Joint Infection Following Outpatient Arthroplasty Procedures",
    "Topic": "Orthopedic Infections and Treatments",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Sarcopenia, characterized by an age-associated decline in skeletal muscle mass and strength/function, is associated with multiple adverse clinical outcomes. Dietary nutrition and exercise interventions are effective ways to prevent and improve sarcopenia. Therefore, Huadong Hospital affiliated to Fudan University, Shanghai Elderly Nutrition and Health Quality Control Center, together with the Geriatric Nutrition Branch of China Nutrition Society convened experts from nutrition, geriatrics, sports medicine, rehabilitation medicine, traditional Chinese medicine and general practice medicine to jointly set up a working group to supplement and revise the 2015 edition of China Expert Consensus on Nutrition and Exercise Intervention for Sarcopenia based on evidence-based medicine evidence in the past ten years to form this consensus. The aim is to provide practical guidelines to prevent and treat the disease.",
    "Author": "Sun, Jianqin",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.6133/apjcn.202602_35(1).0001",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Physiology",
    "Title": "Chinese expert consensus on dietary nutrition prescriptions and exercise intervention for sarcopenia (2025).",
    "Topic": "Nutrition and Health in Aging",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Current trials often inadequately report adherence data, with longer durations correlating to higher dropout rates. Evidence suggests elastic resistance exercise, low-calorie diets with nutraceuticals, and professional supervision may improve adherence. Future research should refine intervention methods and prioritize adherence reporting to enhance sarcopenic obesity care quality.",
    "Author": "Zhang, Jing",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.6133/apjcn.202602_35(1).0003",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Physiology",
    "Title": "Persevering or quitting? A systematic review of adherence and dropout in nutrition and exercise interventions for sarcopenic obesity.",
    "Topic": "Nutrition and Health in Aging",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Combining inflammatory markers such as CRP, NLR, and albumin with the mNUTRIC score enhances mortality prediction in critically ill patients, improving clinical decision-making. Further research with larger, multicenter cohorts is needed.",
    "Author": "Tong, Ning",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.6133/apjcn.202602_35(1).0004",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Physiology",
    "Title": "Systemic inflammatory markers as a supplement to nutrition risk screening of ICU patients.",
    "Topic": "Nutrition and Health in Aging",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Multivitamin supplements are not superior to nutrition education. Nutrition education alone may be a safer and effective approach to addressing deficiencies in vitamins A, D, and E, while reducing the risks as-sociated with unnecessary vitamin supplementation in the general population.",
    "Author": "Yusupu, Sumanye",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.6133/apjcn.202602_35(1).0005",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Biochemistry",
    "Title": "Multivitamin supplements are not superior to nutrition education in improving fat-soluble vitamin levels: A double-blind randomized controlled trial.",
    "Topic": "Antioxidant Activity and Oxidative Stress",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The serum albumin levels were negatively associated with the prevalence of hypertension. Mediation analyses demonstrated a significant mediating effect of BMI, CRP and ECF, suggesting that serum albumin might be related to hypertension, potentially mediated by BMI, ECF, and CRP.",
    "Author": "Wang, Yan",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.6133/apjcn.202602_35(1).0006",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Epidemiology",
    "Title": "Serum albumin and hypertension: The mediating roles of BMI, C-reactive protein and extracellular fluid.",
    "Topic": "Adipokines, Inflammation, and Metabolic Diseases",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "This study provides genetic evidence for potential causal associations among immune cells, plasma metabolites, and esophageal cancer, and identifies observed associations between immune cell traits and plasma metabolites. These findings provide a foundation for precision nutrition and support dietary modification as a promising strategy for prevention and adjunctive therapy.",
    "Author": "Liu, X",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.6133/apjcn.202602_35(1).0007",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Molecular Biology",
    "Title": "Causal roles of immune cells and plasma metabolites in esophageal cancer: A Mendelian randomization study with nutritional insights.",
    "Topic": "Gut microbiota and health",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Our MR findings suggest that specific metabolites may lower the risk of NAFLD. A comprehensive analysis underscores the significant role of glutamine metabolism and related genes in NAFLD pathogenesis, offering new potential targets for NAFLD diagnosis and treatment.",
    "Author": "Chen, C",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.6133/apjcn.202602_35(1).0008",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Epidemiology",
    "Title": "Exploring key genes in NAFLD linked to glutamine metabolism: A comprehensive analysis combining multi-omics, machine learning and SHAP.",
    "Topic": "Liver Disease Diagnosis and Treatment",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Nearly 25% of TB patients have prevalent hypertension at admission. High HGB, being overweight or obese, heavy drinking, male gender and concurrent DM are associated with higher odds of hypertension in TB, while a higher education level serves as a protective factor. Our study provides important evidence for understanding the prevalence of hypertension in TB, underlying the double burden of TB and hypertension.",
    "Author": "Tan, Yuanyuan",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.6133/apjcn.202602_35(1).0009",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Infectious Diseases",
    "Title": "Hypertension and its associated risk factors in tuberculosis patients: A hospital based cross-sectional study.",
    "Topic": "Tuberculosis Research and Epidemiology",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The CVD burden linked to imbalanced fatty acid consumption demonstrated a general decline, with forecasts suggesting a continued decrease by 2050. Older adults and males were highlighted as priority populations for focused interventions. These results can inform the development of targeted prevention and control initiatives.",
    "Author": "Zhang, Hui",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.6133/apjcn.202602_35(1).0010",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Cardiology and Cardiovascular Medicine",
    "Title": "Burden of cardiovascular disease in China attributable to unbalanced fatty acid intake from 1990 to 2050.",
    "Topic": "Cardiovascular Health and Risk Factors",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "In KTRs, elevated E-DII and CHEI levels were associated with abdominal obesity, suggesting that reducing E-DII while increasing CHEI may contribute to its prevention and thus improve long-term survival outcomes.",
    "Author": "Li, Yuxin",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.6133/apjcn.202602_35(1).0011",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Public Health, Environmental and Occupational Health",
    "Title": "Association of dietary inflammatory index and Chinese healthy eating index with abdominal obesity in kidney transplant recipients.",
    "Topic": "Nutritional Studies and Diet",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "VDI was not significantly associated with MetS prevalence or HBM constructs. However, key risk factors for VDI should be integrated into targeted health initiatives to address modifiable risk factors and improve vitamin D status.",
    "Author": "Chen, Sue-Hsien",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.6133/apjcn.202602_35(1).0012",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Pathology and Forensic Medicine",
    "Title": "Associations between vitamin D insufficiency, health beliefs, and quality of life in metabolic syndrome: A northeastern Taiwanese community study.",
    "Topic": "Vitamin D Research Studies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "This study reveals a dual challenge among Beijing long-term vegetarians: vitamin B12 deficiency was strongly associated with the degree of exclusion of animal products from the diet (veganism), while vitamin D deficiency was highly prevalent and worsened with longer diet duration. The near-universal vitamin D deficiency observed in this study suggests that, in the Beijing context, the risk may extend beyond dietary choice, potentially reflecting regional environmental factors; however, this requires confirmation through comparative studies with omnivores controls.",
    "Author": "Wang, Y.",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.6133/apjcn.202602_35(1).0013",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Ecology",
    "Title": "Vitamin B12 and D status in long-term vegetarians: Impact of diet duration and subtypes in Beijing, China.",
    "Topic": "Agriculture Sustainability and Environmental Impact",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The CAT-based model effectively stratifies malnutrition risk in older hospitalized CHF patients, offering a tool for early intervention to improve outcomes. Further multicenter prospective studies are needed to validate its real-world applicability.",
    "Author": "Sun, Qiang",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.6133/apjcn.202602_35(1).0014",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Physiology",
    "Title": "Establishment and validation of a machine learning model to stratify malnutrition risk in hospitalized older patients with chronic heart failure.",
    "Topic": "Nutrition and Health in Aging",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "This study suggests that increasing protein intake, especially from animal sources, was associated with a greater risk of preterm birth in patients with GDM.",
    "Author": "Shi, Meiqi",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.6133/apjcn.202602_35(1).0015",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Obstetrics and Gynecology",
    "Title": "Association between dietary protein intake and preterm birth in pregnant women with gestational diabetes mellitus: the WeBirth cohort study.",
    "Topic": "Gestational Diabetes Research and Management",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Although uncommon, fat overload syndrome requires prompt recognition and timely intervention. This case series underscores the importance of careful parenteral lipid administration and vigilant monitoring of at-risk patients. Root cause analysis is critical to preventing recurrence of such incidents.",
    "Author": "Saengpanit, Puthita",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.6133/apjcn.202602_35(1).0016",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Fat overload syndrome in pediatric patients: One case and ten at risk.",
    "Topic": "Clinical Nutrition and Gastroenterology",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Selenium intake may play a moderating effect in the relationship between obesity and sex hor-mones.",
    "Author": "Xu, Shujun",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.6133/apjcn.202602_35(1).0017",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Moderating effect of selenium intake on the association between obesity and sex hormone levels in children and adolescents: NHANES 2013-2016.",
    "Topic": "Selenium in Biological Systems",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Refining is the stage where crude hydrocarbons are re-engineered into high-performance fuels through a combination of physical separation, catalytic conversion, and molecular enhancement processes. This paper presents a humanized yet technically rigorous review of refinery unit evolution, process chemistry, quality drivers, and environmental adaptation. Major transformation pathways—including distillation, cracking, reforming, hydrotreating, alkylation, and fuel specification compliance—are analyzed to demonstrate how refinery operations transitioned from thermal-dominated processing to catalyst-centric precision engineering. Emphasis is placed on fuel quality enhancement metrics such as octane/cetane improvement, sulfur reduction, aromatic control, additive integration, and market-responsive reformulation. The study concludes that modern refining is no longer a linear chemical process but a dynamic molecular optimization ecosystem balancing yield, fuel performance, emissions standards, and commercial adaptability.",
    "Author": "Anuj Santosh Jagadale",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.64823/ijter.2601006",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "International Journal of Technology & Emerging Research",
    "Subfield": "Control and Systems Engineering",
    "Title": "The Alchemy of Refining: Separation, Conversion &amp; Quality Enhancement",
    "Topic": "Process Optimization and Integration",
    "Type": "article",
    "Year": 2026
  }
]
