[
  {
    "Abstract": "Abstract Animals use 18–33-nucleotide PIWI-interacting RNAs (piRNAs) to silence transposons in germ cells 1–3 . In addition to transposon-silencing piRNAs, placental mammals make pachytene piRNAs 4,5 , an abundant class of testis-specific small RNAs derived from long noncoding RNA precursors. Although the sites of pachytene piRNA precursor transcription are often conserved among placental mammals, the sequences of the piRNAs themselves are rapidly diverging, even in the human population 6 . Consequently, the biological function and mechanism of action of pachytene piRNAs remain debated. Here we report that most mouse pachytene piRNAs have no biological function but instead ‘selfishly’ promote their own production. Our data suggest that pachytene piRNAs direct endonucleolytic cleavage of partially complementary targets and neither activate nor repress mRNA translation. Although many pachytene piRNAs guide cleavage of specific mRNAs, few alter the steady-state abundance of their targets. The minority of pachytene piRNAs that reduce target mRNA abundance enhance sperm fitness, thereby ensuring production of the entire pachytene piRNA repertoire. Together, our findings explain the lack of conservation of most pachytene piRNA sequences and suggest that these ‘selfish’ small RNAs persist in mammalian evolution because target cleavage by a tiny minority of piRNAs supports male fertility.",
    "Author": "Cecchini, Katharine",
    "DOI": "https://doi.org/10.1038/s41586-026-10102-9",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "Nature",
    "Subfield": "Plant Science",
    "Title": "Cleavage of mRNAs by a minority of pachytene piRNAs improves sperm fitness",
    "Topic": "Chromosomal and Genetic Variations"
  },
  {
    "Abstract": "Abstract CD8 + T cells differentiate into diverse states that shape immune outcomes in cancer and chronic infection 1–4 . To define systematically the transcription factors (TFs) driving these states, we built a comprehensive atlas integrating transcriptional and epigenetic data across nine CD8 + T cell states and inferred TF activity profiles. Our analysis catalogued TF activity fingerprints, uncovering regulatory mechanisms governing selective cell state differentiation. Leveraging this platform, we focused on two transcriptionally similar but functionally opposing states that are critical in tumour and viral contexts: terminally exhausted T (TEX term ) cells, which are dysfunctional 5–8 , and tissue-resident memory T (T RM ) cells, which are protective 9–13 . Global TF community analysis revealed distinct biological pathways and TF-driven networks underlying protective versus dysfunctional states. Through in vivo CRISPR screening integrated with single-cell RNA sequencing (in vivo Perturb-seq) we delineated several TFs that selectively govern TEX term cell differentiation. We also identified HIC1 and GFI1 as shared regulators of TEX term and T RM cell differentiation and KLF6 as a unique regulator of T RM cells. We discovered new TEX term -selective TFs, including ZSCAN20 and JDP2, with no previous known function in T cells. Targeted deletion of these TFs enhanced tumour control and synergized with immune checkpoint blockade but did not interfere with T RM cell formation. Consistently, their depletion in human T cells reduces the expression of inhibitory receptors and improves effector function. By decoupling exhaustion T EX -selective from protective T RM cell programmes, our platform enables more precise engineering of T cell states, accelerating the rational design of more effective cellular immunotherapies.",
    "Author": "H. Kay Chung",
    "DOI": "https://doi.org/10.1038/s41586-025-09989-7",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "Nature",
    "Subfield": "Molecular Biology",
    "Title": "Atlas-guided discovery of transcription factors for T cell programming",
    "Topic": "Single-cell and spatial transcriptomics"
  },
  {
    "Abstract": "Abstract The first billion years of Earth history witnessed the emergence of continental magmatism, oceans and life. Yet, the details of how continents formed remain unknown because of the absence of preserved rocks 1–8 . Two conflicting Hadean models predominate: early onset of subduction and plate tectonics 2–4 , compared with early stagnant-lid and plume processes with delayed (post-Hadean) plate tectonics 5–7 . Here we report trace-element ratios (including Nb–Sc–U–Yb) correlated with age and hafnium and oxygen isotope ratios for Hadean detrital zircons from the Jack Hills (JH), Western Australia, which record unprecedented insights into the timing and setting of early magmatism. More than 70% of Hadean JH detrital zircons have Sc/Yb &gt; 0.1, and 47% have U/Nb &gt; 20, fingerprints for continental-arc and subduction settings. The remainder are ocean-island-like with little evidence for ocean-ridge settings. Hadean JH zircons probably originated from distinct terranes with separate tectonic histories. Subduction-related magmatism in the Hadean, as documented by JH zircons, alternated with periods of magmatic quiescence. This contrasts with dominantly stagnant-lid-like signatures for most Barberton Hadean zircons. The diverse settings for Jack Hills and Barberton detrital zircons imply contemporaneous operation of different tectonic styles during the Hadean, as well as a broader diversity of early crustal origins than previously known.",
    "Author": "John Williams Valley",
    "DOI": "https://doi.org/10.1038/s41586-025-10066-2",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "Nature",
    "Subfield": "Geophysics",
    "Title": "Contemporaneous mobile- and stagnant-lid tectonics on the Hadean Earth",
    "Topic": "Geological and Geochemical Analysis"
  },
  {
    "Abstract": "Abstract Chemically reactive microbial natural products have enabled therapeutic development 1 via their well-established anticancer, antibiotic and antioxidant activities. However, discovery of reactive metabolites is particularly challenging because they may not tolerate traditional bioactivity-guided isolation workflows 2 . Diazo-containing natural products are a subset of highly reactive microbial metabolites that display potent bioactivity 3 and enable powerful biosynthetic transformations 4,5 ; however, instability of the diazo group to light 6 , heat 7 , mild acid 8 and mechanical shock 9 has precluded their efficient discovery and application. Here we develop a reactivity-based screening approach to capture diazo-containing metabolites and facilitate their discovery by mass spectrometry. This workflow revealed two novel diazo-containing natural products, 4-diazo-3-oxobutanoic acid ( 1 ) and diazoacetone ( 2 ), from the human lung pathogen Nocardia ninae . Biosynthetic investigations revealed a distinct enzymatic logic for diazo formation involving hydrazone oxidation catalysed by the metalloenzyme Dob3, and its biochemical characterization suggests promising future applications in biocatalysis. Overall, our work highlights the power of reactivity-guided strategies for identifying reactive metabolites and facilitating the discovery of unique enzymatic transformations.",
    "Author": "Pfeifer, Katarina",
    "DOI": "https://doi.org/10.1038/s41586-025-10079-x",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "Nature",
    "Subfield": "Organic Chemistry",
    "Title": "Chemical capture of diazo metabolites reveals biosynthetic hydrazone oxidation",
    "Topic": "Cyclopropane Reaction Mechanisms"
  },
  {
    "Abstract": "Abstract Body–brain communication has emerged as a key regulator of tissue homeostasis 1–5 . Solid tumours are innervated by different branches of the peripheral nervous system and increased tumour innervation is associated with poor cancer outcomes 6–8 . However, it remains unclear how the brain senses and responds to tumours in peripheral organs, and how tumour–brain communication influences cancer immunity. Here we identify a tumour–brain axis that promotes oncogenesis by establishing an immune-suppressive tumour microenvironment. Combining genetically engineered mouse models with neural tracing, tissue imaging and single-cell transcriptomics, we demonstrate that lung adenocarcinoma induces innervation and functional engagement of vagal sensory neurons, a major interoceptive system connecting visceral organs to the brain. Mechanistically, Npy2r -expressing vagal sensory nerves transmit signals from lung tumours to brainstem nuclei, driving elevated sympathetic efferent activity in the tumour microenvironment. This, in turn, suppresses anti-tumour immunity via β 2 adrenergic signalling in alveolar macrophages. Disruption of this sensory-to-sympathetic pathway through genetic, pharmacological or chemogenetic approaches significantly inhibited lung tumour growth by enhancing immune responses against cancer. Collectively, these results reveal a bidirectional tumour–brain communication involving vagal sensory input and sympathetic output that cooperatively regulate anti-cancer immunity; targeting this tumour–brain circuit may provide new treatments for visceral organ cancers.",
    "Author": "Haohan Karen Wei",
    "DOI": "https://doi.org/10.1038/s41586-025-10028-8",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "Nature",
    "Subfield": "Psychiatry and Mental health",
    "Title": "Tumour–brain crosstalk restrains cancer immunity via a sensory–sympathetic axis",
    "Topic": "Cancer, Stress, Anesthesia, and Immune Response"
  },
  {
    "Abstract": "Abstract Bacteria use diverse mechanisms to protect themselves against phages 1–6 . Many antiphage systems form large oligomeric complexes, but how oligomerization is regulated during phage infection remains mostly unknown 7–12 . Here we demonstrate that the bacterial immunity protein ring-activated zinc-finger RNase (RAZR) assembles into an active, 24-meric ring around the circumference of large ring structures formed by two unrelated phage proteins: a putative recombinase and a portal protein. Each multi-layered, megadalton-scale complex enables RAZR to cleave RNA nonspecifically to inhibit translation and restrict phage propagation. The recognition of unrelated phage proteins that form rings with similar diameters indicates that these proteins not only bind to RAZR but also enforce a geometry crucial to activation. The lack of large ring structures in the host probably prevents auto-immunity and RAZR activation before infection. The infection-triggered oligomerization of RAZR mirrors pathogen-induced oligomerization in eukaryotic innate immune complexes 13 , underscoring a common principle of immunity across biology.",
    "Author": "Zhang, M.",
    "DOI": "https://doi.org/10.1038/s41586-025-10060-8",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "Nature",
    "Subfield": "Ecology",
    "Title": "Bacterial immune activation via supramolecular assembly with phage triggers",
    "Topic": "Bacteriophages and microbial interactions"
  },
  {
    "Abstract": "Abstract In pursuit of a practical quantum advantage 1 , analogue quantum systems provide an invaluable way to simulate the physics of quantum materials 2–4 , quantum systems out of equilibrium 5,6 or interaction-induced localization 7 . Notable recent progress to realize such systems has been achieved in ultracold atoms 8–12 , superconducting circuits 13–15 and twisted van der Waals materials 16–19 . However, so far, these platforms have struggled to simulate large-scale strongly interacting fermionic systems at low temperatures, at which electronic correlations dominate materials properties and numerical simulations remain restricted in accuracy and scope 20,21 . Here we demonstrate the realization of a new platform consisting of large-scale 2D arrays of sub-nanometre precision-engineered atom-based quantum dots (15,000 sites) to simulate strongly interacting, low-temperature physics. By observing a metal–insulator (MI) transition on a 2D square lattice of atom-based quantum dots, we demonstrate independent and precise control of the on-site interaction U and tunnelling t . Magneto-transport measurements further indicate the formation of an insulating state driven by Mott–Hubbard/Anderson physics and promising signatures of correlated electron physics. These precision-engineered analogue quantum simulators provide a unique platform to simulate quantum materials on arbitrary 2D lattices and to explore many unanswered questions in the formation of quantum magnetism, interacting topological quantum matter and unconventional superconductivity.",
    "Author": "M. B. Donnelly",
    "DOI": "https://doi.org/10.1038/s41586-025-10053-7",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "Nature",
    "Subfield": "Atomic and Molecular Physics, and Optics",
    "Title": "Large-scale analogue quantum simulation using atom dot arrays",
    "Topic": "Surface and Thin Film Phenomena"
  },
  {
    "Abstract": "Current methodologies for detecting the sequence of double-stranded DNA (dsDNA) require amplifying and denaturing the target into single-stranded DNA (ssDNA) to enable sequence detection through Watson–Crick base pairing. However, these approaches are limited by the risks of nonspecific amplification, reliance on complex, temperature-sensitive protein enzymes, and harsh reaction conditions, such as in strong base or acidic environments. Here, we introduce a dsDNA detection platform that integrates a peptide nucleic acid (PNA) as the dsDNA denaturation agent, with multicomponent deoxyribozyme as the ssDNA detection tool, in a droplet-based system. This protein- and amplification-free method offers single-nucleotide resolution, detects down to a single dsDNA molecule, and delivers results within 1 h at room temperature. This work introduces a conceptually unique approach, that may be useful for both diagnostics and therapeutics.",
    "Author": "Yan, Jiaqi",
    "DOI": "https://doi.org/10.1073/pnas.2515765123",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Biomedical Engineering",
    "Title": "High-sensitivity, protein-independent detection of dsDNA sequences",
    "Topic": "Innovative Microfluidic and Catalytic Techniques Innovation"
  },
  {
    "Abstract": "Behavioral research has been criticized for relying on demographically narrow WEIRD samples-Western, Educated, Industrialized, Rich, and Democratic. While recent work has expanded to explore cross-country behavioral differences, the study of within-country variation has largely focused on gender, ignoring race and ethnicity—so much so that the “W” in WEIRD might as well stand for “White.” Using incentivized tasks and a large, stratified sample of U.S. adults, we document substantial racial and ethnic gaps in competitiveness and risk tolerance both of which are widely studied behavioral measures: (non-Hispanic) Whites are less competitive and more risk tolerant than Blacks and Hispanics. These gaps are comparable in magnitude to the corresponding gender gaps in our sample. Notably, gender differences do not generalize across racial and ethnic groups: Whereas Whites and Hispanics exhibit gender gaps in competitiveness and risk tolerance, Black women neither shy away from competition nor are they less risk tolerant than Black men. These findings challenge prevailing generalizations in the literature and underscore the importance of examining race and ethnicity in behavioral research.",
    "Author": "Aurélie Petit Dit Dariel",
    "DOI": "https://doi.org/10.1073/pnas.2527671123",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Experimental and Cognitive Psychology",
    "Title": "The racial and ethnic gap in behavioral measures rivals the gender gap in the United States",
    "Topic": "Evolutionary Psychology and Human Behavior"
  },
  {
    "Abstract": "N-methyl-D-aspartate-type glutamate receptors (NMDARs) initiate the synaptic plasticity underlying learning and memory. In forebrain excitatory neurons, NMDARs are heteromeric tetramers composed of two GluN1 subunits and two glutamate ionotropic receptor NMDA type subunit 2A (GluN2A) or GluN2B subunits. At birth, NMDARs contain primarily GluN2B, but within weeks, GluN2A-containing receptors predominate the forebrain, comprising over 65% of total NMDARs in adulthood. This rapid subunit switch is essential for neonatal cognitive development, yet mechanisms driving it remain unclear. Particularly, while GluN2B levels remain relatively constant, GluN2A increases several 100-fold, despite its mRNA rising by only ~10-fold, strongly suggesting involvement of unknown posttranslational regulation. Here, we show that in the neonatal mouse forebrain, the linear ubiquitination axis, composed of the E3 ligase complex LUBAC and the deubiquitinase OTULIN, shifts transiently toward higher activity, with HOIP upregulated and OTULIN downregulated. In neonatal mice, experimentally reducing the axis activity by OTULIN overexpression causes persistent synaptic immaturity and adult cognitive deficits. Using proteomic and biochemical assays, we identified GluN2A as a key substrate: Linear ubiquitination at six lysines in the GluN2A C-terminus stabilizes the subunit and promotes its synaptic expression, whereas disrupting this modification destabilizes GluN2A by promoting lysosomal degradation. Consistently, overexpression of wild-type GluN2A rescues OTULIN-induced synaptic immaturity, whereas the ubiquitination-deficient GluN2A-6KR mutant fails to rescue and further exacerbates this defect. OTULIN overexpression selectively promotes GluN2A degradation, thereby delaying the GluN2B-to-GluN2A switch and synaptic maturation. These findings reveal a role for the linear ubiquitination axis in selectively stabilizing GluN2A, supporting rapid synaptic and cognitive development.",
    "Author": "Chu, Yuanyuan",
    "DOI": "https://doi.org/10.1073/pnas.2515389123",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Cellular and Molecular Neuroscience",
    "Title": "Linear ubiquitination of the NMDA receptor GluN2A subunit facilitates the GluN2B-to-GluN2A switch and synaptic maturation",
    "Topic": "Neuroscience and Neuropharmacology Research"
  },
  {
    "Abstract": "Pipetting performance was significantly influenced by experience level and task sensitivity. Even experienced personnel occasionally failed to meet ISO standards, underscoring the need for ongoing training and performance assessment.",
    "Author": "Özcan, Ömer",
    "DOI": "https://doi.org/10.1093/jalm/jfag006",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "PubMed",
    "Subfield": "Organizational Behavior and Human Resource Management",
    "Title": "Pipetting Performance across Laboratory Personnel: A Comparative Study.",
    "Topic": "Organizational Learning and Leadership"
  },
  {
    "Abstract": "Facial divergence does not significantly impact anchorage loss in orthodontic cases involving extractions. Horizontal anchorage loss decreases the mandibular plane angle, but the magnitude may not be clinically relevant. Vertical anchorage loss does not significantly change the mandibular plane angle in premolar extraction cases.",
    "Author": "Dzingle, Jonathan",
    "DOI": "https://doi.org/10.2319/040525-273.1",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "PubMed",
    "Subfield": "Orthodontics",
    "Title": "Effect of facial divergence and other biological factors on anchorage control and overbite in extraction cases.",
    "Topic": "Orthodontics and Dentofacial Orthopedics"
  },
  {
    "Abstract": "Binary stoichiometry FeSe (<i>s</i>-FeSe) is a well-known parent of high-temperature unconventional superconductors owing to its charge-neutral layer, highly tunable structure and electronic properties, and rich interplay among multiple electronic phases. Yet, the <i>s</i>-FeSe synthesized via high-temperature equilibrium reactions bears the notorious interstitial Fe, where merely 3% of them is sufficient to kill the superconductivity. Here, we successfully synthesized a new nonstoichiometric Fe<sub>1.11</sub>Se single crystal with a superconducting onset temperature (<i>T</i><sub>c</sub><sup>onset</sup>) of 30.4 K through a hydrothermal ion-exchange and deintercalation route. 11% interstitial Fe ions exceed the equilibrium phase diagram limit. Intriguingly, under physical pressure, the <i>T</i><sub>c</sub><sup>onset</sup> of Fe<sub>1+δ</sub>Se<sub>1-<i>x</i></sub>S<sub><i>x</i></sub> exhibits a \"V\"-shaped evolution with a minimum at 2-2.6 GPa and then upturning into a second superconducting region, reminiscent of the behaviors in FeSe-intercalates. Furthermore, a pressure-induced possible magnetic order, previously observed only in pressurized <i>s</i>-FeSe, shows up. These results offer fresh insights into the role of interstitial Fe in governing superconducting and transport properties under nonequilibrium synthesis and tuning strategies.",
    "Author": "Yang, Mingzhang",
    "DOI": "https://doi.org/10.1021/jacs.5c22761",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Electronic, Optical and Magnetic Materials",
    "Title": "Superconductivity of 30.4 K and Its Reemergence under Pressure in Fe <sub>1.11</sub> Se Synthesized via Ion-Exchange and Deintercalation Reaction",
    "Topic": "Iron-based superconductors research"
  },
  {
    "Abstract": "Abstract The ever-growing demand for electricity and clean water restricts widespread application of hydrogen production via water electrolysis or photocatalytic water splitting. Here, we present a self-sufficient electricity-free air-to-hydrogen system that integrates radiative cooling-enhanced water adsorption with synergistic photocatalysis and photothermal conversion by fabricating spectral selective absorbing/emitting hygroscopic hydrogen evolution nanofiber membranes to harvest atmospheric moisture and produce hydrogen. Leveraging the nocturnal radiative cooling effect, we expand the operational relative humidity range of nanofiber membranes and enhance both water collection capacity and kinetics. The collected water undergoes efficient gas-phase water splitting for H 2 production during the day through photothermal catalytic processes without electrical and liquid water assistance. The hydrogen production rate of the scale-up air-to-H 2 system under outdoor natural light reaches 6467.55 µmol·m -2 ·h -1 . Extrapolating this experimentally validated rate to land-based deployment demonstrates the potential for large-scale hydrogen generation, with practical feasibility dependent on regional humidity and solar conditions. Thus, our approach cost-effectively addresses green-H 2 scarcity without demanding natural freshwater and electricity, thereby providing an archetype for global sustainable development.",
    "Author": "Xu, Qili",
    "DOI": "https://doi.org/10.1038/s41467-025-67511-z",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "Nature Communications",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "Electricity-free hydrogen production from the air",
    "Topic": "Solar-Powered Water Purification Methods"
  },
  {
    "Abstract": "In this work, we performed all-atom molecular dynamics simulations of the ionic liquids choline chloride (ChCl) and 1-ethyl-3-methylimidazolium chloride, as well as their mixtures with ethylene glycol (ETG) and urea (UR), to obtain deep eutectic solvents (DESs). We calculated the structural and transport properties of all systems studied to explore the differences between pure ILs and DESs. From these results, we discuss the ability of ETG and UR to orient themselves along the ionic electric field, similarly to water in classical electrolytes. This orientational behavior promotes an effective reduction of the electrostatic interactions (usually called “screening” within the context of classical electrolytes). We found that, similar to inorganic salts dissolved in water, the hydrogen-bond donors reduce electrostatic interactions between ions, leading to significant changes in their structural and transport properties.",
    "Author": "Reyes-Obando, Antonio",
    "DOI": "https://doi.org/10.1063/5.0300948",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "The Journal of Chemical Physics",
    "Subfield": "Catalysis",
    "Title": "Charge screening as the key effect governing physical properties of deep eutectic solvents",
    "Topic": "Ionic liquids properties and applications"
  },
  {
    "Abstract": "Despite the availability of free basic vaccination programmes, the disparity continues in immunization coverage among children aged 12–23 months in India, particularly with increasing birth orders. Using the data from the NFHS 5 (2019–21), the study seeks to investigate how birth order affects the likelihood of children’s immunization aged 12–23 months in India. The analysis included a nationally representative sample of 43,436 children aged 12–23 months. Bivariate LISA and multilevel logistic regression models were performed to assess spatial and statistical patterns. The study found that spatial autocorrelation analysis indicated a positive association between 1st and 2nd birth orders and child full immunization coverage. However, the likelihood of full immunization declines significantly with increasing birth order [2 nd (OR: 0.91); 3 rd (OR: 0.74); 4 th (OR: 0.64); 5 th (OR: 0.56); 6 and more (OR: 0.41)]. Similarly, other socio-demographic covariates such as female children [AOR: 0.95], children who belong to Muslim families [AOR: 0.72], and resided in the northeastern part [AOR: 0.52] of India had a lower likelihood of being completely immunized. Therefore, the present study underscores the urgent need for targeted public health interventions that address both familial and structural barriers to immunization, specifically for mothers who have more than two children, to ensure that no child is left behind, regardless of their birth position within the family.",
    "Author": "Ghosh, Tanmoy",
    "DOI": "https://doi.org/10.1371/journal.pone.0342300",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "PLoS ONE",
    "Subfield": "Health",
    "Title": "How does birth order influence full immunization coverage among children aged 12–23 months in India? evidence from the National Family Health Survey",
    "Topic": "Vaccine Coverage and Hesitancy"
  },
  {
    "Abstract": "As intelligent manufacturing advances, computer vision-based defect detection systems have become essential components of industrial automation. However, this progress has also revealed new security vulnerabilities. In this work, we identify and examine a stealthy adversarial vector—the Alpha Channel Attack—which exploits the often-ignored transparency layer in RGBA images to inject imperceptible perturbations, thereby evading both human perception and conventional preprocessing defenses.We evaluate this threat across diverse model architectures, including YOLOv5, FastGAN, and state-of-the-art vision-language models such as DeepSeek-VL2, ChatGPT-4o, and KIMI. Experimental results show that alpha-channel perturbations cause substantial degradation in detection, generation, and multimodal alignment metrics—including mAP, FID, BLEU, METEOR, and CLIP Score—while leaving the visible image content unchanged.To mitigate this invisible yet high-impact risk, we propose a lightweight detection mechanism that integrates histogram overlap and MSE analysis within the alpha channel. The framework achieves an AUC of 0.998, demonstrating strong capability in identifying adversarial samples under real-world constraints.Overall, this study reveals a critical blind spot in modern visual data pipelines and introduces both a novel threat model and an effective defense strategy, contributing to the development of more resilient industrial AI systems.",
    "Author": "Jiang, Zhihao",
    "DOI": "https://doi.org/10.1371/journal.pone.0338835",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "PLoS ONE",
    "Subfield": "Artificial Intelligence",
    "Title": "Visual security defense for industrial inspection based on computer vision",
    "Topic": "Adversarial Robustness in Machine Learning"
  },
  {
    "Abstract": "The systems regulating blood pressure and calcium-magnesium (Ca 2+ -Mg 2+ ) homeostasis are increasingly recognized to have clinically relevant interactions, where alterations in one can lead to significant changes in the other. In this study, we developed a computational model integrating blood pressure regulation and Ca 2+ -Mg 2+ homeostasis in a male rat. We simulated various conditions, including hypertension, Ca 2+ , Mg 2+ , and vitamin D 3 deficiencies, and primary hyperparathyroidism. Simulations of hypertension, induced by various stimuli like increased renin or aldosterone secretion, demonstrated significant effects on parathyroid hormone (PTH), calcitriol, renal Ca 2+ /Mg 2+ handling, and bone resorption. Dietary Ca 2+ , Mg 2+ , and vitamin D 3 deficiencies was predicted to elevate mean arterial pressure, with Mg 2+ deficiency having a stronger effect. Furthermore, the model predicted that primary hyperparathyroidism elevates PTH, Ca 2+ , and calcitriol, leading to increased mean arterial pressure and bone loss. Overall, this model provides valuable insights into the mechanistic links between blood pressure regulation and Ca 2+ -Mg 2+ homeostasis, offering insights into clinical conditions like hypertension and hyperparathyroidism.",
    "Author": "Dutta, Pritha",
    "DOI": "https://doi.org/10.1371/journal.pone.0341800",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "PLoS ONE",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Unraveling the mechanistic links between blood pressure regulation and calcium-magnesium homeostasis: Insights into hypertension, hyperparathyroidism, and mineral disorders",
    "Topic": "Magnesium in Health and Disease"
  },
  {
    "Abstract": "Background Peripherally Inserted Central Catheters (PICCs) are widely utilized in tumor patients due to their lower risk of complications, extended indwelling duration, reduced local tissue trauma, and overall cost-effectiveness. Based on the Health Action Process Approach (HAPA) theory, this study aims to explore the current status and influencing factors of kinesiophobia in tumor patients with PICCs. The study provides reference for clarifying the mechanism of kinesiophobia and developing nursing intervention plans. Method Through convenience sampling, 162 tumor patients who underwent PICC maintenance in three hospitals in Jiangsu Province from December 4th, 2023, to December 31st, 2024 were selected. The patient general information questionnaire, Tampa scale of kinesiophobia, medical coping modes questionnaire, exercise self-efficacy scale, risk perception questionnaire, outcome expectation scale, exercise intention scale, and social support rating scale were used for evaluation. Result Tumor patients carrying PICC had a kinesiophobia score of 20.11 ± 6.94 points, and 42.59% of tumor patients with PICC had kinesiophobia. The results of multiple linear regression showed that the duration of catheter placement(t = −3.506,P = 0.001), pain(t = 2.652,P = 0.009), exercise self-efficacy(t = −3.891,P &lt; 0.001), and risk perception(t = 3.157,P = 0.002) are the main influencing factors of kinesiophobia in tumor patients with PICC. Conclusion The findings underscore a significant clinical concern regarding kinesiophobia among tumor patients with PICC. It is essential for nursing staff to implement systematic assessments and tailored interventions aimed at mitigating kinesiophobia. Addressing this issue can contribute to reducing associated adverse reactions and improving patient mobility and overall quality of life.",
    "Author": "Zhu, Xiaohua",
    "DOI": "https://doi.org/10.1371/journal.pone.0332064",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "PLoS ONE",
    "Subfield": "Emergency Medical Services",
    "Title": "Analysis of the current status and influencing factors of kinesiophobia in tumor patients with peripherally inserted central catheter: A cross-sectional study",
    "Topic": "Central Venous Catheters and Hemodialysis"
  },
  {
    "Abstract": "Background Mental disorders are responsible for a significant proportion of global health burden especially in developing countries. In sub-Saharan Africa optimum care for mental health patients is constrained by frequent drug stock-outs. Patients who are victims of drug stock-outs are compelled to seek coping mechanisms to this challenge. These coping mechanisms may either be adaptive or maladaptive. Consequently, persons living with mental illnesses are prone to experiencing undesirable outcomes. This study purposed to explore coping mechanisms to drug stock-outs among patients seeking care at an outpatient department (OPD) of a national mental healthcare facility in Kampala, Uganda. Methods This was an observational cross-sectional study. A sample size of 385 was obtained by systematic random sampling. Data was collected using a checklist and a questionnaire. The data was analyzed using SPSS version 29. Numerical variables were presented with means and standard deviations. Categorical variables were presented as frequencies and percentages. The results of the study were presented in tables, pie-charts and graphs. Results Less than half of the participants; 164/385(42.60%), had their prescriptions fully filled with an average prescription fulfillment rate of 66.36%. Majority of the patients were victims of drug stock-outs. The most popular coping mechanisms were; out-of-pocket purchase of prescribed drugs from pharmacies, patients returning to hospital on a later date, skipping drug doses and using unprescribed herbal remedies. The commonest undesirable outcomes of coping mechanisms were; worsening of symptoms, insomnia and relapse of signs and symptoms. Conclusion Drug stock-outs could have been responsible for low prescription fulfillment rates. This most likely prompted numerous patients to resort to alternative treatment modalities. These unprescribed treatment modalities could jeopardize patient prognosis and overall safety.",
    "Author": "Apio, Angela",
    "DOI": "https://doi.org/10.1371/journal.pone.0340898",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "PLoS ONE",
    "Subfield": "Economics and Econometrics",
    "Title": "Coping mechanisms to drug stock-outs among patients seeking mental healthcare at outpatient department in Butabika National Referral Mental Hospital, Uganda: A cross-sectional study",
    "Topic": "Pharmaceutical Economics and Policy"
  },
  {
    "Abstract": null,
    "Author": "Das, Arundhoti",
    "DOI": "https://doi.org/10.1038/s41590-025-02414-1",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "Nature Immunology",
    "Subfield": "Immunology",
    "Title": "The development of innate lymphoid cells",
    "Topic": "IL-33, ST2, and ILC Pathways"
  },
  {
    "Abstract": "Acetaminophen (APAP) overdose can induce potentially fatal nephrotoxicity. Micromeria frivaldszkyana (M. frivaldszkyana), an endemic plant to Bulgaria, has demonstrated significant antioxidant activity. This study represents the first evaluation of the nephroprotective effects of a methanolic extract of M. frivaldszkyana in an APAP-induced rat model of kidney injury. The aim of the study was to investigate the protective potential of orally administered M. frivaldszkyana methanolic extract against APAP-induced nephrotoxicity. Male Wistar rats received a one-week treatment with saline, M. frivaldszkyana extract (250, 400, or 500 mg/kg), rosmarinic acid (100 mg/kg), or silymarin (125 mg/kg). On day 7, renal injury was induced by oral administration of APAP (2000 mg/kg). Forty-eight hours later, blood and kidney samples were collected for biochemical and histological analyses. The extract at 500 mg/kg significantly reduced the elevated levels of serum urea (1.83 ± 0.24 vs. 3.49 ± 0.75, p &lt; 0.05), creatinine (59.51 ± 2.30 vs. 72.27 ± 3.92, p &lt; 0.05), and uric acid (477.55 ± 52.48 vs. 898.33 ± 65.30, p &lt; 0.001), while restoring renal glutathione (GSH) levels (4.43 ± 0.19 vs. 2.64 ± 0.10, p &lt; 0.001) and catalase activity (3802.78 ± 142.05 vs. 2485.03 ± 143.23, p &lt; 0.01), compared with APAP-treated rats. Malondialdehyde levels were significantly reduced by the extract (25.19 ± 0.95 vs. 69.66 ± 4.11, p &lt; 0.001), with similar effects observed across all tested doses. In conclusion, M. frivaldszkyana methanolic extract confers significant protection against APAP-induced nephrotoxicity, likely through antioxidant-mediated mechanisms, enhanced GSH restoration, and attenuation of lipid peroxidation, highlighting its potential as a nephroprotective agent.",
    "Author": "Apostolova, Elisaveta",
    "DOI": "https://doi.org/10.3390/ijms27031547",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "International Journal of Molecular Sciences",
    "Subfield": "Pharmacology",
    "Title": "Nephroprotective Effect of Methanolic Extract of Micromeria frivaldszkyana (Degen) Velen Against Acetaminophen Overdose in Rats",
    "Topic": "Drug-Induced Hepatotoxicity and Protection"
  },
  {
    "Abstract": "Abstract We develop a general theory of omitted variable bias for a wide range of common causal parameters, including average treatment effects, average causal derivatives, and policy effects from covariate shifts. We show how plausibility judgments on the maximum explanatory power of omitted variables are sufficient to bound the bias, facilitating sensitivity analysis in otherwise complex models. Finally, we provide statistical inference methods that can leverage modern machine learning algorithms for estimation. These results allow empirical researchers to perform sensitivity analyses in a flexible class of machine-learned causal models using very simple tools. Empirical examples demonstrate the utility of our approach.",
    "Author": "Chernozhukov, Victor",
    "DOI": "https://doi.org/10.1162/rest.a.1705",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "The Review of Economics and Statistics",
    "Subfield": "Statistics and Probability",
    "Title": "Long Story Short: Omitted Variable Bias in Causal Machine Learning",
    "Topic": "Advanced Causal Inference Techniques"
  },
  {
    "Abstract": "Background/Objectives: Upper respiratory tract infections (URTIs) and exercise-induced immune perturbations are common in adults and may adversely affect quality of life, productivity, and physical performance. Immunoglobulin Y (IgY), a food-derived antibody with broad antimicrobial activity, has demonstrated immunomodulatory potential in preclinical and limited clinical studies. This study evaluated the effects of a multi-pathogen-specific IgY supplement (Muno-IgY) on respiratory health, immune and inflammatory markers, exercise-induced physiological stress, and gut microbiome composition in healthy adults. Methods: In this 12-week, double-blind, placebo-controlled trial, 28 healthy adults with a history of URTI were randomly allocated to receive Muno-IgY or placebo and URTI incidence, duration, and severity were recorded daily. Serum immune and inflammatory biomarkers were assessed longitudinally and in response to a standardized exercise challenge. Gut microbiome composition was analyzed using shotgun metagenomic sequencing at baseline and week 12. Safety and tolerability were assessed throughout the study. Results: URTI incidence was lower in the Muno-IgY group compared with placebo (14.3% vs. 35.7%), with shorter average duration and fewer missed workdays, though differences were not statistically significant (p &gt; 0.05). Following an acute exercise challenge, Muno-IgY supplementation resulted in a significant increase in serum IgA at 24 h post-exercise (p = 0.022) and a significantly greater reduction in lactate dehydrogenase at 1 h post-exercise compared with placebo (p &lt; 0.0001). Exploratory gut microbiome analyses suggested favorable directional shifts, though these changes were not statistically tested. Conclusions: In this exploratory pilot study, Muno-IgY supplementation was safe and associated with significant improvements in selected markers of exercise-induced immune response and muscle damage. Numerical trends in URTI incidence and gut microbiome composition were observed but were not statistically significant. These findings are hypothesis-generating and support further evaluation of Muno-IgY in larger, adequately powered clinical trials.",
    "Author": "Fathima, Shahna",
    "DOI": "https://doi.org/10.3390/nu18030524",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "Nutrients",
    "Subfield": "Small Animals",
    "Title": "Muno-IgY Supplementation Improves Respiratory Health, Immune Response, and Exercise-Induced Physiological Stress in Healthy Adults: A Randomized Controlled Pilot Study",
    "Topic": "Animal health and immunology"
  },
  {
    "Abstract": "This study addresses the intensifying conflict between conservation and tourism development in global natural World Heritage sites by exploring how cognitive misalignments among stakeholders obstruct scene–village symbiosis and by proposing governance strategies grounded in cognitive coordination to enhance sustainable governance effectiveness. Focusing on three representative villages located in the overlapping area of the Li River World Heritage protection zone and the scenic tourism area, which represent the consolidation/maturity, emerging incubation, and potential cultivation stages of tourism development, the study employs Q methodology to identify stakeholder cognitive clusters and their interactive logics. Four cognitive clusters are revealed: utilitarian landscape instrumentalism, livelihood entitlement-oriented, nostalgic disciplinary gaze, and institutional risk aversion. Their presence and combinations vary across different development stages, forming distinct cognitive configurations. These clusters exhibit both couplings and tensions in value preferences, benefit claims, and action logic, which shape rule acceptance and willingness to collaborate. By overcoming the limitations of conventional surveys in capturing latent perceptions, this study proposes an integrated “cognitive differences—strategic interactions—policy mechanisms” framework. The findings offer transferable insights for managing multi-stakeholder heritage destinations, particularly in ecologically fragile areas facing overtourism pressures and sustainability challenges.",
    "Author": "Lin, Bing",
    "DOI": "https://doi.org/10.3390/su18031569",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "Sustainability",
    "Subfield": "Management Science and Operations Research",
    "Title": "Cognitive Misalignment Among Stakeholders and Governance Strategies in the Li River Karst Scene–Village System: A Q Methodology Study",
    "Topic": "Q Methodology Applications"
  },
  {
    "Abstract": "Abstract This paper argues that two of the theoretical virtues—ontological and ideological parsimony—reduce to a more foundational and familiar theoretical imperative to avoid positing brute facts. Following recent developments in metaphysics, I characterize ontological and ideological parsimony as principles that impose theoretical costs on fundamental ontology and primitive ideology respectively. I subsequently argue that both sorts of theoretical commitment entail costly brute (i.e., ungrounded) commitments. We can thus understand ontological and ideological parsimony as reducing to brute fact parsimony . After defending this proposal against objections, I extend it to the non-fundamental by introducing the notion of domain-relative bruteness, thereby explaining parsimony’s role in the special sciences. If my argument is successful, then it is now possible to weigh previously incommensurable virtues against each other. I suggest that this may facilitate progress in the debate about the laws of nature.",
    "Author": "J. L. McINTYRE",
    "DOI": "https://doi.org/10.1007/s11098-026-02487-0",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-04",
    "Source": "Philosophical Studies",
    "Subfield": "History and Philosophy of Science",
    "Title": "Brute fact parsimony",
    "Topic": "Philosophy and History of Science"
  }
]
