[
  {
    "article_path": "/article/feds-open-criminal-probe-into-whether-ice-officers-lied-about-shooting-of-venezuelan-man-in-mn_5b9c3a",
    "article_url": "https://ground.news/article/feds-open-criminal-probe-into-whether-ice-officers-lied-about-shooting-of-venezuelan-man-in-mn_5b9c3a",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Todd Lyons, the acting head of Immigration and Customs Enforcement , accused two federal agents of lying under oath about a January shooting in Minneapolis involving a Venezuelan national.",
      "Video evidence has revealed that sworn testimony provided by two separate officers appears to have made untruthful statements, according to Lyons.",
      "Both officers are on administrative leave while an internal investigation is conducted.",
      "Lyons emphasized that lying under oath is a serious federal offense."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/journalist-don-lemon-pleads-not-guilty-to-civil-rights-charges-in-minnesota-church-protest_0e4d54",
    "article_url": "https://ground.news/article/journalist-don-lemon-pleads-not-guilty-to-civil-rights-charges-in-minnesota-church-protest_0e4d54",
    "bias": [
      "Left-Leaning coverage frames Don Lemon 's legal proceedings as an \"assault on press freedom\" by the \"Trump Justice Department,\" highlighting \"baseless\" charges and public \"chants\" of dissent.",
      "Conversely, right-leaning outlets portray his actions as \"grandstanding\" and a \"storming\" or \"invasion\" by \"agitators,\" emphasizing the \"disruption\" of a church and his \"whined\" defense.",
      "Center perspectives report Lemon's claims of \"baseless charges\" and an \"unusual\" indictment path, noting a judge initially declined charges, a detail de-emphasized elsewhere.",
      "All perspectives agree Lemon pleaded not guilty to federal charges stemming from a Minnesota church protest, revealing fundamental ideological divides concerning protest rights, journalistic ethics, and respect for religious institutions versus government authority."
    ],
    "bias_bar_text": null,
    "center_pct": 46.0,
    "error": null,
    "left_pct": 27.0,
    "location": null,
    "right_pct": 27.0,
    "status": "ok",
    "summary": [
      "On Friday, Feb. 13, 2026, Don Lemon , former CNN anchor and independent journalist, pleaded not guilty at the Warren E. Burger Federal Building and U.S. Courthouse, St. Paul, after indictment with eight others.",
      "Organizers say the Jan. 18 service at Cities Church was targeted because they believed a senior pastor there worked with ICE, and protesters interrupted the service chanting `ICE out` and `Justice for Renee Good` while Lemon livestreamed earlier this month.",
      "According to court filings, the grand jury charged Lemon with conspiracy against religious freedom and injuring worship, prosecutors seized his phone now held by the Department of Homeland Security, and the indictment groups him with co-conspirators without noting his journalist role.",
      "Supporters and protesters outside the Warren E. Burger Federal Building chanted `Protect the press` as Lemon was released on a no-money bond, despite prosecutors seeking $100,000.",
      "Lemon's lawyers say the case raises First Amendment questions and plan to press those defenses, while Lemon said, `For more than 30 years, I've been a journalist...`, and magistrate and appeals courts previously rejected DOJ efforts amid recent prosecutor resignations."
    ],
    "title": "Journalist Don Lemon pleads not guilty to civil rights charges in Minnesota church protest",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-inflation-rose-24-annually-in-january-less-than-expected_e0752c",
    "article_url": "https://ground.news/article/us-inflation-rose-24-annually-in-january-less-than-expected_e0752c",
    "bias": [
      "Left-Leaning coverage emphasizes consumers \"grappling for years\" and prices \"still biting,\" focusing on persistent \"affordability worries.",
      "Right-Leaning outlets, conversely, frame the 2.4% inflation cooling as a triumph, using terms like \"vindicates Trump\" and \"defeated Joe Biden’s inflation crisis,\" portraying the economy as \"booming.",
      "Center coverage neutrally reports the \"less than expected\" data, often discussing broader economic factors like tariffs and the \"third rail\" of Social Security, a topic de-emphasized by the left.",
      "While all agree inflation cooled to 2.4%, the partisan attribution of credit or blame reveals deep ideological divides over economic policy and government's role."
    ],
    "bias_bar_text": null,
    "center_pct": 56.0,
    "error": null,
    "left_pct": 20.0,
    "location": null,
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "The Consumer Price Index rose 2.4% over the 12 months to January, the Labor Department said.",
      "This rate was down from 2.7% in the prior month, marking the slowest pace since May.",
      "Consumer inflation in the U.S. cooled slightly more than expected in January, government data showed.",
      "The reading of 2.4% was below economist expectations of 2.5%, indicating easing price pressures."
    ],
    "title": "US inflation rose 2.4% annually in January, less than expected",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-deploys-second-aircraft-carrier-from-caribbean-to-middle-east-amid-iran-tensions-report_a045bc",
    "article_url": "https://ground.news/article/us-deploys-second-aircraft-carrier-from-caribbean-to-middle-east-amid-iran-tensions-report_a045bc",
    "bias": [
      "Left-Leaning outlets frame the second aircraft carrier deployment as \"escalating pres\" and a \"lethal war-machine armada,\" sometimes linking it to capturing Venezuela's president.",
      "Right-Leaning coverage portrays it as Trump \"Cranks Up Pressure\" or \"Doubles Down,\" with Iran \"In Crosshairs\" and even a mission to \"smash Iran’s deepest nuclear base.",
      "Center-Leaning reports, while noting \"tensions,\" often include expert analysis that \"The Goal Is Not to Wage War.",
      "All perspectives acknowledge the deployment amid high Iran tensions, yet their distinct rhetorical choices—from critical to assertive—underscore fundamental ideological differences regarding military intervention and foreign policy."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 33.0,
    "location": null,
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "US President Donald Trump ordered the USS Gerald R. Ford aircraft carrier to redeploy from the Caribbean to the Middle East to increase pressure on Iran amid ongoing nuclear talks and regional tensions.",
      "The USS Gerald R. Ford will join the USS Abraham Lincoln carrier strike group in the Arabian Sea or Persian Gulf, significantly boosting US naval presence in the region.",
      "The redeployment extends the USS Gerald R. Ford's mission beyond its typical deployment cycle, serving as a precaution in case diplomatic efforts with Iran fail.",
      "Iran has warned of decisive retaliation against any attack, maintaining that giving up missiles is a 'red line,' while indirect negotiations between the US and Iran continue without a finalized next meeting date."
    ],
    "title": "US Deploys Second Aircraft Carrier From Caribbean to Middle East Amid Iran Tensions: Report",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/top-goldman-sachs-lawyer-ruemmler-resigns-after-epstein-disclosures_7ae7b1",
    "article_url": "https://ground.news/article/top-goldman-sachs-lawyer-ruemmler-resigns-after-epstein-disclosures_7ae7b1",
    "bias": [
      "Left-Leaning coverage frames the resignation as moral accountability, stressing terms like \"pedophile,\" \"disgrace,\" and affectionate phrases such as \"Uncle Jeffrey\" and \"xoxo\" to portray ethical lapse and highlight acceptance of lavish gifts as proof of compromise; right-leaning coverage emphasizes deception and establishment rot, using language like \"lying\" and \"mischaracterized\" to connect the ties to political networks and hypocrisy; center pieces are more de-emphasized, citing \"reputational risk\" and treating the resignation as fallout.",
      "Both sides, however, rely on DOJ/ epstein files and note the resignation after disclosures."
    ],
    "bias_bar_text": null,
    "center_pct": 53.0,
    "error": null,
    "left_pct": 24.0,
    "location": null,
    "right_pct": 23.0,
    "status": "ok",
    "summary": [
      "On Thursday, Kathryn Ruemmler announced her resignation as Chief Legal Officer and General Counsel of Goldman Sachs , effective June 30, 2026, which David Solomon accepted.",
      "The DOJ files released late last month show Ruemmler appeared in Epstein files thousands of times, revealing extensive communications from 2014 to 2019.",
      "Records show she referred to Epstein as `Uncle Jeffrey`, used `xo` or `xoxo`, and accepted gifts like a fur coat and handbags; Epstein called her shortly after his July 6, 2019 arrest.",
      "The resignation marks the most high-profile banking exit tied to the DOJ Epstein release last month, with Kathryn Ruemmler leaving Goldman Sachs leadership roles after sustained scrutiny despite earlier firm defense.",
      "The DOJ is expected to continue releasing Epstein-related materials, as more than 3.5 million pages have already prompted resignations including Brad Karp and Morgan McSweeney."
    ],
    "title": "Top Goldman Sachs lawyer Ruemmler resigns after Epstein disclosures",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/rubio-says-us-and-europe-belong-together-but-warns-allies-to-defend-themselves-at-munich-conference_a32392",
    "article_url": "https://ground.news/article/rubio-says-us-and-europe-belong-together-but-warns-allies-to-defend-themselves-at-munich-conference_a32392",
    "bias": [
      "Rubio's speech at the Munich Security Conference triggered starkly divergent narratives: left-leaning outlets framed his \"softer tone\" as superficial, merely reiterating \"Trump's firm stance\" and \"far-right values,\" suggesting a \"dangerous delusion\" persists.",
      "Conversely, right-leaning coverage lauded a \"forceful speech\" and \"masterful\" rebuke of \"global elites,\" emphasizing how \"Christianity binds West\" against threats like \"climate cult\" and \"mass migration.",
      "Center-Leaning reports, however, balanced a \"constructive tone\" with \"US criticism,\" noting both \"conciliatory\" aspects and underlying \"tensions.",
      "While all perspectives agreed Rubio sought to \"reassure\" allies and \"revitalize\" the trans-Atlantic alliance, the left questioned sincerity, the right celebrated a \"Western Revival,\" revealing deep ideological splits on internationalism versus nationalistic priorities."
    ],
    "bias_bar_text": "Left 30% Center 39% Right 31%",
    "center_pct": 39.0,
    "error": null,
    "left_pct": 30.0,
    "location": null,
    "right_pct": 31.0,
    "status": "ok",
    "summary": [
      "On Saturday, February 14, 2026, U.S. Secretary of State Marco Rubio delivered a keynote at the Munich Security Conference, saying the United States and Europe `belong together` and calling for a reinvigorated alliance.",
      "Amid growing strain, European leaders like Friedrich Merz and Emmanuel Macron urged repairing trust after a year of tensions over U.S. moves such as the Greenland dispute.",
      "On Saturday, February 14, 2026, Rubio urged allies to increase defence spending and capacity, meeting with Friedrich Merz, Volodymyr Zelenskyy, and Wang Yi to discuss Ukraine and NATO support.",
      "Observers noted that Rubio's conciliatory tone was met with relief, but analysts warned that inconsistent signals from Washington could undermine reassurance, stressing the need for a consistent message from the highest levels.",
      "With the Ukraine war in focus, Rubio warned that `We don't know if the Russians are serious about ending the war,` as the conflict nears its fifth year and emphasizes building a European pillar for long-term cohesion."
    ],
    "title": "Rubio says US and Europe 'belong together' but warns allies to defend themselves at Munich conference",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/chinese-ai-firms-unveil-wave-of-new-models-ahead-of-lunar-new-year_576b2b",
    "article_url": "https://ground.news/article/chinese-ai-firms-unveil-wave-of-new-models-ahead-of-lunar-new-year_576b2b",
    "bias": [
      "Left-Leaning coverage emphasizes Chinese AI models potentially \"push pro- China views\" and highlights a \"major Hollywood backlash\" with a \"swift and fierce\" tone, focusing on geopolitical implications and creative industry disruption.",
      "Right-Leaning outlets, conversely, question the ability to \"Actually Sue The Chinese Company?\" and frame Disney's past engagement as \"bent over backwards,\" portraying the current dispute as an \"inevitable twist\" rooted in corporate accountability.",
      "Center-Leaning reports offer a \"big — but rocky — week\" perspective, detailing specific AI models and their \"game-changing\" potential while noting the \"virtual smash-and-grab\" of copyrighted content.",
      "All perspectives agree on the emergence of Chinese AI and Hollywood's negative reaction, but diverge on whether the core issue is state influence, corporate responsibility, or technological competition, reflecting broader ideological and economic divides."
    ],
    "bias_bar_text": null,
    "center_pct": 54.0,
    "error": null,
    "left_pct": 23.0,
    "location": "China",
    "right_pct": 23.0,
    "status": "ok",
    "summary": [
      "On Thursday, Alibaba , ByteDance, Kuaishou, Zhipu AI and Seedance released new AI models covering robotics, video generation and large-language tools.",
      "Against a backdrop of global rivalry, Yakefu added that Alibaba's 'broader ambition' was to 'establish a foundational intelligence layer for embodied systems,' as Chinese models compete with Western offerings.",
      "Seedance 2.0 demonstrated progress in controllability, speed, and production efficiency, with Yakefu describing it as 'one of the most well-rounded video generation models I've tested so far.'",
      "Market moves followed when Zhipu AI's GLM-5 release coincided with a Thursday shares surge, MiniMax shares jumped after its M2.5 launch, Seedance suspended a feature over consent, and Kuaishou limited some models to paying subscribers before public release soon.",
      "CNBC noted it could not verify some claims by Chinese AI developers, while Demis Hassabis said their models are just months behind Western rivals, intensifying competition with Nvidia and Google."
    ],
    "title": "Chinese AI Firms Unveil Wave of New Models Ahead of Lunar New Year",
    "topic": "AI Breakthroughs",
    "topic_full": "AI Breakthroughs · China"
  },
  {
    "article_path": "/article/poll-58-percent-say-democrats-too-radical-as-very-liberal-wing-quadruples-since-1999",
    "article_url": "https://ground.news/article/poll-58-percent-say-democrats-too-radical-as-very-liberal-wing-quadruples-since-1999",
    "bias": [
      "Left-Leaning coverage highlights an \"all-time high\" perception of Democrats being \"too liberal,\" framing it as a \"surge\" in support for left-leaning elements, sometimes with a resigned tone like \"Adios, amigos!\" Conversely, right-leaning outlets portray this as the \"Far Left\" \"devouring\" or \"conquering\" the party, employing alarmist language such as \"shocking poll results\" and warning of \"electoral repercussions.",
      "While the right emphasizes specific figures like \"58% of voters\" and the \"5% to 21%\" rise in \"very liberal\" Democrats, the left de-emphasizes these details.",
      "Both acknowledge the party's leftward shift and a decrease in conservative Democrats, yet the left focuses on internal evolution, while the right frames it as a problematic radicalization, revealing fundamental ideological divides over the party's identity and future."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": 27.0,
    "location": "United States",
    "right_pct": 73.0,
    "status": "ok",
    "summary": [
      "A new poll by CNN found that 58% of Americans in 2025 believe the Democratic Party has become too liberal—an all-time high, up from 48% in 2013 and 42% in 1996 during Bill Clinton’s presidency.",
      "Support within the party has grown for left-wing figures such as Zohran Mamdani and Bernie Sanders, reflecting the increasing influence of its democratic socialist wing.",
      "While progressive support is rising, the ideological shift may be alienating more moderate and conservative Democrats, potentially creating internal party tensions."
    ],
    "title": "‘All-time high’ number of Americans believe Democrats are ‘too liberal’, poll says",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/minnesota-sees-nations-largest-known-outbreak-of-rare-fungal-std_59bf93",
    "article_url": "https://ground.news/article/minnesota-sees-nations-largest-known-outbreak-of-rare-fungal-std_59bf93",
    "bias": [
      "Left-Leaning coverage emphasizes the \"surge\" and \"spreading\" of sexually transmitted ringworm, highlighting its \"emerging\" nature and specific demographic prevalence among \"men who have sex with men,\" alongside the lengthy treatment duration of \"months.",
      "In contrast, center and right-leaning outlets portray the condition as \"rare\" but \"severe,\" focusing on detailed symptoms like \"circular rashes\" and their locations, while de-emphasizing demographic specifics or treatment timelines.",
      "All perspectives agree Minnesota faces the \"nation’s largest known outbreak\" of a sexually transmitted fungal infection, yet diverge on the precise genotype number.",
      "These differences reveal a split between focusing on epidemiological context and public health burden versus symptom identification and the unusual nature of the disease."
    ],
    "bias_bar_text": null,
    "center_pct": 29.0,
    "error": null,
    "left_pct": 57.0,
    "location": "Minnesota",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "Minnesota Department of Health announced the state's largest known U.S. outbreak of TMVII, with over 30 cases since July 2025.",
      "Travel-Linked reports indicate the first U.S. case patient had sexual contact related to travel, while health agencies note TMVII circulated in Europe and Southeast Asia including Thailand.",
      "Clinicians requested confirmatory testing, prompting MDH to establish enhanced surveillance; treatment can last up to three months with oral antifungals.",
      "MDH recommends anyone with symptoms avoid skin-to-skin contact, stop sharing personal items, inform sexual partners, and seek medical care immediately; state health advisers urge prompt treatment and provide MDH online guidance.",
      "Public-Health experts note TMVII is the only known fungal STI most prevalent among men who have sex with men, and the CDC warns it may be mistaken for psoriasis, risking scarring or secondary bacterial infection."
    ],
    "title": "Minnesota sees nation’s largest known outbreak of rare, fungal STD",
    "topic": "Health",
    "topic_full": "Health · Minnesota"
  },
  {
    "article_path": "/article/marine-allowed-to-keep-afghan-orphan-despite-disputed-adoption_13ec40",
    "article_url": "https://ground.news/article/marine-allowed-to-keep-afghan-orphan-despite-disputed-adoption_13ec40",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 51.0,
    "error": null,
    "left_pct": 39.0,
    "location": "Virginia",
    "right_pct": 10.0,
    "status": "no_change",
    "summary": [
      "On Thursday, the Virginia Supreme Court ruled that a U.S. Marine and his wife may keep an Afghan orphan, citing a law that bars adoption challenges after six months.",
      "In September 2019, U.S. soldiers found the infant injured during a raid, her family killed, and brought her to Bagram Air Base hospital while the U.S. State Department under President Donald Trump insisted on reunification with Afghan relatives vetted by the Afghan government.",
      "Moore granted a weekend temporary adoption on Sunday, Nov. 10, 2019, and later a final adoption in December 2020, waiving safeguards during the process.",
      "The ruling likely ends a bitter, yearslong legal battle, while government filings warned keeping the child risks endorsing `international child abduction` and threatening international security pacts, the Justice Department said.",
      "Three dissenting justices called the court's handling wrong and cancerous, and court transcripts reveal a fractured bureaucracy where high-ranking military and government officials took extraordinary, conflicting steps."
    ],
    "title": "Marine Allowed to Keep Afghan Orphan Despite Disputed Adoption",
    "topic": "Justice",
    "topic_full": "Justice · Virginia"
  },
  {
    "article_path": "/article/moment-crew-docks-at-international-space-station_208ab7",
    "article_url": "https://ground.news/article/moment-crew-docks-at-international-space-station_208ab7",
    "bias": [
      "Left-Leaning pieces frame the Crew‑12 arrival as restoring research capacity and spotlight ISS aging/deorbit concerns and international cooperation, stressing eight‑nine month science work and the 34‑hour transit; right-leaning coverage foregrounds private success—SpaceX and Musk—using celebratory, urgent cues like \"LIVE NOW,\" \"ultra‑delicate maneuver,\" or framing the earlier return as \"forced\" or even \"bailed early,\" and de‑emphasizes operational disruptions.",
      "The center highlights resilience and partner roles.",
      "Pivotal dividing lines are emphasis on long‑term funding/legacy versus private‑sector triumphs; both sides agree the docking restored a full crew and followed NASA ’s medical protocols."
    ],
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 17.0,
    "location": "Germany",
    "right_pct": 26.0,
    "status": "ok",
    "summary": [
      "On Feb. 14, 2026, four Crew-12 astronauts docked at the International Space Station , restoring full staffing with Jessica Meir, Jack Hathaway, Sophie Adenot and Andrey Fedyaev.",
      "One month earlier, a medical emergency aboard the ISS forced Crew-11 to return more than a month sooner than planned, and NASA refused to disclose the ill astronaut's identity citing medical privacy.",
      "The reduced crew forced NASA to pause spacewalks and trim research, while Crew-12 will conduct scientific research and space food production during an eight- to nine-month mission.",
      "Last month's medical evacuation was NASA's first in 65 years, and the agency is preparing for the Artemis II mission slated as soon as March."
    ],
    "title": "Astronauts arrive at ISS for 8-month mission after medical emergency forced early evacuation",
    "topic": "International Space Station",
    "topic_full": "International Space Station · Germany"
  },
  {
    "article_path": "/article/us-iran-to-hold-new-round-of-nuclear-talks-in-geneva-this-week-swiss-government-says_269bf8",
    "article_url": "https://ground.news/article/us-iran-to-hold-new-round-of-nuclear-talks-in-geneva-this-week-swiss-government-says_269bf8",
    "bias": [
      "Left-Leaning outlets frame upcoming US- Iran nuclear talks as resuming amidst \"tensions simmer,\" emphasizing President Trump's \"ramps up pressure\" with military warnings.",
      "In stark contrast, right-leaning coverage expresses deep skepticism, portraying a deal as \"difficult to impossible\" based on advisor assessments, and highlighting Trump's demands for \"zero uranium enrichment\" and \"tougher measures.",
      "Center-Leaning reports adopt a neutral tone, noting \"High-Stakes Diplomacy\" and quoting Trump's warning of a \"very traumatic\" failure, also including Israel's security concerns.",
      "While all acknowledge the Geneva talks, the core divergence reveals ideological splits on diplomatic efficacy versus confrontational strategies."
    ],
    "bias_bar_text": null,
    "center_pct": 49.0,
    "error": null,
    "left_pct": 29.0,
    "location": "Iran",
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "Swiss Foreign Ministry said Saturday that Iran and the United States will hold a second round of talks in Geneva next week, hosted by the Sultanate of Oman.",
      "On February 6, Iranian Foreign Minister Abbas Araghchi met U.S. envoy Steve Witkoff with Jared Kushner present in Oman, where the talks were indirect and Oman acted as mediator.",
      "In its protecting‑power role, Switzerland and its embassy in Tehran represent United States interests in Iran and handle U.S. consular affairs including passports and protection.",
      "The U.S. administration insists Iran can have no uranium enrichment under any deal, while Iran maintains its programme is peaceful and Gulf Arab nations warn attacks could spiral regionally.",
      "Geneva will also host U.S.-brokered talks between Russia and Ukraine on Tuesday and Wednesday, creating parallel diplomatic tracks while similar talks last year broke down amid a 12-day war."
    ],
    "title": "US, Iran to hold new round of nuclear talks in Geneva this week, Swiss government says",
    "topic": "US Politics",
    "topic_full": "US Politics · Iran"
  },
  {
    "article_path": "/article/trump-wants-to-end-russia-ukraine-war-once-and-for-all-us-secy-of-state-marco-rubio-the-tribune",
    "article_url": "https://ground.news/article/trump-wants-to-end-russia-ukraine-war-once-and-for-all-us-secy-of-state-marco-rubio-the-tribune",
    "bias": [
      "News coverage of the Rubio-Zelensky meeting sharply diverged, with left-leaning outlets emphasizing Zelensky's specific discussions on \"the Situation at the Front, Ukraine's Needs for Air Defense and the Diplomatic Process.",
      "Right-Leaning coverage, however, prominently featured Senator Rubio's statements about Trump's desire to end the war , employing phrases like \"ends bloodshed\" and \"Once and for All\" to frame a decisive resolution and elevate upcoming \"crucial\" Geneva talks.",
      "This contrasts with the left's de-emphasis of Trump's role.",
      "Center-Leaning reports also noted Trump's intention to end the war, attributing the \"Once and for All\" quote neutrally.",
      "The portrayal of Trump's involvement and intentions served as a pivotal dividing line, with the right highlighting his perceived decisiveness while the left focused on Ukraine's immediate requirements.",
      "All perspectives acknowledged the meeting between Senator Rubio and President Zelensky in Munich, revealing underlying ideological priorities in how potential peace initiatives versus immediate military aid are framed."
    ],
    "bias_bar_text": "9% Center 45% Right 46%",
    "center_pct": 45.0,
    "error": null,
    "left_pct": 9.0,
    "location": null,
    "right_pct": 46.0,
    "status": "ok",
    "summary": [
      "US Secretary of State Marco Rubio met Ukrainian President Volodymyr Zelenskyy at the Munich Security Conference to discuss Ukraine's front-line situation, Russian strikes, and security and economic partnerships ahead of trilateral peace talks in Geneva on February 17-18.",
      "Zelenskyy briefed Rubio on the impact of Russian strikes on Ukraine's energy system, discussed protecting lives during winter, and expressed gratitude for US support during the ongoing war.",
      "The upcoming Geneva talks will involve Ukraine, Russia, and the US, with Russia's delegation led by Presidential aide Vladimir Medinsky, aiming to achieve progress on security guarantees, economic recovery, and ending the conflict.",
      "Both Rubio and Zelenskyy emphasized President Donald Trump's intention to find a solution to end the bloodshed in the Russia- Ukraine war once and for all."
    ],
    "title": "Rubio meets with Zelenskyy ahead of crucial Geneva talks as he says Trump wants solution that 'ends bloodshed'",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/high-profile-resignations-and-replacements-as-epstein-case-fallout-spreads",
    "article_url": "https://ground.news/article/high-profile-resignations-and-replacements-as-epstein-case-fallout-spreads",
    "bias": [
      "While all perspectives acknowledge the \"fallout\" from the Epstein case is \"spreading,\" left-leaning coverage distinctly frames the narrative with terms like \"Explodes\" and explicitly questions accountability for \"Team Trump,\" highlighting specific recent consequences.",
      "Right-Leaning outlets, conversely, emphasize general \"high-profile resignations\" and the broader \"fallout spreads,\" focusing on systemic consequences for powerful individuals without specific political targeting.",
      "Center-Leaning reports remain descriptive, providing factual context like the \"U.S. Department of Justice\" as the document source, de-emphasizing partisan angles.",
      "All sides agree on \"tarnished\" reputations, revealing a shared concern for public image, yet diverge on who is held accountable, reflecting distinct ideological priorities regarding political figures versus institutional integrity."
    ],
    "bias_bar_text": "Left 60% Center 27% R 13%",
    "center_pct": 27.0,
    "error": null,
    "left_pct": 60.0,
    "location": null,
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "The release of more than 3 million pages of Jeffrey Epstein –related documents by the U.S. Justice Department has triggered global fallout, affecting politicians, diplomats, business leaders, and royals.",
      "Many prominent figures have faced reputational damage, investigations, and in some cases job losses due to their past ties or continued associations with Epstein after his conviction.",
      "Aside from Prince Andrew, those implicated are not accused of sexual wrongdoing; the consequences stem primarily from maintaining relationships with Epstein after he became a convicted sex offender."
    ],
    "title": "High-profile resignations and replacements as Epstein case fallout spreads",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/blanche-says-khanna-named-random-people-in-house-speech-on-epstein-files_751726",
    "article_url": "https://ground.news/article/blanche-says-khanna-named-random-people-in-house-speech-on-epstein-files_751726",
    "bias": [
      "Left-Leaning coverage frames the episode as institutional failure—emphasizing “arbitrary redactions,” DOJ opacity, and Khanna’s transparency push—while right-leaning pieces highlight reputational harm and political opportunism, using charged phrases like “ruined the lives” and “outs/outed” to condemn the lawmakers; center coverage centers the DOJ line that four named individuals were “random people” from an FBI lineup and treats the dispute as procedural.",
      "The decisive divide is over culpability—blame the DOJ’s redactions versus blame lawmakers’ recklessness—especially around the four retracted names; both sides, however, agree names were read and later retracted, reflecting broader trust-versus-accountability tensions."
    ],
    "bias_bar_text": null,
    "center_pct": 5.0,
    "error": null,
    "left_pct": 39.0,
    "location": "United States",
    "right_pct": 56.0,
    "status": "ok",
    "summary": [
      "On Tuesday, Rep. Ro Khanna read six names on the U.S. House floor and retracted four on Friday after The Guardian reported the DOJ said they were random lineup entries.",
      "After viewing newly unredacted documents on Monday, Khanna and Rep. Thomas Massie sought a special master and blamed the DOJ for failing to explain redactions before un-redacting names.",
      "The DOJ explained that four men named by Khanna came from a photo lineup assembled years ago by the Southern District of New York, and The Guardian found no ties to Jeffrey Epstein for those men while two men contacted denied knowing Epstein.",
      "Two of the six named were high-profile figures—Sultan Ahmed bin Sulayem and Leslie Wexner—and Sulayem resigned as CEO on Friday, while Salvatore Nuarte contacted Khanna's office after his name was read.",
      "A public dispute erupted when Deputy Attorney General Todd Blanche accused Khanna of rushing to X and the House floor with false accusations, while the DOJ spokesperson said Khanna and Rep. Thomas Massie forced unmasking of completely random people selected years ago for an FBI lineup."
    ],
    "title": "Blanche says Khanna named ‘random people’ in House speech on Epstein files",
    "topic": "Ro Khanna",
    "topic_full": "Ro Khanna · United States"
  },
  {
    "article_path": "/article/steve-bannon-courted-epstein-in-his-efforts-to-take-down-pope-francis",
    "article_url": "https://ground.news/article/steve-bannon-courted-epstein-in-his-efforts-to-take-down-pope-francis",
    "bias": [
      "Left-Leaning outlets frame Bannon's discussions with Epstein as a \"Maga Strategy to Overthrow the Pope,\" emphasizing efforts to \"economically asphyxiate the Vatican\" and linking Epstein to \"racist and misogynistic ideas,\" also noting Trump's frequent mentions.",
      "Rhetoric includes \"plotted\" and \"keeps getting wilder.",
      "Right-Leaning coverage, while also using \"plotted\" and \"take down,\" portrays the event as \"one of the many surprises,\" highlighting Bannon's numerous mentions and declaring \" Pope Francis : 1 Epstein: 0,\" suggesting a failed \"offensive policy against pontificalism.",
      "Center coverage focuses on Bannon's intent to \"undermine\" the pontiff, specifically mentioning a proposed film.",
      "All agree Bannon discussed strategies to \"make Pope Francis fall\" with the \"disgraced financier,\" revealing deep ideological divides over perceived threats to religious and political institutions."
    ],
    "bias_bar_text": null,
    "center_pct": 44.0,
    "error": null,
    "left_pct": 30.0,
    "location": "United States",
    "right_pct": 26.0,
    "status": "ok",
    "summary": [
      "Steve Bannon , a former Trump adviser, discussed strategies with Jeffrey Epstein to 'take down' Pope Francis, according to released Department of Justice files.",
      "Bannon was critical of Francis and saw him as an opponent to his 'sovereigntist' nationalist populist vision.",
      "The documents appear to show Epstein was helping Bannon build his movement against the Pope and other perceived opponents."
    ],
    "title": "Steve Bannon courted Epstein in his efforts to ‘take down’ Pope Francis: CNN",
    "topic": "Steve Bannon",
    "topic_full": "Steve Bannon · United States"
  },
  {
    "article_path": "/article/cia-pentagon-reviewed-secret-havana-syndrome-device-in-norway-washington-post-reports",
    "article_url": "https://ground.news/article/cia-pentagon-reviewed-secret-havana-syndrome-device-in-norway-washington-post-reports",
    "bias": [
      "Left-Leaning coverage emphasizes a researcher's \"skepticism\" and a \"secret weapon,\" portraying the event as a challenge to official narratives and raising concerns about government transparency.",
      "Conversely, right-leaning outlets frame the incident as \"reigniting the mystery\" of 'Havana syndrome' and warn of a \"chilling new weapon,\" stoking \"fears over new warfare\" and potential threats.",
      "Center-Leaning reports neutrally focus on the official review of a \"microwave device.",
      "While all acknowledge U.S. officials investigated a scientist's self-experiment and subsequent symptoms, the left scrutinizes potential government overreach, whereas the right highlights broader national security implications, revealing distinct ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 36.0,
    "error": null,
    "left_pct": 9.0,
    "location": "United States",
    "right_pct": 55.0,
    "status": "ok",
    "summary": [
      "U.S. officials investigated a secret microwave device test in Norway that caused neurological symptoms similar to Havana syndrome.",
      "Norway informed the CIA about the incident, which led to visits by Pentagon and White House officials.",
      "Test results did not confirm that U.S. diplomats or spies were attacked by a foreign power.",
      "The investigation showed that pulsed-energy devices can affect human biology."
    ],
    "title": "CIA, Pentagon reviewed secret 'Havana syndrome' device in Norway, Washington Post reports",
    "topic": "Health & Medicine",
    "topic_full": "Health & Medicine · United States"
  },
  {
    "article_path": "/article/dhs-sends-hundreds-of-subpoenas-to-social-media-firms-for-data-on-anonymous-ice-critics-nyt_dd824d",
    "article_url": "https://ground.news/article/dhs-sends-hundreds-of-subpoenas-to-social-media-firms-for-data-on-anonymous-ice-critics-nyt_dd824d",
    "bias": [
      "Left-Leaning coverage frames the Department of Homeland Security's actions as government overreach, employing terms like \"orders,\" \"unmask,\" and \"secretly demands\" to highlight threats to anonymous speech and civil liberties, even referencing \"whistleblowers.",
      "Conversely, right-leaning outlets, while also using \"expose,\" subtly imply a necessary revelation of problematic \"anti-ICE accounts.",
      "Center-Leaning reporting remains neutral, stating DHS \"wants\" or \"asks\" for information, referring to \"hundreds\" of \"mandates\" without emotional framing.",
      "All perspectives agree DHS is seeking identifying data from tech companies regarding accounts critical of ICE.",
      "This divergence underscores fundamental ideological clashes over government power, individual liberties, and immigration enforcement."
    ],
    "bias_bar_text": null,
    "center_pct": 21.0,
    "error": null,
    "left_pct": 53.0,
    "location": "United States",
    "right_pct": 26.0,
    "status": "ok",
    "summary": [
      "On Friday, The New York Times reported that the Department of Homeland Security is expanding efforts to identify Americans opposing Immigration and Customs Enforcement by sending legal requests to Google, Meta, Reddit, and Discord for account data.",
      "DHS officials say they are using administrative subpoenas to investigate threats to ICE agents and cited their `broad administrative subpoena authority`, ramping up use last year to identify anonymous social media accounts.",
      "Tech company review processes and user notifications say Google, Meta, Reddit, and Discord review subpoenas in recent months, sometimes comply, and inform users unless legally barred.",
      "In court filings, civil‑liberties lawyers said many subpoenas were withdrawn before a judge could rule, leaving targeted users with 10 to 14 days to challenge, and the A.C.L.U. has filed motions to quash requests.",
      "The trend accelerated after the department ramped up subpoenas last year, including a Sept. 11 Meta request, while Tom Homan, White House border czar, urged to `create a database`."
    ],
    "title": "DHS Sends Hundreds of Subpoenas to Social Media Firms for Data on Anonymous ICE Critics: NYT",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/4-indicted-after-minneapolis-clashes-including-a-woman-accused-of-biting-off-an-officers-fingertip",
    "article_url": "https://ground.news/article/4-indicted-after-minneapolis-clashes-including-a-woman-accused-of-biting-off-an-officers-fingertip",
    "bias": [
      "While all perspectives report the indictments of four individuals, including a woman accused of biting an officer’s fingertip, right-leaning outlets prominently feature this visceral detail, sensationalizing harm to law enforcement to evoke strong negative sentiment.",
      "Left-Leaning coverage remains largely descriptive, de-emphasizing broader context.",
      "Crucially, center-leaning accounts uniquely provide the pivotal detail that the clashes occurred during a protest following a shooting, a context de-emphasized by both left and right.",
      "This divergence highlights a fundamental ideological split between prioritizing law and order and acknowledging underlying protest motivations, despite universal agreement on the core facts of the indictments and charges."
    ],
    "bias_bar_text": null,
    "center_pct": 56.0,
    "error": null,
    "left_pct": 36.0,
    "location": "Minneapolis",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "Claire Louise Feng, 27, is indicted for allegedly biting off an HSI agent's fingertip during a Jan. 24 protest after the Alex Pretti shooting.",
      "Investigators abandoned two vehicles on Jan. 14 after FBI agents fled amid protests; stolen items including guns and FBI identification cards were taken and personal documents posted on social media, prompting threats.",
      "In an affidavit, Homeland Security Investigations special agent Bronson Day said Feng bit the Customs and Border Protection officer’s right ring finger through a glove, severing the tip, and the officer received medical attention within an hour.",
      "Federal prosecutors also indicted three people over threats to FBI agents, including Brenna Marie Doyle, 18, of Spokane, Washington, charged with threatening to murder a federal law enforcement officer.",
      "Reporting is based on information shared by the U.S. Department of Justice and FOX 9, and the case remains under investigation by the Department of Homeland Security, Immigration and Customs Enforcement and Homeland Security Investigations."
    ],
    "title": "4 indicted after Minneapolis clashes, including a woman accused of biting off an officer’s fingertip",
    "topic": "Minnesota Politics",
    "topic_full": "Minnesota Politics · Minneapolis"
  },
  {
    "article_path": "/article/trump-administration-sued-for-attempted-overhaul-of-public-golf-course",
    "article_url": "https://ground.news/article/trump-administration-sued-for-attempted-overhaul-of-public-golf-course",
    "bias": [
      "Left-Leaning coverage frames the golf course \"overhaul\" as an \"unlawful assault,\" transforming a \"public golf course\" into a \"private playground for the privileged,\" highlighting the administration's lease termination due to alleged failures.",
      "Right-Leaning outlets subtly imply the \"overhaul\" is a necessary improvement, using \"extraordinary efforts\" to describe Trump's actions, and uniquely cite a \"congressional act\" violation.",
      "Center coverage also notes \"extraordinary efforts\" but includes a factual error.",
      "While all agree a lawsuit by golfers accuses environmental law violations, the left emphasizes public interest, while the right focuses on broader legal challenges to administrative authority, revealing ideological divides over public asset control and executive power."
    ],
    "bias_bar_text": null,
    "center_pct": 66.0,
    "error": null,
    "left_pct": 21.0,
    "location": "Washington",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "A non-profit group and two Washington residents sued the Trump administration to stop changes to the 100-year-old East Potomac Golf Course in a public park."
    ],
    "title": "A lawsuit seeks to stop Trump’s overhaul of a 100-year-old public golf course in Washington",
    "topic": "Justice",
    "topic_full": "Justice · Washington"
  },
  {
    "article_path": "/article/street-blocked-off-in-search-for-nancy-guthrie",
    "article_url": "https://ground.news/article/street-blocked-off-in-search-for-nancy-guthrie",
    "bias": [
      "Left-Leaning outlets frame the event as an \"abduction,\" detailing \"new clues\" and the family's \"fragile\" health, emphasizing the \"mystery\" and \"deep pain\" with granular investigative specifics.",
      "Conversely, center and right perspectives de-emphasize these specific details, instead highlighting how the case \"spotlights other families left behind,\" with the right implicitly critiquing systemic neglect.",
      "While all agree on the ongoing search for Nancy Guthrie and the case's role in revealing differential police response, the left prioritizes the immediate human drama and investigation.",
      "In contrast, center and right focus on broader societal implications, reflecting differing ideological lenses on individual plight versus systemic critique."
    ],
    "bias_bar_text": null,
    "center_pct": 36.0,
    "error": null,
    "left_pct": 57.0,
    "location": "Arizona",
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "Hundreds of agents are searching for Nancy Guthrie after her apparent kidnapping, while other families with missing loved ones struggle for resources.",
      "Tonya Miller says families with 'normal missing people' cases 'have to fight to get any help,' unlike the vast resources dedicated to the Guthrie case.",
      "The FBI has offered a $100,000 reward for information on Guthrie's whereabouts, highlighting the disproportionate attention high-profile cases receive."
    ],
    "title": "Hundreds of agents search for Nancy Guthrie as her case spotlights other families left behind",
    "topic": "Nancy Guthrie",
    "topic_full": "Nancy Guthrie · Arizona"
  },
  {
    "article_path": "/article/cornell-study-pinpoints-global-crop-emissions-to-10-kilometer-resolution_3b141b",
    "article_url": "https://ground.news/article/cornell-study-pinpoints-global-crop-emissions-to-10-kilometer-resolution_3b141b",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 33.0,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Cornell-Led researchers released on Feb. 13 in Nature Climate Change a global croplands emissions map resolving about 10-kilometer grids by crop and emission source, synthesizing ground data and models.",
      "The last comparable global map dated to 2000, but croplands cover 12% of land and produce 25% of agricultural emissions, so policymakers and scarce funds need updated data.",
      "Researchers calculated croplands emitted 2.5 gigatons of CO2 equivalent in 2020, with East Asia and Pacific providing about half and South Asia, Europe and Central Asia contributing 30%.",
      "Researchers propose targeted fixes like controlled peatland rewetting, management of flooded rice paddies, and optimized fertilizer use, urging local communities and countries to act as mitigation funds remain scarce.",
      "Four crops dominate cropland emissions, led by rice at 43%, with major sources including drained peatlands for oil palm and flooded rice paddies, researchers said."
    ],
    "title": "Cornell Study Pinpoints Global Crop Emissions to 10-Kilometer Resolution",
    "topic": "Carbon Emissions",
    "topic_full": "Carbon Emissions"
  },
  {
    "article_path": "/article/mike-tyson-sounds-the-alarm-on-us-boxing-launching-a-las-vegas-amateur-invitational",
    "article_url": "https://ground.news/article/mike-tyson-sounds-the-alarm-on-us-boxing-launching-a-las-vegas-amateur-invitational",
    "bias": [
      "Left and center outlets explicitly detail Mike Tyson 's motivation to revive US boxing by building stronger amateur competition, using terms like \"sounds the alarm\" and describing the sport as \"fading,\" with the left intensifying this to \"dying.",
      "The right, while also noting Tyson \"sounds the alarm,\" de-emphasizes these specific motivations, subtly framing his initiative as individual action.",
      "Both left and right highlight Tyson's past as the \"world's best and fiercest heavyweight,\" providing historical context that the center de-emphasizes.",
      "The central dividing line lies in the explicit detailing of Tyson's proposed solution, with left and center focusing on the 'how' and 'why,' while the right leans towards the broader notion of individual intervention.",
      "All perspectives agree Tyson is launching an invitational to address concerns about US boxing, reflecting broader ideological differences in emphasizing systemic issues versus individual solutions."
    ],
    "bias_bar_text": null,
    "center_pct": 62.0,
    "error": null,
    "left_pct": 33.0,
    "location": "Las Vegas",
    "right_pct": 5.0,
    "status": "ok",
    "summary": [
      "Mike Tyson , the 59-year-old Hall of Famer, helped launch the Mike Tyson Invitational for March 12–14 in Las Vegas to recruit top U.S. amateurs.",
      "Concerned about grassroots decline, Tyson said `Listen, boxing is dying,` and added `we don't have enough boxing clubs` after watching amateur fights Friday.",
      "As a fighter, Tyson compiled a 50-7 record with 44 knockouts and said, `I was taught as a kid, boxing is about putting asses in seats` to emphasize boxing's showmanship.",
      "He said the invitational won't be a cure-all but plans to work with UFC CEO and President Dana White and TKO, which has multiyear agreements with Saudi entities.",
      "Despite big gates, boxing's promoter fragmentation complicates consistent matchups; recent Alvarez-Crawford fights drew 70,482 at Allegiant Stadium, while the IOC confirmed boxing for 2028."
    ],
    "title": "Mike Tyson sounds the alarm on US boxing, launching a Las Vegas amateur invitational",
    "topic": "Mike Tyson",
    "topic_full": "Mike Tyson · Las Vegas"
  },
  {
    "article_path": "/article/zelenskyy-says-us-too-often-asks-ukraine-not-russia-for-concessions",
    "article_url": "https://ground.news/article/zelenskyy-says-us-too-often-asks-ukraine-not-russia-for-concessions",
    "bias": [
      "Left-Leaning outlets frame Zelenskyy's statements as a critique of U.S. foreign policy, emphasizing the U.S. \"too often\" asking Ukraine for \"concessions\" and \"sidelining Russia's responsibilities,\" even accusing Moscow of \"seeking to delay decisions.",
      "Right-Leaning coverage also highlights the U.S. asking for \"concessions,\" portraying it as a perceived weakness in U.S. strategy and emphasizing Zelenskyy's \"frustration\" and Trump's advice to \"not miss the opportunity\" to end \" Europe 's biggest war since 1945.",
      "Center-Leaning reports, conversely, directly attribute Zelenskyy's words without editorial framing.",
      "All perspectives agree Zelenskyy stated the U.S. \"too often\" asks Ukraine for concessions and felt \"a little bit\" of \"pressure\" from Trump, revealing ideological divides on U.S. foreign policy and accountability."
    ],
    "bias_bar_text": null,
    "center_pct": 23.0,
    "error": null,
    "left_pct": 29.0,
    "location": "Ukraine",
    "right_pct": 48.0,
    "status": "ok",
    "summary": [
      "Ukrainian President Volodymyr Zelenskyy urged U.S.-brokered talks next week in Geneva be serious and warned Ukraine is asked `too often` to make concessions.",
      "Following one Washington-brokered round in Abu Dhabi, Russia named Putin adviser Vladimir Medinsky to lead its Geneva delegation, replacing Igor Kostyukov, drawing Kyiv criticism.",
      "Weapons developing faster than diplomacy, Zelenskyy warned, citing Iranian-designed Shahed drones becoming deadlier and damage to every power plant in Ukraine, urging faster Patriot and NASAMS deliveries.",
      "Zelenskyy warned U.S. mid-term elections could shift focus, urging the U.S. to stay involved and calling for a bigger European role, amid concerns of domestic distractions.",
      "Pointing to deep mistrust, Zelenskyy argued Russian leader Vladimir Putin is a `slave to war` and no one in Ukraine believes he will ever let their people go."
    ],
    "title": "Zelenskyy says US too often asks Ukraine, not Russia, for concessions",
    "topic": "Volodymyr Zelenskyy",
    "topic_full": "Volodymyr Zelenskyy · Ukraine"
  },
  {
    "article_path": "/article/us-courts-have-ruled-4-400-times-that-ice-jailed-people-illegally-it-hasnt-stopped",
    "article_url": "https://ground.news/article/us-courts-have-ruled-4-400-times-that-ice-jailed-people-illegally-it-hasnt-stopped",
    "bias": [
      "Left-Leaning coverage frames judicial actions as a \"rebuke\" of \"mass detention\" of \"immigrants without criminal records,\" emphasizing the administration's continued jailing while de-emphasizing overall detainee numbers.",
      "Right-Leaning outlets, acknowledging \"illegal detentions,\" portray ICE's efforts as \"sweeps\" and a \"crackdown,\" highlighting \"68,000 Immigrants in Custody\" and \"20,000 lawsuits\" to underscore enforcement challenges.",
      "Center-Leaning reports present the \"4,400 times\" rulings as a \"huge legal rebuke\" and note continued \"indefinitely\" jailing, providing quantitative data like the \"75% increase\" without the left's focus on specific detainee characteristics.",
      "All perspectives agree courts ruled thousands of detentions illegal, revealing ideological splits on immigration enforcement versus human rights."
    ],
    "bias_bar_text": null,
    "center_pct": 31.0,
    "error": null,
    "left_pct": 13.0,
    "location": "United States",
    "right_pct": 56.0,
    "status": "ok",
    "summary": [
      "A review of federal court records found more than 4,400 rulings since October that U.S. Immigration and Customs Enforcement is detaining immigrants unlawfully, yet the administration continues jailing people indefinitely.",
      "Legal filings show immigrant detainees filed more than 20,200 habeas corpus petitions since Mr Trump took office, as judges focus on the administration's shift from a nearly three-decade-old interpretation.",
      "On Jan 30, US District Judge Andrew Carter ordered a detainee’s immediate release, after Chief US District Judge Patrick Schiltz ruled an 18-year-old had been detained illegally.",
      "The caseload forced Justice Department offices to divert more than 700 U.S. Justice Department attorneys, with five DOJ attorneys each appearing on over 1,000 habeas dockets, while a conservative U.S. Court of Appeals panel in New Orleans last week reversed release rulings.",
      "Other appeals courts are set to take up the detention issue in the coming weeks as ICE detention population reached about 68,000 in February, up about 75% from 2025."
    ],
    "title": "US Courts Rule 4,400 Times ICE Detains Immigrants Illegally Amid Ongoing Detentions",
    "topic": "US Immigration",
    "topic_full": "US Immigration · United States"
  },
  {
    "article_path": "/article/metas-smart-glasses-could-get-facial-recognition-soon-that-worries-me_ed8088",
    "article_url": "https://ground.news/article/metas-smart-glasses-could-get-facial-recognition-soon-that-worries-me_ed8088",
    "bias": [
      "Left-Leaning coverage frames Meta ’s \"Name Tag\" as an opportunistic privacy assault—using words like \"exploit,\" \"surveillance network,\" and \"too distracted to notice\" to convey alarm about anonymity lost—while right-leaning pieces emphasize inevitability, product strategy and market motives, describing timing as pragmatic and focusing on functionality like real‑time identification.",
      "Rhetorically, the left deploys urgent, civil‑liberties language and moral critique; the right uses pragmatic, sometimes skeptical tones and sensational shorthand to spotlight liberty or security fears.",
      "Dividing lines include timing, scope and regulatory risk; both sides agree the feature exists, the memo flagged timing, and Meta says it’s still weighing options."
    ],
    "bias_bar_text": null,
    "center_pct": 28.0,
    "error": null,
    "left_pct": 44.0,
    "location": "United States",
    "right_pct": 28.0,
    "status": "ok",
    "summary": [
      "Meta , the biggest maker of smart glasses, is planning to introduce facial recognition capabilities into its glasses for assistive purposes.",
      "An internal Meta memo cited the current \"dynamic political environment\" as a favorable landscape to launch the controversial facial recognition feature, expecting civil society groups to be focused on other concerns.",
      "The planned facial recognition mode, possibly called Name Tag, may be limited to recognizing people connected to the user on Facebook and was initially planned for debut at a conference for the blind."
    ],
    "title": "Meta plans to add facial recognition to its smart glasses amid privacy debate",
    "topic": "Meta",
    "topic_full": "Meta · United States"
  },
  {
    "article_path": "/article/takeaways-from-ap-and-public-sources-report-on-pollution-and-safety-issues-at-pittsburgh-coke-plant",
    "article_url": "https://ground.news/article/takeaways-from-ap-and-public-sources-report-on-pollution-and-safety-issues-at-pittsburgh-coke-plant",
    "bias": [
      "Left-Leaning outlets frame the plant incident with terms like \"pollution\" and \"safety issues,\" emphasizing \"lapses\" and \"heightened concerns\" about air quality and worker sentiment, portraying a critical view of corporate responsibility and broader environmental impact.",
      "Right-Leaning coverage, while reporting \"safety shortcomings\" and workers \"exposed\" per federal findings, de-emphasizes these wider implications, maintaining a descriptive tone focused on regulatory actions.",
      "Center-Leaning reports objectively present \"takeaways\" and official findings.",
      "All perspectives align on the core facts of the OSHA investigation, including the $118,214 fine and 10 citations.",
      "This divergence reveals differing priorities: the left focuses on systemic issues and societal impact, while the right prioritizes reporting official findings without broader contextualization."
    ],
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 27.0,
    "location": "Pittsburgh",
    "right_pct": 6.0,
    "status": "ok",
    "summary": [
      "A federal safety agency found incomplete procedures and practices at a U.S. Steel plant that exposed workers to an August explosion that killed two and injured eleven others.",
      "The Occupational Safety and Health Administration fined U.S. Steel $118,214 and issued 10 citations related to the explosion caused by a ruptured gas valve during maintenance.",
      "U.S. Steel said the explosion happened when workers were flushing a gas valve in preparation for maintenance, and the Chemical Safety Board continues to investigate the incident."
    ],
    "title": "Federal agency flags safety shortcomings that ‘exposed’ workers to explosion at US Steel plant",
    "topic": "US Steel",
    "topic_full": "US Steel · Pittsburgh"
  },
  {
    "article_path": "/article/newsom-takes-his-anti-trump-arguments-to-europe-during-munich-security-conference",
    "article_url": "https://ground.news/article/newsom-takes-his-anti-trump-arguments-to-europe-during-munich-security-conference",
    "bias": [
      "Left-Leaning coverage frames Trump's actions as \"testing alliances\" and a \"Trump Threat,\" portraying Democrats as offering \"reassurance\" and Newsom as \"savaging\" Trump with \"anti-Trump arguments.",
      "Right-Leaning outlets, conversely, characterize Newsom as \"preening for the cameras\" and \"unleashing on Trump,\" criticizing his \"failing green agenda\" and highlighting controversial comparisons like Trump administration federal agents to Nazis.",
      "While center-leaning coverage neutrally reports Newsom's \"anti-Trump arguments\" and his assertion that \"Trump is temporary,\" it de-emphasizes the emotional framing.",
      "All perspectives agree Newsom attended the Munich Security Conference and made statements about Trump's temporary tenure, revealing a core ideological divide on Trump's global impact and Democratic leadership."
    ],
    "bias_bar_text": null,
    "center_pct": 52.0,
    "error": null,
    "left_pct": 21.0,
    "location": "California",
    "right_pct": 27.0,
    "status": "ok",
    "summary": [
      "California Governor Gavin Newsom told an international audience that Donald Trump will be gone in three years, labeling him as 'temporary'.",
      "Newsom plans to sign a partnership with Ukraine aimed at cooperation on economic recovery, innovation, and resilience while in Europe.",
      "Democratic pollster Zac McCrary suggests Newsom is trying to project a presidential vibe and build foreign policy credentials."
    ],
    "title": "California Governor Newsom Calls Trump Temporary at Munich Security Conference",
    "topic": "Gavin Newsom",
    "topic_full": "Gavin Newsom · California"
  },
  {
    "article_path": "/article/hollywood-shaken-by-brad-pitt-tom-cruise-fight-video-made-with-chinese-ai",
    "article_url": "https://ground.news/article/hollywood-shaken-by-brad-pitt-tom-cruise-fight-video-made-with-chinese-ai",
    "bias": [
      "News coverage of the viral AI video depicting actors fighting reveals stark ideological divides.",
      "Left-Leaning reports frame the AI's capabilities with \"damning predictions\" and \"terrifying\" implications, uniquely highlighting a reference to \"Jeffrey Epstein\" to underscore ethical misuse.",
      "Conversely, right-leaning outlets amplify an \"existential panic,\" emphasizing the \"Chinese Tech Company-Backed\" origin and predicting Hollywood will be \"decimated,\" employing alarmist rhetoric.",
      "Center coverage maintains a more neutral tone, describing the video as \"a tad too real\" and contextualizing it within a broader \"Lunar New Year AI War.",
      "While all agree on industry alarm over \"blatant infringement\" and unauthorized likenesses, their portrayals reflect deeper concerns about technology 's ethical boundaries versus geopolitical threats and economic disruption."
    ],
    "bias_bar_text": null,
    "center_pct": 33.0,
    "error": null,
    "left_pct": 39.0,
    "location": "United States",
    "right_pct": 28.0,
    "status": "ok",
    "summary": [
      "A viral AI-generated video showing Tom Cruise and Brad Pitt fighting was created using Seedance 2.0, an AI video tool by ByteDance, raising concerns in Hollywood about its advanced realism and potential impact on filmmaking.",
      "The Motion Picture Association condemned Seedance 2.0 for massive unauthorized use of U.S. copyrighted works and demanded ByteDance immediately stop infringing activities, highlighting legal and job-related concerns in the entertainment industry.",
      "Screenwriter Rhett Reese expressed fear that AI tools like Seedance 2.0 could soon allow anyone to create movies indistinguishable from Hollywood productions, threatening traditional industry roles and control.",
      "The video's realism has sparked debates on AI's impact on creative jobs, copyright, and regulation, as studios worry about losing dominance to decentralized creators empowered by rapidly advancing AI technology."
    ],
    "title": "Hollywood shaken by Brad Pitt-Tom Cruise fight video made with Chinese AI",
    "topic": "Movies & TV",
    "topic_full": "Movies & TV · United States"
  },
  {
    "article_path": "/article/idf-says-it-struck-hezbollah-weapons-sites-in-southern-lebanon",
    "article_url": "https://ground.news/article/idf-says-it-struck-hezbollah-weapons-sites-in-southern-lebanon",
    "bias": null,
    "bias_bar_text": "Left 29% Center 28% Right 43%",
    "center_pct": 28.0,
    "error": "Message: \n",
    "left_pct": 29.0,
    "location": null,
    "right_pct": 43.0,
    "status": "fail",
    "summary": null,
    "title": "Israel Strikes Hezbollah Targets in Lebanon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/israeli-fm-saar-to-attend-trumps-first-board-of-peace-meeting-on-thursday-officials-say_d95d4d",
    "article_url": "https://ground.news/article/israeli-fm-saar-to-attend-trumps-first-board-of-peace-meeting-on-thursday-officials-say_d95d4d",
    "bias": [
      "While all perspectives note an Israeli Foreign Minister attending a \" Board of Peace \" meeting, right-leaning coverage frames it positively with terms like \"Peace Council\" and \"Inauguration,\" sometimes using \"Exclusive\" to elevate its significance.",
      "Left and center perspectives, adopting neutral language like \"launch\" or \"inaugural meeting,\" notably highlight a \"multi-billion-dollar reconstruction plan for Gaza\" and a stabilization force, details the right de-emphasizes.",
      "Conversely, the left de-emphasizes the Prime Minister's request for the FM's attendance, a detail emphasized by center and right coverage.",
      "These distinct portrayals reveal differing priorities, with some focusing on the diplomatic initiative's positive framing, while others prioritize concrete policy proposals or internal political dynamics."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On February 19, 2026, Israeli Foreign Minister Gideon Sa'ar will attend President Donald Trump 's inaugural Board of Peace meeting in Washington, D.C., where Trump will outline Gaza plans.",
      "The Board of Peace, which signed its charter in Davos, Switzerland in January, is convening to launch postwar recovery work and initiate Gaza's reconstruction efforts.",
      "U.S. officials say the summit will include announcements of troop pledges for an International Stabilization Force and outline a multibillion-dollar Gaza reconstruction financing plan backed by the United States and United Arab Emirates.",
      "Delegations from about 20 countries, including many heads of state, are expected to attend the Feb. 19 Washington meeting; Israel joined the Board of Peace last week during Prime Minister Benjamin Netanyahu's visit.",
      "After two years of war that left Gaza largely destroyed, Hamas has rejected demands to disarm and more than 590 Palestinians and four Israeli soldiers have died, while Western allied governments remain cautious."
    ],
    "title": "Israeli FM Saar to attend Trump’s first Board of Peace meeting on Thursday, officials say",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/diplomat-overseeing-gaza-ceasefire-says-violations-threaten-transitional-governance",
    "article_url": "https://ground.news/article/diplomat-overseeing-gaza-ceasefire-says-violations-threaten-transitional-governance",
    "bias": [
      "Left-Leaning coverage foregrounds humanitarian and governance risks, framing the diplomat’s warning with phrases like \"violations threaten\" and \"major obstacles\" to postwar reconstruction, while right-leaning pieces stress security, using tactics such as normative calls—\"disarm,\" \"essential,\" \"insists\"—and alarm language about a \"problematic concession\" if militants keep light weapons; center outlets are more neutral and identify the diplomat by name.",
      "Pivotal dividing lines include emphasis on postwar governing bodies versus militant disarmament and the Trump-era peace-plan context; both sides converge on concern that ceasefire breaches imperil any viable postwar order, reflecting deeper ideological security-versus-diplomacy priorities."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Friday, Nickolay Mladenov, U.N. envoy and high representative for Gaza for the U.S.-established Board of Peace, warned ceasefire violations obstruct the Palestinian transitional committee's postwar governance role.",
      "Hamas has not handed over institutional control, and the ceasefire calls for it to lay down arms and for an international security force to deploy, but there has been no visible progress on either.",
      "Israel has continued strikes in response to alleged truce breaches, with Palestinian militants attacking Israeli forces; Gaza health officials report 591 Palestinians and four Israeli soldiers killed amid repeated airstrikes near military-held zones.",
      "Dozens of unidentified bodies were buried in Deir al-Balah after Israel transferred 54 bodies and 66 boxes earlier this month, with only one identified and no DNA testing allowed."
    ],
    "title": "Diplomat overseeing Gaza ceasefire says violations threaten transitional governance",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-conducts-strikes-on-more-than-30-islamic-state-targets-in-syria-military-says_a63c67",
    "article_url": "https://ground.news/article/us-conducts-strikes-on-more-than-30-islamic-state-targets-in-syria-military-says_a63c67",
    "bias": [
      "Left-Leaning outlets frame US strikes as \"retaliatory,\" often using \"claims\" to convey skepticism regarding official military statements, and provide broader context like detainee transfers.",
      "Conversely, right-leaning coverage emphasizes decisive action, employing terms like \"'Sustain Relentless Military Pressure'\" and \"Hammer\" to portray strength and resolve.",
      "While both report \"more than 30 targets\" and \"more than 50\" enemy impacts, the left and right explicitly state \"killed and captured,\" whereas center coverage remains more ambiguous.",
      "Center perspectives generally present events neutrally, attributing information to the military.",
      "All perspectives agree on the core facts of US airstrikes against ISIS in Syria, highlighting a shared focus on national security but diverging on the interpretation of military efficacy and accountability."
    ],
    "bias_bar_text": "Left 29% Center 47% R 24%",
    "center_pct": 47.0,
    "error": null,
    "left_pct": 29.0,
    "location": null,
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "The US military said it attacked over 30 Islamic State targets in Syria between February 3 and February 12, hitting weapons storage facilities and infrastructure, in response to the deaths of two US soldiers and an interpreter in an IS ambush in December.",
      "More than 50 IS terrorists have been killed or captured and over 100 IS targets hit during two months of targeted operations, according to the US Central Command.",
      "The Syrian Defense Ministry said government forces took control of the Al-Tanf military base in eastern Syria that was previously run by US troops."
    ],
    "title": "US military reports a series of airstrikes against Islamic State targets in Syria",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/exclusive-trump-admin-cranks-out-more-rules-to-keep-unqualified-migrant-truckers-off-highways",
    "article_url": "https://ground.news/article/exclusive-trump-admin-cranks-out-more-rules-to-keep-unqualified-migrant-truckers-off-highways",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": "Message: \n",
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "fail",
    "summary": null,
    "title": "Trump Administration Pursues More Efforts to Ban Illegal Migrant Truck Drivers",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/s-opinion-jeffrey-epstein-and-the-consequences-the-whole-democratic-system-is-in-question",
    "article_url": "https://ground.news/article/s-opinion-jeffrey-epstein-and-the-consequences-the-whole-democratic-system-is-in-question",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": "Message: \n",
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "fail",
    "summary": null,
    "title": "Epstein files reveal Steve Bannon's effort to rehabilitate his image",
    "topic": null,
    "topic_full": null
  }
]
