[
  {
    "Abstract": "STPA was effectively used to assess the Radixact Synchrony system's real-time adaptive radiation therapy capabilities, providing insight into how the system could become unsafe throughout the patient journey. While focused on Radixact Synchrony and real-time adaptive radiation therapy, this study offers a transferable example of STPA application, from analysis initialization to mitigation, that can inform other safety assessments in radiation therapy.",
    "Author": "Hindmarsh, Jonathan",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/acm2.70478",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Radiation",
    "Title": "A prospective hazard analysis of real-time adaptive helical tomotherapy.",
    "Topic": "Advanced Radiotherapy Techniques",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12857238/",
    "oa_pdf_url": null
  },
  {
    "Abstract": "A major, serendipitous psychiatric discovery is monoamine-transporter reuptake inhibition as an antidepressant mechanism of action. Chronic treatment with such antidepressants is efficacious, with onset requiring 1-2 weeks, in many but by no means all patients with major depressive or another stress-related neuropsychiatric disorder. The forced swim test (FST) in rats and mice involves the acute, moderate stressor of placement in a container of water: at test onset, the predominant reaction is swimming, interpreted cautiously as active \"struggling\"; over minutes, this is replaced by floating, described objectively as immobility. Acute administration of monoamine transporter inhibitors immediately prolongs \"struggling.\" Although this readout is of behavioral pharmacological interest, the FST has no (back-)translational relevance to the neurobiological and neuropsychological symptoms/states of stress-related psychiatric disorders. The persistent adoption of the FST to measure \"depression-like state,\" based on interpretation of immobility as \"despair,\" \"helplessness,\" or \"passive coping,\" is a major weakness in applied behavioral neuroscience. Rodents do have a concept of learned uncontrollability, such that tests showing this depict an adaptive, not a \"depression-like,\" state. Recent psychiatry-neuroscience initiatives, such as the Research Domain Criteria framework, increase the accessibility of specific, transdiagnostic symptoms/states to behavioral neuroscience methods, thereby facilitating the establishment of animal models. Such animal models must incorporate clinically valid (1) etiological factors, such as prolonged psychosocial stress, and (2) neurobehavioral readouts with face and construct validity for specific symptoms/states. Increased reactivity to an acute threat, measured as increased Pavlovian aversion learning-memory (PALM), is a neurobehavioral state common in major depression and other disorders. Mice that have undergone chronic social stress exhibit generalized excessive PALM. Therefore, although stating that the FST measures \"depression-like state\" is erroneous, mouse models of specific symptoms/states can be achieved by back-translating etiology and neurobehavioral readouts. Though complex and moderately severe, such models have the potential to provide much-needed benefits in terms of preclinical neuropharmacological target discovery and validation. © 2026 The Author(s). Current Protocols published by Wiley Periodicals LLC.",
    "Author": "Christopher R. Pryce",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/cpz1.70312",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Cellular and Molecular Neuroscience",
    "Title": "From Struggling (With) Screening Tests to Mouse Models of Depression-Relevant Neurobehavioral States.",
    "Topic": "Neurotransmitter Receptor Influence on Behavior",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12857245/",
    "oa_pdf_url": null
  },
  {
    "Abstract": null,
    "Author": "Fiammante, Marc",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1016/j.cmpb.2025.109166",
    "Domain": null,
    "Field": null,
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": null,
    "Title": "A simple EEG-based tool to guide therapeutic hypothermia decisions in neonatal hypoxic-ischemic encephalopathy.",
    "Topic": null,
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://hal.science/hal-05369987",
    "oa_pdf_url": "https://hal.science/hal-05369987/document"
  },
  {
    "Abstract": "The International Society of Nephrology-Global Kidney Health Atlas (ISN-GKHA) Interactive Map is a web-based, open-access platform designed to visualize global data on kidney health care capacity across world countries and regions. The platform presents indicators from the 2019 and 2023 ISN-GKHA surveys, allowing users to compare data across countries and regions (defined across International Society of Nephrology regions and World Bank Income Groups) over time. Key features include searchable and filterable data, interactive heatmap, barcode benchmarking, trend tracking, and exportable tables and graphics. It supports diverse users-including clinicians, researchers, policymakers, and advocates-by translating complex data into easily comprehensible and actionable items, such as kidney care capacity (organization and structures for kidney care), workforce availability, and policy implementation. It fosters stakeholder engagement, peer support, and collaborative planning to address disparities in kidney care. With continuous updates, user feedback integration, and planned enhancements such as improved data granularity, the Interactive Map is poised to be a powerful tool for driving evidence-informed policy, research, and advocacy to advance equitable kidney care globally.",
    "Author": "Tungsanga, Somkanya",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1016/j.kint.2025.09.013",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Nephrology",
    "Title": "Bridging global kidney care gap through data: introducing the International Society of Nephrology-Global Kidney Health Atlas (ISN-GKHA) Interactive Map.",
    "Topic": "Chronic Kidney Disease and Diabetes",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "New International Classification of Disease-10th Edition-Clinical Modification codes for APOL1-mediated kidney disease (AMKD) and family history of AMKD in the United States provide great hope to the millions of people with recent African ancestry and chronic kidney disease worldwide. In the past, vague diagnosis codes forced misclassification of many such patients, especially nondiabetic persons of African ancestry. The lack of an AMKD diagnosis in the US Renal Data System and international registries has had profound effects on public health, confusing the epidemiology of kidney failure and delaying research for more accurate diagnoses and treatments. With these codes, nephrologists and providers caring for patients with and at risk for chronic kidney disease must be vigilant to identify, genotype, and appropriately code patients with AMKD. We owe it to our patients and future generations in their families to detect AMKD at earlier stages. This will permit their enrollment into clinical trials that provide hope for a cure.",
    "Author": "Barry I Freedman",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1016/j.kint.2025.09.025",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Nephrology",
    "Title": "ICD-10 codes for APOL1-mediated kidney disease.",
    "Topic": "Renal Diseases and Glomerulopathies",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "The current study by Menguy et al. describes JAG1 as a novel candidate gene for the spectrum of autosomal dominant tubulointerstitial kidney disease. Patients have been shown to develop fibrosis and chronic kidney disease, when distinct pathogenic germline variants occur in JAG1. Interestingly, genetic alterations in the Jagged1/Notch2 pathway can cause the variable appearance of Alagille syndrome, which may also occur in the very same families. Haploinsufficiency is the likely pathomechanism, but future work will need to define the underlying mechanisms.",
    "Author": "Michael S. Wiesener",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1016/j.kint.2025.11.006",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Surgery",
    "Title": "JAG1 of all trades, master of CKD? The role of JAG1 in autosomal dominant tubulointerstitial kidney disease.",
    "Topic": "Pediatric Hepatobiliary Diseases and Treatments",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "Autosomal dominant polycystic kidney disease has some effects on cholesterol metabolism and cardiovascular disease that are shared with other chronic kidney diseases and others that are distinctive and directly caused by disruption of polycystins. The pravastatin clinical trial by Gitomer et al. does not support treatment with statins for the only purpose of delaying disease progression. Emergence of novel lipid-lowering therapies presents new therapeutic opportunities but also risks. Recent studies suggest that cholesterol is important for traffic to and function of polycystins in primary cilia.",
    "Author": "Vicente E. Torres",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1016/j.kint.2025.11.007",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Genetics",
    "Title": "The many faces of cholesterol in autosomal dominant polycystic kidney disease.",
    "Topic": "Genetic and Kidney Cyst Diseases",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "To characterize the genetic basis of chronic kidney disease, genome-wide association studies focused on chronic kidney disease-defining traits that were most readily measurable in large population samples. Today, convolutional neural network analysis of magnetic resonance imaging allows for accurate, large-scale kidney morphology assessment, enhancing research into chronic kidney disease determinants at population scale. Applying convolutional neural networks to UK Biobank data, Monteiro-Martins et al. generated genomic maps of kidney cortex, medulla, and sinus volumes, enabling more detailed research into kidney structure.",
    "Author": "Cristian, Pattaro",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1016/j.kint.2025.12.003",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Nephrology",
    "Title": "Genomics of kidney volumes: one size does not fit all.",
    "Topic": "Chronic Kidney Disease and Diabetes",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "Canopy shade environments can negatively impact plant growth and survival. Phytochrome A (phyA) is essential for seedling adaptation to deep shade, yet its role under moderate natural canopy conditions remains unclear. By expressing a novel phyA-nanoLUC reporter in Arabidopsis thaliana, we quantify diurnal fluctuations in phyA and its induction by low red to far-red (R:FR) ratio, simulating canopy shade. We uncover a new key regulatory function for phyB, which increases phyA stability post-dawn in unshaded conditions and modulates expression of PHYA in low R:FR. Further, we demonstrate that beyond its role as a deep shade sensor, phyA is an adept sensor of canopy shade, capable of detecting a range of R:FR ratios across light intensities. Mathematical modelling demonstrates that this property arises from the dynamic features of the phyA HIR mode of action. Interestingly, phyA synthesis is strongly induced by subtle reductions in R:FR ratio, and is robust to light perturbation, suggesting the phyA-sensory module is configured to detect modest shade. Spectral data from natural shade habitats provides ecological context for our laboratory findings. Physiological analysis indicates that under canopy shade phyA promotes seedling de-etiolation, organises resource management and accelerates reproductive development. We propose that this suite of responses, termed the “canopy adaptation strategy”, enhances survival chances under conditions where shade-avoidance strategies are maladaptive.",
    "Author": "Prizeman-Green, Philip",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1073/pnas.251220112",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-03",
    "Related to": 0,
    "Source": "Edinburgh Research Explorer (University of Edinburgh)",
    "Subfield": "Plant Science",
    "Title": "Arabidopsis thaliana Phytochrome A Sensory Properties in Canopy Shade",
    "Topic": "Light effects on plants",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://www.research.ed.ac.uk/en/publications/9c1f8f63-713d-4200-9cda-ffe8d766c33a",
    "oa_pdf_url": null
  },
  {
    "Abstract": "Neuroplasticity-the brain's capacity to modify synaptic strength and connectivity-likely underlies both the pathophysiology of psychiatric disorders and the mechanisms through which treatments exert therapeutic effects. Direct assessment of plasticity requires measuring changes in synaptic responses, which remains technically challenging in humans. The most proximal human indicators are behavioral changes reflecting learning and memory, or physiological responses to neurostimulation paradigms that engage cortical circuits. More commonly, plasticity is inferred indirectly through postmortem analyses of neuronal and glial structure or via neuroimaging measures such as functional and structural connectivity. Together, these approaches suggest that altered and potentially reversible plasticity is central to understanding and treating psychiatric illness, but the field needs to be cautious about what is, what could be, and what is not plasticity.",
    "Author": "O’Donnell, Patricio",
    "Cited by": 1,
    "Cites": 96,
    "DOI": "https://doi.org/10.1176/appi.ajp.20251212",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "American Journal of Psychiatry",
    "Subfield": "Neurology",
    "Title": "Brain Neuroplasticity Mechanisms in Psychiatric Illnesses and in the Development of Novel Treatments",
    "Topic": "Transcranial Magnetic Stimulation Studies",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "Aims Polished taper slip (PTS) designs are widely used in cemented hip hemiarthroplasty for displaced intracapsular native hip fractures (NHFs), though concerns persist regarding PTS association with higher postoperative periprosthetic femoral fracture (POPFF) risk. The aim of this study was to evaluate the performance of the Exeter V40 cemented femoral component in the management of NHFs. This study prioritized evaluating survival, reoperations of the index hip joint, and major complications including intraoperative periprosthetic femoral fracture (IOPFF), POPFF, infection, and dislocation. Methods This retrospective cohort study included consecutive patients who underwent hip hemiarthroplasty with the Exeter V40 PTS femoral component for NHF at a single hospital between 1 February 2016 and 30 June 2024. Patient demographic details, time to theatre, surgical and medical management, American Society of Anesthesiologists grade, and mortality were collected. Reoperation and mortality were calculated to final follow-up. Cox regression analysis was performed to identify independent associations with revision or fixation adjusted for confounders. Results A total of 3,050 hip hemiarthroplasties in 2,948 patients were identified (69% female, median age 83 years (IQR 76 to 88)). Overall, 75 patients (2.5%) required reoperation, yielding a prosthesis-time incidence rate per 1,000 prosthesis-years (PTIR) of 10.7 (95% CI 8.4 to 13.4), with POPFF PTIR 5.1 per 1,000 prosthesis-years, infection PTIR 3.43 (95% CI 2.20 to 5.10), and dislocation PTIR 3.28 (95% CI 2.08 to 4.93). Male sex was an independent predictor of poor survival, with an adjusted hazard ratio of 2.85 (95% CI 1.76 to 4.60). Intraoperative fracture incidence was 0.9%, with the majority occurring at trial reduction (0.6%). Survival of the Exeter V40 femoral component was 97.6% (95% CI 96.9 to 98.4) at three years. Conclusion The Exeter V40 femoral component demonstrates acceptable performance in hip hemiarthroplasty for NHF, with low rates of POPFF and femoral component revision. Male sex is an independent risk factor for reoperation of the index hip joint. Surgeons should exercise caution during trial reduction to minimize intraoperative fracture risk. These findings support its continued use in hip hemiarthroplasty for elderly patients. Cite this article: Bone Joint J 2026;108-B(2):226–233.",
    "Author": "M. Eileen Kennedy",
    "Cited by": 1,
    "Cites": 37,
    "DOI": "https://doi.org/10.1302/0301-620x.108b2.bjj-2025-0975.r1",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "The Bone & Joint Journal",
    "Subfield": "Surgery",
    "Title": "Survival of the Exeter V40 hemiarthroplasty femoral component and associated complications",
    "Topic": "Orthopaedic implants and arthroplasty",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "ITGAX is a key promoter of Th17-cell differentiation and expansion, contributing to the pathogenesis of pediatric UC. Targeting ITGAX may represent a potential therapeutic strategy for pediatric UC by modulating aberrant Th17 responses.",
    "Author": "Xie, Wanying",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.14670/hh-18-899",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 10,
    "Source": "PubMed",
    "Subfield": "Genetics",
    "Title": "ITGAX promotes Th17-cell differentiation and drives pathogenesis in pediatric ulcerative colitis.",
    "Topic": "Inflammatory Bowel Disease",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "Invasive carcinoma originating from microadenosis has the same immunophenotype as microadenosis, and its prognosis is difficult to determine.",
    "Author": "Chen, Dan",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.14670/hh-18-940",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 10,
    "Source": "PubMed",
    "Subfield": "Oncology",
    "Title": "A redefinition of prognosis: Invasive carcinoma with metastasis originating from microglandular adenosis.",
    "Topic": "Cancer Diagnosis and Treatment",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "The results indicate that CORM-3 effectively alleviates myocardial injury during H/R by inhibiting mitochondria-mediated apoptosis and enhancing mitochondrial respiratory function.",
    "Author": "Du, Fang",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.14670/hh-18-941",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 10,
    "Source": "PubMed",
    "Subfield": "Molecular Biology",
    "Title": "CORM-3 mitigates hypoxia/reoxygenation-induced injury in neonatal rat cardiomyocytes by regulating mitochondrial-mediated apoptosis and complex IV activity.",
    "Topic": "Heme Oxygenase-1 and Carbon Monoxide",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "The objective of this study was to investigate the protective effect of electroacupuncture (EA) preconditioning on lipopolysaccharide (LPS)-induced acute lung injury (ALI) in mice. The changes in inflammatory factors and total protein content in bronchoalveolar lavage fluid (BALF) were quantified using enzyme-linked immunosorbent assay (ELISA) and bicinchoninic acid assay (BCA). Hematoxylin and eosin (H&E) staining was employed to assess the extent of lung injury, while Ly-6G immunohistochemistry was used to examine the infiltration of inflammatory cells. Western blot analysis was employed to detect the expression of TRPV4 and proteins associated with the mitogen-activated protein kinase (MAPK) signaling pathway. In comparison with the sham-operated group, the model group demonstrated an elevated production of inflammatory factors in the BALF, augmented total protein content, elevated lung injury score, increased number of Ly-6G-positive cells, upregulation of TRPV4 expression in the lung, and enhanced p38 phosphorylation. The aforementioned pathological changes were significantly improved by EA preconditioning. Furthermore, the protective effect of EA preconditioning on ALI mice was verified by the use of GSK1016790A, an agonist of TRPV4, which demonstrated that this effect is exerted through the TRPV4-mediated p38 MAPK signaling pathway.",
    "Author": "Zeng, Lin",
    "Cited by": 1,
    "Cites": 0,
    "DOI": "https://doi.org/10.14670/hh-18-943",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 10,
    "Source": "PubMed",
    "Subfield": "Complementary and alternative medicine",
    "Title": "Electroacupuncture preconditioning attenuates acute lung injury in mice through transient receptor potential vanilloid 4-mediated anti-inflammation via inhibiting the p38 MAPK signaling pathway.",
    "Topic": "Acupuncture Treatment Research Studies",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  }
]
