[
  {
    "Abstract": "Our results provide a preliminary guide to the range of biological and financial impacts of salmonellosis outbreaks in New Zealand dairy herds, which can aid in the planning of future research and inform farmer decision-making on control measures.",
    "Author": "Compton, CWR",
    "DOI": "https://doi.org/10.1080/00480169.2026.2615099",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "PubMed",
    "Subfield": "Food Science",
    "Title": "A preliminary study of the production and financial impacts of clinical salmonellosis outbreaks in lactating cows in seasonal calving, pasture-based dairy herds in New Zealand, from which <i>Salmonella enterica</i> subsp. <i>enterica</i> were isolated.",
    "Topic": "Salmonella and Campylobacter epidemiology"
  },
  {
    "Abstract": "While cisplatin is a widely used and effective chemotherapeutic agent in the treatment of head and neck squamous cell carcinoma (HNSCC), the molecular mechanisms underlying its resistance remain poorly understood. In this study, we identify OCIA domain containing 2 (OCIAD2) as a central mediator of chemoresistance and tumor progression in HNSCC. Through transcriptomic analysis and Co-immunoprecipitation coupled with mass spectrometry, we demonstrate that OCIAD2 modulates integrin signaling by directly interacting with integrin β1. Mechanistic investigations reveal that OCIAD2 does not regulate integrin β1 at the transcriptional level, but instead stabilizes its protein expression by preventing lysosomal degradation and enhancing its recycling. Importantly, OCIAD2 binds to SNX17 and enhances its association with integrin β1, promoting its recycling to lipid raft-enriched regions of the plasma membrane. By maintaining integrin β1 in these lipid raft compartments, OCIAD2 sustains the activation of the FAK-PI3K-AKT-mTOR signaling cascade, thereby fostering cellular resilience and resistance to cisplatin. Moreover, targeting OCIAD2, either through genetic silencing or RNA-based therapies, significantly sensitizes tumors to cisplatin treatment in preclinical models. This study uncovers a previously unrecognized trafficking-dependent mechanism of drug resistance, suggesting that OCIAD2 may serve as a novel therapeutic target to overcome chemoresistance in HNSCC.",
    "Author": "Cui, Li",
    "DOI": "https://doi.org/10.1002/advs.202515452",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "PubMed",
    "Subfield": "Molecular Biology",
    "Title": "OCIAD2 Stabilizes Integrin β1 Signaling Through SNX17-Mediated Endosomal Recycling to Lipid Rafts and Modulates Cisplatin Response in HNSCC.",
    "Topic": "Protein Degradation and Inhibitors"
  },
  {
    "Abstract": "Cardiovascular diseases (CVD) are the leading cause of mortality in individuals with obesity. Epicardial adipose tissue (EAT) dysfunction serves as a link between obesity and CVD, promoting inflammatory and metabolic alterations that increase CVD risk. While EAT normally supports cardiac health, obesity-induced adipocyte hypertrophy triggers excessive fatty acid and cytokine release, driving myocardial lipotoxicity and inflammation that impair electrophysiology and metabolism, leading to beating irregularities, insulin resistance, and heart failure. The lack of sufficient EAT in small animal models and the impracticality of using large mammals hinder insights into the effects of EAT hypertrophy on the myocardium. To address this gap, a human-derived 3D bioprinted coculture of obese adipocytes and cardiomyocytes (CMs) is developed using patient-derived adipocytes and human induced pluripotent stem cell (hiPSC)-derived atrial CMs (a-iCMs). This platform enables the investigation of both cell-cell and paracrine interactions between hypertrophic adipocytes and a-iCMs, allowing assessment of electrophysiological, structural, and proteomic changes to uncover mechanisms linking EAT hypertrophy to obesity-related atrial dysfunction. Screening of metformin, a cardioprotective drug, reveals improvement in electrophysiological function in hypertrophic adipocyte-a-iCM cocultures. 3D bioprinted fat-myocardium model provides a high-throughput platform to study obesity-induced atrial dysfunction and facilitate the discovery of therapies for the obese heart.",
    "Author": "Lara Ece Celebi",
    "DOI": "https://doi.org/10.1002/advs.202516114",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "PubMed",
    "Subfield": "Cardiology and Cardiovascular Medicine",
    "Title": "3D Bioprinted Fat-Myocardium Model Unravels the Role of Adipocyte Hypertrophy in Atrial Dysfunction.",
    "Topic": "Cardiovascular Disease and Adiposity"
  },
  {
    "Abstract": "In very late life, life satisfaction appears to depend on the emotional quality and perceived support within close relationships. As demographic shifts continue, future cohorts may have fewer children and more diverse social networks. These changes may increase the importance of non-kin relationships and more distant relatives for maintaining well-being in old age.",
    "Author": "Augustsson, Erika",
    "DOI": "https://doi.org/10.1080/13607863.2026.2624558",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "PubMed",
    "Subfield": "Sociology and Political Science",
    "Title": "Partners, children, friends, and beyond: psychosocial pathways to life satisfaction among older adults aged 77.",
    "Topic": "Intergenerational Family Dynamics and Caregiving"
  },
  {
    "Abstract": "The dynamics of the melt pool critically influence the structure and resultant properties of resolidified metals in laser-based powder bed fusion and related 3D printed applications. While the influence of external electric fields on the surface and bulk properties of fluids at ambient conditions is well documented, their impact on the transient, high-temperature melt pools characteristic of powder bed fusion remains largely unexplored, and their broader applicability is unclear across multiple length scales. Here, we reveal how external non-contact EFs influence both macro- and microstructures during laser scanning. EFs have the ability to influence structure through a fundamentally different mechanism than thermal approaches. Qualitative and quantitative analyses show that EFs drastically improve continuity and stability of metal tracks while enhancing surface smoothness in micro- and nano-scale. Beyond the surface, EFs drive the formation of equiaxed grains, promoting grain refinement in bulk. Structural effects depend on EF type as well as the orientation and direction with respect to the laser scanning direction. Moreover, we demonstrate that EFs can be effectively coupled with advanced beam-shaping strategies, yielding synergistic structural control and indicating their potential as a versatile and adaptable tool for next-generation advanced manufacturing systems.",
    "Author": "Das, Ankit",
    "DOI": "https://doi.org/10.1002/advs.202518344",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "PubMed",
    "Subfield": "Mechanical Engineering",
    "Title": "Multi-Scale Structural Effects of External Electrical Fields of Melt Tracks in Laser Powder Bed Fusion.",
    "Topic": "Additive Manufacturing Materials and Processes"
  },
  {
    "Abstract": "Controlling the local proton environment is a powerful strategy for accelerating proton-coupled electron transfer reactions, but realizing this within stable heterogeneous catalysts remains challenging. Herein, we report a series of metal-organic frameworks (MOFs), PCN-800M-L, featuring precisely placed proton relays adjacent to catalytic sites for boosting electrocatalytic nitrate reduction to ammonia (NO<sub>3</sub>RR). PCN-800M-L series was constructed by sequentially installing catalytically active metal sites (M = Ni<sup>2+</sup> or Co<sup>2+</sup>) and auxiliary nitrogen-donor linkers (L = L1-L5) into a robust Zr<sup>4+</sup>-based framework. Auxiliary linkers reversibly dissociate upon protonation, transiently exposing active metal sites while functioning as localized proton relays. By systematically varying the metals and linkers, we uncover a volcano-type dependence of NO<sub>3</sub>RR activity on linker p<i>K</i><sub>a</sub>, with the PCN-800Co-L3 achieving the highest turnover frequency (1863 h<sup>-1</sup>) and Faradaic efficiency (97.9%). This work establishes a molecular-level design principle that harnesses auxiliary linkers as programmable proton sources in MOFs, enabling efficient multielectron electrocatalysis.",
    "Author": "Liu, Ying",
    "DOI": "https://doi.org/10.1021/jacs.5c20755",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Catalysis",
    "Title": "Auxiliary Linker-Enabled Local Protonation Boosts the Ammonia Electrosynthesis in Heterometallic Metal–Organic Frameworks",
    "Topic": "Ammonia Synthesis and Nitrogen Reduction"
  },
  {
    "Abstract": "Strong photoreductants based on first-row transition metals are rare. We report an anionic heterobimetallic Co(-I)-Ga complex, [(H<sub>2</sub>)CoGa(N(<i>o</i>-(NCH<sub>2</sub>P<sup><i>i</i></sup>Pr<sub>2</sub>)C<sub>6</sub>H<sub>4</sub>)<sub>3</sub>)]<sup>-</sup> (<b>[2-H</b><sub><b>2</b></sub><b>]</b><sup><b>-</b></sup>), that catalyzes the hydrodefluorination of electron-rich fluoroarenes under violet light irradiation (390 nm), in the presence of stoichiometric alkoxide base, substoichiometric crown ether, and 1 atm H<sub>2</sub>. The photodissociation of H<sub>2</sub> from <b>[2-H</b><sub><b>2</b></sub><b>]</b><sup><b>-</b></sup> to form the 'naked' Co(-I) species <b>[2]</b><sup><b>-</b></sup> was observed by ultrafast transient absorption spectroscopy. In combination with its reactivity profile, <b>[2]</b><sup><b>-</b></sup> is proposed to be photoexcited to form an active photoreductant that reduces fluoroarenes via outer-sphere single-electron transfer. Detailed mechanistic studies suggest that the resultant Co(0) complex (<b>2</b><sup><b>ox</b></sup><b>-H</b><sub><b>2</b></sub>), which is characterized by EPR spectroscopy, re-enters the catalytic cycle via a putative anionic Co(0) hydride intermediate <b>[2</b><sup><b>ox</b></sup><b>-H]</b><sup><b>-</b></sup>. To the best of our knowledge, this is the first example of a 3<i>d</i> metal photoredox catalyst for C-F bond activation.",
    "Author": "Francis Y. T. Lam",
    "DOI": "https://doi.org/10.1021/jacs.5c16672",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Pharmaceutical Science",
    "Title": "Unraveling the Mechanism of a Co(−I)–Ga Photoreductant in the Catalytic Hydrodefluorination of Electron-Rich Fluoroarenes",
    "Topic": "Fluorine in Organic Chemistry"
  },
  {
    "Abstract": "ABSTRACT Periodontal disease is characterized by inflamed gingival tissues and degradation of the gingival extracellular matrix (ECM), yet the role of mechanical cues remains poorly understood. Gingival ECM in periodontal disease showed reduced fibrillar collagen compared to healthy samples. We hypothesized that ECM softening in periodontal disease contributes to inflammation by dysregulating gingival fibroblasts (GFs). A mechanically tunable hydrogel model of the gingival ECM was developed to investigate the mechano‐immune crosstalk. Stiff and soft collagen‐alginate hydrogels matched the rheological properties of healthy and diseased gingival biopsies respectively. Human donor GFs encapsulated in these stiff hydrogels showed significantly suppressed toll‐like receptor‐mediated inflammatory responses compared to those in soft hydrogels. The non‐canonical NFκB pathway and epigenetic nuclear organization directed stiffness‐dependent inflammatory responses of GFs. The direct impact of mechanical cues on immune responses was investigated ex vivo by co‐culture of donor‐derived human GFs with myeloid cells and in human gingival explants. Myeloid progenitors co‐cultured with GFs in stiff hydrogels differentiated into immunomodulatory dendritic cells. Ex vivo crosslinking of human gingival tissue increased stiffness and reduced the production of inflammatory cytokines. Gingival mechano‐immune regulation offers a novel approach to biomaterial‐based treatments for periodontitis.",
    "Author": "Makkar, Hardik",
    "DOI": "https://doi.org/10.1002/adma.202520717",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "Advanced Materials",
    "Subfield": "Periodontics",
    "Title": "Matrix Stiffness Governs Fibroblasts’ Regulation of Gingival Immune Homeostasis",
    "Topic": "Oral microbiology and periodontitis research"
  },
  {
    "Abstract": "ABSTRACT Solar‐powered CO 2 reduction through photoelectrochemical (PEC) approaches to produce hydrocarbon fuels, such as methane (CH 4 ), is one of the most promising paths for supplying sustainable fuels. However, the limited light absorption capability and sluggish kinetics restrict the photocatalytic rate and selectivity for hydrocarbon production. Here, we introduce tandem catalysts on photocathodes designed to enhance controlled sequential reactions involving intermediates and thus the selectivity of CO 2 reduction. Specifically, when mounted on Cu/Ag‐Cu bilayer catalysts, the p‐type Si photocathode with a pyramid‐structured surface dramatically improves CO 2 ‐to‐CH 4 conversion, achieving a selectivity of 60.2 ± 3.4% and a working current density of −32.9 ± 1.9 mA cm −2 at −1.1 V vs. RHE. As identified by operando Raman and synchrotron‐radiation Fourier transform infrared spectroscopy and Density Functional Theory, the bottom layer of the Cu/Ag‐Cu catalysts comprises Ag and Cu nanoparticles, which catalyse the initial reduction of CO 2 to form *CO and the creation of *H species dissociated from H 2 O, respectively. The top Cu layer subsequently enables the protonation of *CO to *CHO, ultimately yielding CH 4 . This design of tandem catalysts, coupled with a thorough investigation of the reaction mechanisms, offers a powerful approach toward high‐performance and selective pathways for solar‐powered CO 2 reduction to targeted products.",
    "Author": "Wu, Hao",
    "DOI": "https://doi.org/10.1002/adma.202518249",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "Advanced Materials",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "Engineering Bilayer Tandem Catalysts on Si‐Based Photocathodes for High‐performance CO <sub>2</sub> Reduction to Produce Methane",
    "Topic": "CO2 Reduction Techniques and Catalysts"
  },
  {
    "Abstract": "ABSTRACT Manipulating heterojunction architecture in van der Waals (vdW) magnets plays a significant role in developing exotic low‐dimensional spintronic physics and technological innovations in quantum computing. However, the conventional heterostructure strategy to engineer a vdW device through complicated and cumbersome stacking strategies is facing a high fabrication cost. Tailoring broken time‐reversal symmetries to integrate a distinct magnetic order into a vdW system, by only employing a simplified geometry and the advantage of unique components, currently remains highly challenging. In this work we propose the use of a gradient doping of magnetic atoms in bicollinear antiferromagnetic (AFM) parent vdW magnet to fabricate an AFM/ferromagnetic (FM) heterojunction in a single Fe 1+ y Te film, which enables an exchange bias (EB) effect. We demonstrate the emergence of robust FM order and an EB effect in a vdW Fe 1+y Te film. This originates from heavy Fe doping in the interfacial layers and the breaking of symmetry in the bicollinear AFM order within the lightly doped layers away from the interface. This work not only opens a new avenue for manipulating AFM/FM heterojunction in a single parent vdW system but also provides new insights into understanding the production of the EB effect on the bicollinear AFM vdW device platform.",
    "Author": "Liu, Daheng",
    "DOI": "https://doi.org/10.1002/adma.202517358",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "Advanced Materials",
    "Subfield": "Materials Chemistry",
    "Title": "Integrating Antiferromagnetic/Ferromagnetic Heterojunction in Van Der Waals Fe <sub>1+</sub> <i> <sub>y</sub> </i> Te Film With Gradient Fe Doping",
    "Topic": "2D Materials and Applications"
  },
  {
    "Abstract": "ABSTRACT In carbohydrate‐based drug discovery, fluorine‐containing substituents are widely used to enhance pharmacodynamic and pharmacokinetic profiles. However, the precise incorporation of C(sp 3 )‐perfluoroalkyl moieties at the C2 position of sugar scaffolds remains a significant synthetic challenge. In this study, we report a highly efficient and cost‐effective protocol for the synthesis of 2‐deoxy‐2‐perfluoroalkyl glycosides from readily available glycals. This protocol demonstrates exceptional substrate generality, encompassing glucal, galactal, rhamnal, sialic acid, and arabinofuranose derivatives. More importantly, this platform enables the efficient synthesis of diverse C ‐, N ‐, and O ‐glycosides (over 50 examples) under gold(I)‐catalyzed conditions, including the synthesis of previously inaccessible 2‐deoxy‐2‐CF 3 ‐substituted nucleoside analogues. Additionally, photocatalytically generated 2‐deoxy‐2‐CF 3 glycosyl anomeric radicals readily undergo Giese‐type additions to alkenes, affording alkylated glycosides, or engage in cross‐coupling with aryl bromides to deliver antidiabetic drug candidates. Preliminary biological evaluations indicate that 2‐deoxy‐2‐CF 3 ‐modified glycosides exhibit enhanced pharmacological properties, underscoring the translational potential of this synthetic technique for advancing carbohydrate‐based therapeutics.",
    "Author": "Cao, Shen",
    "DOI": "https://doi.org/10.1002/anie.1824435",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "Angewandte Chemie International Edition",
    "Subfield": "Organic Chemistry",
    "Title": "Expeditious Synthesis of 2‐Deoxy‐2‐perfluoroalkyl Glycosides",
    "Topic": "Carbohydrate Chemistry and Synthesis"
  },
  {
    "Abstract": "Abstract Limb loss causes severe sensorimotor deficits and often necessitates prosthetic devices, particularly in lower-limb amputees. Although direct neural recording from residual nerves offers a biomimetic route for prosthetic control, low signal amplitudes and challenges in nerve interfacing have limited adoption. Intraneural multichannel electrodes provide a potential solution by enabling access to motor signals from muscles lost after amputation. Here, we report intraneural recordings from two transfemoral amputees using transversal intrafascicular multichannel electrodes implanted in distal branches of the sciatic nerve. We identified multiunit activity associated with volitional phantom movements of the knee, ankle, and toes, exhibiting joint- and direction-specific modulation distributed across electrodes. A Spiking Neural Network–based decoder outperformed conventional methods in predicting attempted movements, with further gains achieved by integrating intraneural and intermuscular signals. Motor and sensory maps showed minimal overlap, indicating early segregation within the sciatic nerve. These findings pave the way for bidirectional, neurally-controlled prosthetic systems.",
    "Author": "Rossi, Cecilia",
    "DOI": "https://doi.org/10.1038/s41467-026-69297-0",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "Nature Communications",
    "Subfield": "Cellular and Molecular Neuroscience",
    "Title": "Decoding phantom limb movements from intraneural recordings",
    "Topic": "Neuroscience and Neural Engineering"
  },
  {
    "Abstract": "ABSTRACT Green finance—including environmental, social, and governance investing and sustainable finance regulations—is widespread, but can it substitute for carbon pricing in fighting climate change? In a unified model, I show that (i) when carbon prices reflect the social cost of carbon, green finance should not be used; (ii) when carbon prices are too low, green finance can implement the social optimum if each firm's cost of capital can be set to its sustainable discount rate , which increases with the ratio of carbon emissions to firm value. I provide calibrations, analyze stranded assets, and present implementations through subsidies or preferential financing for green firms.",
    "Author": "LASSE HEJE PEDERSEN",
    "DOI": "https://doi.org/10.1111/jofi.70022",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "The Journal of Finance",
    "Subfield": "Finance",
    "Title": "Carbon Pricing versus Green Finance",
    "Topic": "Sustainable Finance and Green Bonds"
  },
  {
    "Abstract": "Abstract Ice‐nucleating particles (INPs), essential for initiating primary ice production in many mixed‐phase clouds, have only rarely been measured in air directly relevant for deep convective clouds. In July–August 2022 we used an aircraft to sample aerosol near developing deep convective clouds over Magdalena Mountain, New Mexico, USA. We observed INP concentrations consistently at the upper end of those typically observed in continental air with ∼0.01–0.5 L −1 at −8°C. Vertically resolved sampling revealed a deep aerosol layer extending 3–4 km above ground level, in which INP concentrations only varied within an order of magnitude. Above this layer, low temperature INP (&lt;−15°C) decreased, but high temperature INP (&gt;−15°C) remained abundant, despite having been collected in air with a lower aerosol concentration. Compositional analysis of filter aerosol showed mineral dusts dominated the surface area of aerosol larger than ∼800 nm, but the activity of the mineral alone cannot account for the observed INP concentrations. We suggest that these mineral dust particles are internally mixed with ice‐nucleating biogenic components, as they would be in organic containing fertile soils, or there is an additional biogenic/biological ice‐nucleating component(s) strongly enhancing the INP population over what would be expected for mineral dust alone. Finally, ice particle measurements in rising cloud turrets at progressively colder temperatures reveal that the temperature at which we first observed ice was consistent with the measured INP spectra.",
    "Author": "Martin I. Daily",
    "DOI": "https://doi.org/10.1029/2024jd043236",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "Journal of Geophysical Research Atmospheres",
    "Subfield": "Global and Planetary Change",
    "Title": "Ice‐Nucleating Particle and Cloud Ice Crystal Concentrations Associated With Developing Summertime Deep Convective Clouds in South‐Western USA",
    "Topic": "Atmospheric aerosols and clouds"
  },
  {
    "Abstract": "Frequency multiplication involves generating harmonics from an input frequency, a technique particularly useful for integrating spin-wave devices operating at different frequencies. While topological magnetic textures offer distinct advantages in spin-wave applications, frequency multiplication has not yet been observed in these structures. Here, we study the magnetization dynamics of magnetic vortices formed in micron-sized disks via wide-field magnetic imaging. We found the occurrence of coherent spin-wave harmonics arising from the gyration of vortex cores driven by microwave fields. This phenomenon reveals a universal mechanism where the periodical motion of delta function-like objects such as vortex cores gives rise to a frequency comb. Our results pave the way for creating nanoscale, tunable spin-based frequency multipliers and open new possibilities for developing miniature frequency combs in a variety of systems.",
    "Author": "Wang, Chengjie",
    "DOI": "https://doi.org/10.1021/acs.nanolett.5c06133",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "Nano Letters",
    "Subfield": "Atomic and Molecular Physics, and Optics",
    "Title": "Spin-Wave Frequency Multiplication by Magnetic Vortex Cores",
    "Topic": "Magnetic properties of thin films"
  },
  {
    "Abstract": "Abstract Tasks involving black boxes appear frequently in the theory of quantum information, with quantum channel discrimination as a central example that has been deeply studied. In this work, we experimentally study the discrimination between two unitary quantum channels in the multiple-shot scenario. We challenge the theoretical results concerning the probability of correct discrimination with the results collected from experiments performed on the IBM Brisbane. Our analysis shows that neither too deep quantum circuits nor circuits that create too much entanglement are suitable for the discrimination task. We conclude that circuit architectures which minimize entanglement overhead while preserving discrimination power are significantly more resilient to hardware noise if their depth does not exceed a threshold value. Consequently, our findings necessitate a paradigm shift: for execution on noisy hardware, the theoretically suboptimal circuit is, counterintuitively, often the superior choice.",
    "Author": "Bílek, Adam",
    "DOI": "https://doi.org/10.1038/s41598-025-31665-z",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "Scientific Reports",
    "Subfield": "Artificial Intelligence",
    "Title": "Experimental study of multiple-shot unitary channels discrimination using the IBM Q computers",
    "Topic": "Quantum Computing Algorithms and Architecture"
  },
  {
    "Abstract": "Balance deficits are a common consequence of stroke, increasing the risk of falls. The Pinnacle Trainer (PT), which features a multi-planar exercise trajectory, has been shown to significantly activate hip abductors-key muscles for lateral stability. The elliptical trainer (ET), which simulates gait-like movement, is another commonly used rehabilitation tool. Both may offer viable options for gait training in individuals with chronic stroke. This study investigated the intervention effects of PT and ET on walking and balance abilities in individuals with chronic stroke. Thirty-six individuals with chronic stroke were randomly assigned to one of three groups: Pinnacle Trainer group (n = 12), ET group (n = 12), and control group (n = 12). Each group participated in an 8-week intervention program. The 6-minute walk test, 10-meter walk test, and the center of pressure (COP) displacements during obstacle crossing were measured as outcome measurements. The assessors (one therapist and one biomechanist) were blinded to the participants' group assignments. All groups demonstrated significant improvements on the walking ability. Compared to the ET and control groups, the PT group showed significant improvements in mediolateral COP displacement, indicating enhanced balance and gait performance. These results support the integration of PT exercises into stroke rehabilitation programs targeting functional balance and mobility.",
    "Author": "You, Yu-Lin",
    "DOI": "https://doi.org/10.1038/s41598-026-37893-1",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "Scientific Reports",
    "Subfield": "Physical Therapy, Sports Therapy and Rehabilitation",
    "Title": "Comparison of multi-planar and sagittal-plane stepping machines for walking and balance restoration in chronic stroke: a randomized control trial (RCT)",
    "Topic": "Balance, Gait, and Falls Prevention"
  },
  {
    "Abstract": "This manuscript investigates the time-fractional stochastic Keller-Segel-Navier-Stokes system in Hilbert space. This work provides a theoretical framework for analyzing cell migration by incorporating memory effects and environmental noise into the chemotactic signaling and fluid interaction. The proposed system captures key dynamics of cells respond to external gradients during directed movement. The existence of local and global mild solutions with uniqueness is studied under suitable conditions by using Banach fixed point and Banach implicit function theorem. The results are obtained in the pth moment by employing fractional calculus, stochastic analysis and Mittag-Leffler functions. Furthermore, we investigated the asymptotic stability of the proposed system as time approaches infinity.",
    "Author": "Divyabala, K.",
    "DOI": "https://doi.org/10.1038/s41598-025-28809-6",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "Scientific Reports",
    "Subfield": "Modeling and Simulation",
    "Title": "Existence and stability of time-fractional Keller-Segel-Navier-Stokes system with Poisson jumps",
    "Topic": "Mathematical Biology Tumor Growth"
  },
  {
    "Abstract": "Abstract Exchanges between continental shelves and open ocean basins regulate the transport of heat, salt, and nutrients. In the Southwestern Atlantic, the western boundary current known as the Malvinas Current (MC) fertilizes the outer shelf through recurrent slope‐water intrusions. Here we analyze the 2003–2024 interannual variability of satellite chlorophyll‐ a around 41°S, where the inflection of the 100‐m isobath promotes these incursions. The first Empirical Orthogonal Function mode explains 43% of the variance and exhibits a spatial pattern consistent with the MC intrusion zone. Backward Lagrangian simulations reveal that low‐chlorophyll periods correspond to waters advected by the onshore MC jet, whereas high‐chlorophyll years are linked to offshore‐origin parcels likely richer in nutrients. Sea‐level anomaly composites indicate that mesoscale eddies near 40°S can block or deflect the MC, favoring intrusions onto the shelf. These results provide new quantitative evidence that variability in boundary‐current pathways strongly modulates interannual changes in chlorophyll‐ a over continental shelves.",
    "Author": "Ferronato, Carola",
    "DOI": "https://doi.org/10.1029/2025gl120186",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "Geophysical Research Letters",
    "Subfield": "Oceanography",
    "Title": "On the Role of Western Boundary Currents to Fertilize Adjacent Continental Shelves at Interannual Scales: A Case Study in the Southwestern Atlantic",
    "Topic": "Oceanographic and Atmospheric Processes"
  },
  {
    "Abstract": "Due to its antioxidant and immunomodulatory properties, using passion fruit seed oil (PFSO) is a promising strategy to mitigate the effects of heat stress in laying hens, potentially optimizing the absorption of essential minerals such as selenium (Se) and zinc (Zn). Therefore, this study investigated the profile of selenium- and zinc-binding proteins (Se/Zn-BPs) in the hepatic proteome of Lohmann White laying hens (26 weeks old, n = 96) subjected to heat stress and whose diet was supplemented with 0.9% PFSO, using a metalloproteomic approach that combined two-dimensional electrophoresis (2D PAGE), graphite furnace atomic absorption spectrometry (GFAAS), and liquid chromatography–tandem mass spectrometry (LC-MS/MS). The experimental design was a 2 × 2 factorial (temperature: thermoneutral/stress × diet: control/PFSO) design. After 84 days, liver samples were collected and subjected to metalloproteomic analyses. GFAAS analysis showed higher concentrations of Zn and Se in the protein pellets and in 11 specific protein spots of the supplemented groups (thermoneutral/PFSO and stress/PFSO). LC-MS/MS analysis identified 56 Se/Zn-BPs, with a predominance of heat shock chaperones (HSPs) and proteins involved in energy metabolism. In conclusion, PFSO supplementation modulates Se and Zn absorption, promoting a mineral balance that optimizes immune and antioxidant defense processes. This mechanism can lead to a positive impact on the health and productive performance of laying hens under heat stress.",
    "Author": "Luane B. G. Andrade",
    "DOI": "https://doi.org/10.3390/ijms27041646",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "International Journal of Molecular Sciences",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Passion Fruit Seed Oil Modulates the Hepatic Metalloproteomic Profile of Selenium and Zinc in Laying Hens Under Heat Stress",
    "Topic": "Selenium in Biological Systems"
  },
  {
    "Abstract": "Overconfident CEOs are frequently criticized for making value-destroying corporate acquisitions in which they acquire excessively and overpay for their acquisitions. By contrast, we argue that overconfident CEOs can deliver higher returns in acquisition waves because the motivation and the requirement for action speed that occur in acquisition waves are different from other acquisition contexts. Specifically, we hypothesize and find that overconfident CEOs are more likely to capture preemption opportunities by acting earlier in acquisition waves, and such rapid moves enable overconfident CEOs to achieve higher acquisition returns. In addition, drawing upon organizational learning research, we hypothesize and find that in acquisition waves, pre-wave experience with large and related acquisitions facilitates overconfident CEOs to pursue acquisitions even more quickly during acquisition waves, which further enhances acquisition returns. Contributions to the acquisitions and CEO overconfidence literatures are discussed.",
    "Author": "Xu, Jun",
    "DOI": "https://doi.org/10.1177/01492063251397362",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "Journal of Management",
    "Subfield": "Accounting",
    "Title": "When Overconfident CEOs Deliver Higher Returns: Evidence From Acquisition Waves",
    "Topic": "Corporate Finance and Governance"
  },
  {
    "Abstract": "Abstract This study investigates the pedagogical impact of integrating cognitive linguistics (CL) into concept‐based language instruction (C‐BLI) for teaching English modal verbs. Eighty‐nine Mandarin‐speaking university learners were assigned to one of three instructional conditions: C‐BLI with CL‐based conceptualizations (C‐BLI‐CL), C‐BLI with non‐CL functional grammar explanations (C‐BLI‐nonCL), and traditional definition‐based instruction (control). All groups completed pre‐, post‐, and delayed post‐tests measuring conceptual languaging and cloze‐based modal accuracy. Results showed that both C‐BLI groups outperformed the control group, but the C‐BLI‐CL group demonstrated significantly higher gains in meaningful and systematic languaging, as well as sustained accuracy in modal usage over time. In contrast, the C‐BLI‐nonCL group showed greater verbal explicability but experienced an accuracy decline at the delayed post‐test. The findings support the compatibility of CL and C‐BLI in promoting durable L2 development and suggest that instructional design grounded in conceptual coherence facilitates deeper learning. Implications are discussed for advancing meaning‐oriented grammar pedagogy through concept‐based and cognitively informed approaches.",
    "Author": "Zhao, Helen",
    "DOI": "https://doi.org/10.1111/modl.70033",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "Modern Language Journal",
    "Subfield": "Developmental and Educational Psychology",
    "Title": "Developing L2 semantic knowledge of English modality through concept‐based language instruction: Do cognitive linguistics materials have an advantage?",
    "Topic": "Second Language Acquisition and Learning"
  },
  {
    "Abstract": "ABSTRACT Cell‐based immunotherapies represent a promising strategy for transplant tolerance, yet challenges remain in graft targeting, in vivo tracking, and comprehensive regulation of alloreactive T cells. Here, we developed trackable tolerogenic macrophages ( TTMs ), engineered to overexpress PD‐L1, incorporate azide groups for bioorthogonal labeling, and encapsulate rapamycin nanoparticles (RAPA NPs). Following intravenous administration in murine allografts, TTMs preferentially homed to inflamed grafts and were visualized in vivo. TTMs reduced graft inflammation and prolonged allograft survival up to 35 days, significantly longer than PD‐L1 or RAPA monotherapy groups. Mechanistic studies showed that PD‐L1 ligation of PD‐1 suppressed Th1 differentiation and CD8 + T‐cell activation, reducing IFN‐γ/TNF‐α and thereby attenuating complement activation and PI3K/Akt/mTOR signaling. This enhanced rapamycin‐mediated mTOR inhibition and promoted Foxp3 + Treg induction with increased IL‐10 production. The elevated IL‐10 further strengthened PD‐1/PD‐L1 signaling, forming a feedback loop that maintained a tolerogenic microenvironment. Together, these findings highlight TTMs as multifunctional therapeutic cells that integrate graft homing, real‐time tracking, and dual‐pathway immunoregulation to advance precision immunotherapy in transplantation.",
    "Author": "Wang, Y.",
    "DOI": "https://doi.org/10.1002/advs.202520420",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "Advanced Science",
    "Subfield": "Immunology",
    "Title": "Trackable Tolerogenic Macrophages Integrate PD‐L1 and Rapamycin Signaling to Suppress Alloimmune Responses in Transplantation",
    "Topic": "Immune cells in cancer"
  },
  {
    "Abstract": "This article explores the methodological dimension of Gilbert Simondon’s technical thought, focusing on the ‘genetic method’ he introduced to analyse the evolution of technical objects. While holding significant promise, this approach has been largely underutilized, a fact that can be attributed to its perceived tensions with dominant social constructivist perspectives and even with his own theory of individuation. To address these tensions, this article situates Simondon’s method within a broader intellectual context and weaves together his theory of evolution and invention with insights from George Kubler and Alfred Gell on the succession of artifacts, thereby developing an ‘ecology of time’. This framework, characterized by both its operational viability for empirical inquiry and its fidelity to Simondon’s original project, holds the potential to render his profound insights more accessible to a wider scholarly audience and to catalyse new reverberations between his technical thought and our contemporary technical realities.",
    "Author": "Sun, Ningxiang",
    "DOI": "https://doi.org/10.1177/02632764251407520",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "Theory Culture & Society",
    "Subfield": "Philosophy",
    "Title": "Towards an Ecology of Time: Revisiting Simondon’s Genetic Method",
    "Topic": "Philosophical and Theoretical Analysis"
  },
  {
    "Abstract": "Donkey milk has been increasingly studied in recent years and has been proposed to be a functional food. However, its components undergo changes during lactation, including its lipid profile and redox-related properties. This study analyzed the fatty acid composition, antioxidant parameters, and redox-modulating properties of donkey milk from the Bulgarian local donkey breed at three lactation stages (0–30, 31–60, and 61–90 days postpartum). Milk samples from 40 clinically healthy donkeys were grouped by days postpartum. A cross-sectional design with three lactation stage groups was used; one-way ANOVA tested group differences with Tukey’s post hoc test, and associations with days postpartum were evaluated using regression models. Fatty acid methyl esters were analyzed by GC-FID, and the atherogenic (AI) and thrombogenic (TI) indices were calculated. Antioxidant enzymes (SOD, CAT, and GPx-1), GSH, MDA, TAC, and EPR-based redox markers (DPPH, Asc•, ROS, NO•, TEMPOL, and 5-MSL) were analyzed. During lactation, monounsaturated fatty acids decreased (approximately 32% in the first month to ~30% by the third month), while AI increased from ~1.9 to ~2.2, and TI increased to ~2.5. SOD and GPx-1 activities increased with advancing lactation, while total antioxidant capacity decreased (213.4 to 199.7 µmol). DPPH radical scavenging activity remained stable during lactation. EPR-detected ROS and NO• values increased with advancing lactation stage, while thiol-bound 5-MSL decreased, suggesting a shift in the balance between oxidative challenge and antioxidant defense during lactation. Regression modeling confirmed a significant effect of lactation period on multiple compositional and redox-related parameters. Therefore, the stage of lactation should be taken into account when interpreting the biological value, redox stability, and potential functional properties of milk, as well as when developing milk management and yield strategies.",
    "Author": "Naydenova, N.",
    "DOI": "https://doi.org/10.3390/foods15040614",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "Foods",
    "Subfield": "Equine",
    "Title": "Fatty Acid Composition and Antioxidant Activity of Milk from the Bulgarian Local Donkey Breed",
    "Topic": "Veterinary Equine Medical Research"
  },
  {
    "Abstract": "HHI scores appear unaffected by the item order. The HHI-S can be extracted from the full HHI without changing the results. The test-retest reliability of the HHI varies with auditory wellness.",
    "Author": "Goicke, Stefanie",
    "DOI": "https://doi.org/10.1080/14992027.2026.2623147",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-08",
    "Source": "International Journal of Audiology",
    "Subfield": "Management Science and Operations Research",
    "Title": "Online-administered hearing handicap inventory: evaluation of reliability and item-order effects",
    "Topic": "Psychometric Methodologies and Testing"
  }
]
