[
  {
    "article_path": "/article/bill-and-hillary-clinton-to-appear-in-jeffrey-epstein-depositions-later-this-month-comer-confirms_ac0b89",
    "article_url": "https://ground.news/article/bill-and-hillary-clinton-to-appear-in-jeffrey-epstein-depositions-later-this-month-comer-confirms_ac0b89",
    "bias": [
      "Left-Leaning coverage frames the Clintons' agreement to testify as \"bowing to threat\" or \"staving off contempt vote,\" emphasizing a reluctant procedural resolution.",
      "Conversely, right-leaning outlets portray it as a forced capitulation, using terms like \"cave\" and \"dodge contempt,\" often broadening the critique to the \"wealthy and well-connected.",
      "Center-Leaning perspectives, while noting the Clintons were \"under pressure,\" provide more context on their initial refusal, citing claims of political motivation and detailing \"back and forth\" negotiations.",
      "A pivotal dividing line is the Clintons' request for public hearings, which the right frames as a \"demand.",
      "Despite these stark rhetorical differences, all perspectives agree on the deposition dates and that the agreement averts contempt proceedings, revealing ideological divides over accountability versus political maneuvering."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "Late Tuesday, the Clintons finalized an agreement to testify before the House Oversight Committee on Feb. 26 and Feb. 27 to avoid contempt proceedings.",
      "After subpoenas issued in July 2025 and threats of a Feb. 4 contempt vote, House Republicans pressed the Clintons for compliance as negotiations intensified.",
      "Comer rejected the Clintons' proposal for a four-hour transcribed interview in New York, calling it `unreasonable`, and accepted filmed, transcribed depositions Monday night.",
      "The agreement prevented, for now, a House contempt vote and possible criminal referrals as the House Rules Committee suspended its planned contempt vote after the Clintons agreed to appear, pausing enforcement actions.",
      "Clinton spokesperson Angel Ureña said they look forward to setting a precedent that applies to everyone, as the U.S. Department of Justice released more than 3 million pages and Bill Clinton features frequently in the Oversight panel's months-deep investigation."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-shoots-down-iranian-drone-approaching-aircraft-carrier-official-says_950fd3",
    "article_url": "https://ground.news/article/us-shoots-down-iranian-drone-approaching-aircraft-carrier-official-says_950fd3",
    "bias": [
      "Left-Leaning coverage frames the shootdown as a diplomatic setback that \"overshadowed\" talks and stresses risks to negotiations, while right-leaning coverage emphasizes decisive military deterrence, using action words like \"blasts\" and \"blocks\" and portraying Iran as provocateur; center outlets sit between, citing \"aggressively\" as an attributed claim.",
      "Rhetorical tactics differ—left uses cautionary tones and words like \"overshadowed,\" right uses triumphalist, force-forward language—while pivotal divides include the priority of diplomacy versus deterrence, calls for independent verification of intent and legal claims about the tanker; all sides agree on the core incident and lack of U.S. casualties."
    ],
    "bias_bar_text": null,
    "center_pct": 39.0,
    "error": null,
    "left_pct": 30.0,
    "location": null,
    "right_pct": 31.0,
    "status": "ok",
    "summary": [
      "A U.S. Navy fighter jet shot down an Iranian drone approaching the aircraft carrier USS Abraham Lincoln in the Arabian Sea.",
      "The drone continued approaching the ship despite de-escalation attempts by U.S. forces in international waters.",
      "Hours later, Iranian forces harassed a U.S.-flagged merchant vessel sailing in the Strait of Hormuz."
    ],
    "title": "US shoots down Iranian drone approaching aircraft carrier, official says",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/4cf8273d-9863-4f07-ad61-7ddb68701cba",
    "article_url": "https://ground.news/article/4cf8273d-9863-4f07-ad61-7ddb68701cba",
    "bias": [
      "While all perspectives confirm Josh D'Amaro's CEO appointment, left-leaning coverage emphasizes past \"disastrous\" leadership transitions and \"turbulent times,\" using cautious language like \"hopes history doesn't repeat itself.",
      "In stark contrast, right-leaning narratives aggressively frame the appointment as a \"Woke Transformation\" or \"Doubles Down on Woke Agenda,\" labeling D'Amaro a \"Theme Park Radical.",
      "Center-Leaning coverage, however, neutrally presents details like D'Amaro's $2.5 million salary, de-emphasizing past corporate missteps or ideological critiques.",
      "This ideological chasm over corporate social responsibility versus corporate performance highlights broader cultural divides, despite agreement on the core facts of the succession."
    ],
    "bias_bar_text": null,
    "center_pct": 52.0,
    "error": null,
    "left_pct": 30.0,
    "location": null,
    "right_pct": 18.0,
    "status": "ok",
    "summary": [
      "Disney has appointed Josh D'Amaro as its next CEO, succeeding Bob Iger after a closely watched succession race.",
      "The Disney board, led by James Gorman, vetted candidates primarily from Disney's executive ranks for the top job.",
      "Bob Iger expressed confidence in Disney's changes over the last three years and its future success.",
      "The new CEO will face challenges including declines in linear TV and rising sports rights costs as Disney transitions to its next phase."
    ],
    "title": "Disney names parks chief Josh D'Amaro as its next CEO",
    "topic": null,
    "topic_full": null
  }
]
