[
  {
    "Abstract": "Self-incompatibility (SI) describes a widespread collection of genetic mechanisms in flowering plants used to specifically recognize and reject self-pollen. These mechanisms are fundamental to plant sexual reproduction and offer valuable insight into the molecular basis of cell–cell communication and self-recognition more broadly. Here, we leverage an independent evolution of SI in the lineage containing Phlox (Polemoniaceae) to identify the gene causing self-pollen recognition which we name Phlox drummondii Pistil Identity Receptor Kinase ( PdPIRK ). Recognition of self-pollen associates with a single genomic region containing the Phlox S -locus. We generate predictions regarding how S -loci must function and evolve to identify a single candidate gene within this S -associated region. This gene, PdPIRK , is highly and specifically expressed in the pistil and has exceptionally high polymorphism maintained by negative frequency-dependent selection, two hallmarks of self-pollen recognition genes. Functional validation with gene silencing confirms that PdPIRK is necessary for self-incompatibility, and we further demonstrate allele-specific activity, confirming its role in self-pollen recognition per se. PdPIRK encodes a G-type lectin receptor-like kinase, which is a member of the same gene family as SRK , the gene controlling self-pollen recognition in the distantly related Brassicaceae. Our findings suggest the presence of genetic constraints or paths of least resistance governing how S -loci evolve and add to our understanding of the diverse molecular mechanisms through which organisms achieve self-recognition.",
    "Author": "Grace A. Burgin",
    "DOI": "https://doi.org/10.1073/pnas.2525299123",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Molecular Biology",
    "Title": "A lectin receptor-like kinase controls self-pollen recognition in <i>Phlox</i>",
    "Topic": "Plant Reproductive Biology"
  },
  {
    "Abstract": "We develop a mixed quantum-classical framework, dubbed the moving Born–Oppenheimer approximation (MBOA), to describe the dynamics of slow degrees of freedom (DOFs) coupled to fast ones. As in the Born–Oppenheimer approximation (BOA), the fast degrees of freedom adiabatically follow a state that depends on the slow ones. Unlike the BOA, this state depends on both the positions and the momenta of the slow DOFs. We study several model systems: a spin-1/2 particle and a spinful molecule moving in a spatially inhomogeneous magnetic field, and a gas of fast particles coupled to a piston. The MBOA reveals rich dynamics for the slow degree of freedom, including reflection, dynamical trapping, and mass renormalization. It also significantly modifies the state of the fast DOFs. For example, the spins in the molecule are entangled and squeezed, while the gas of fast particles develops gradients that are synchronized with the motion of the piston for a long time. The MBOA can be used to describe both classical and quantum systems and has potential applications in quantum chemistry, correlated materials, atomic physics, molecular dynamics, and quantum sensing.",
    "Author": "Barrera, Bernardo",
    "DOI": "https://doi.org/10.1073/pnas.2507816123",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Atomic and Molecular Physics, and Optics",
    "Title": "The moving Born–Oppenheimer approximation",
    "Topic": "Mechanical and Optical Resonators"
  },
  {
    "Abstract": "Patients aged ≥50 years showed greater postoperative olfactory decline after EEA with olfactory strip elevation. Increasing age was associated with reduced levels of key olfactory cells. Higher S100 expression was associated with better postoperative olfactory outcomes.",
    "Author": "Kim, J",
    "DOI": "https://doi.org/10.4193/rhin25.450",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "PubMed",
    "Subfield": "Sensory Systems",
    "Title": "Olfactory vulnerability in older adults undergoing endoscopic skull base surgery: insights from olfactory strip elevation.",
    "Topic": "Olfactory and Sensory Function Studies"
  },
  {
    "Abstract": "Doping cholesteric liquid crystals (CLCs) with photoresponsive chiral molecules is an effective strategy for devising responsive soft materials, as it allows for the phototuning of the noncovalent interactions in the CLCs, and hence, their helical pitch and optical properties. Here we describe the use of tribenzotriquinacene-based (TBTQ) hydrazone and azobenzene chiral dopants in the modulation of the helical pitch of the LC host, 5CB. The unique <i>C</i><sub>3</sub>-symmetry of the TBTQ scaffold enhances the noncovalent interactions with the host and thus the chiral information transfer, resulting in helical twisting power (β) values as high as 147 μm<sup>-1</sup>. Notably, the TBTQ hydrazone exhibits an unusual deviation from trends observed so far in previous studies, resulting in larger β values for the <i>Z</i> isomer rather than the <i>E</i> one. Moreover, the overall β values for the hydrazone-based dopants are unexpectedly higher than those of the azobenzene dopants. These results indicate that the host/guest interactions are better when the photoswitchable chiral dopant is more rigid, as is the case with the H-bonded <i>Z</i> state of the hydrazone. The large β values and excellent miscibility of the hydrazone-based dopants in 5CB allowed us to design films that reflect visible structural color. The properties of the azobenzene-based dopants precluded their use in such applications. By codoping 5CB with hydrazone and azobenzene derivatives of opposite chirality, we demonstrated reversible handedness inversion upon photoswitching, providing a versatile soft material platform for reconfigurable photonic materials and colorimetric display technologies.",
    "Author": "Balamut, Brandon",
    "DOI": "https://doi.org/10.1021/jacs.5c22128",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Electronic, Optical and Magnetic Materials",
    "Title": "<i>C</i> <sub>3</sub> -Symmetric Photoresponsive Chiral Dopants Based on Tribenzotriquinacene",
    "Topic": "Liquid Crystal Research Advancements"
  },
  {
    "Abstract": "Biarylitides are a new class of ribosomally synthesized and post-translationally modified peptides (RiPPs) featuring the smallest reported precursor peptide and cytochrome P450-mediated cross-links. Here, we report the complete <i>in vitro</i> reconstitution of the myxobacterial biarylitide, myxarylin. We demonstrate that cross-linking is the first step and acts as a gatekeeper for downstream processing. The cytochrome P450 enzyme P450<sub>BytO</sub> from the myxarylin biosynthetic gene cluster exhibits remarkable substrate tolerance, allowing biosynthesis of new-to-nature thioamidated biarylitides through an unprecedented modular precursor peptide engineering approach. Surprisingly, changes in the precursor peptide sequence resulted in a shift in the installation of the P450<sub>BytO</sub>-mediated modification from the expected C- to the N-terminus. Leader peptide removal follows cross-linking and is likely carried out by a prolyl oligopeptidase (POP), a member of the serine protease family. The last step of the pathway involves N-terminal methylation, which also prevents premature degradation of the pathway intermediates by the POP. The crystal structure of the methyltransferase in complex with SAH and myxarylin allowed us to rationalize its substrate selectivity and guide protein engineering to expand its substrate scope.",
    "Author": "Sikandar, Asfandyar",
    "DOI": "https://doi.org/10.1021/jacs.5c17257",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Pharmacology",
    "Title": "Myxarylin: Total <i>In Vitro</i> Biosynthesis, Expansion of Substrate Scope, and Bioengineered Thioamidated Biarylitides",
    "Topic": "Microbial Natural Products and Biosynthesis"
  },
  {
    "Abstract": "PURPOSE To examine the associations between Medicaid expansion and stage at diagnosis, timely initiation and receipt of guideline-concordant treatment, and 5-year overall survival (OS) among people with non–small cell lung cancer (NSCLC). METHODS Individuals newly diagnosed with stage I to IV NSCLC at age 18-64 years between January 1, 2004, and December 31, 2023, in 50 states and Washington, DC, were identified from the National Cancer Database. We examined the association of Medicaid expansion and (1) early-stage diagnosis (I and II); (2) timely initiation of guideline-concordant treatment within 30 days after diagnosis; (3) receipt of all first-course guideline-concordant treatment; and (4) 5-year OS. We applied conventional and updated (Sun and Abraham) difference-in-differences (DID) approaches to examine the changes in study outcomes associated with Medicaid expansion using multivariable linear probability models to estimate stage and treatment and multivariable flexible parametric survival models to investigate survival overall and by key factors. RESULTS Compared with people in nonexpansion states (n = 164,228), people in expansion states (n = 350,290) were more likely to be female, non-Hispanic White, or living in areas with higher family income or in nonmetropolitan areas. Medicaid expansion was associated with increases in early-stage NSCLC diagnosis (DID: 1.02 percentage points [ppt; 95% CI, 0.52 to 1.52]), timely treatment initiation (2.10 ppt [95% CI, 0.05 to 4.15]), and higher 5-year OS (1.79 ppt [95% CI, 1.32 to 2.26]). In stratified analyses, people living in areas with lower household income were more likely to benefit from Medicaid expansion. CONCLUSION Medicaid expansion was associated with improvements in early detection, timeliness of guideline-concordant treatment, and survival for people with NSCLC. Anticipated Medicaid coverage losses may jeopardize these gains.",
    "Author": "Zhao, Jingxuan",
    "DOI": "https://doi.org/10.1200/jco-25-01892",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "Journal of Clinical Oncology",
    "Subfield": "Statistics and Probability",
    "Title": "Medicaid Expansion and Stage at Diagnosis, Timely Initiation and Receipt of Guideline-Concordant Treatment, and Survival Among People With Non–Small Cell Lung Cancer",
    "Topic": "Advanced Causal Inference Techniques"
  },
  {
    "Abstract": "The circular economy should include CO<sub>2</sub> valorization, which could be achieved via microbial electrosynthesis (MES). In MES, the catholyte supplies all nutrients, yet its composition has been adopted from other biotechnologies, overlooking specific needs of MES. In this Perspective, we examine how catholyte design impacts MES performance at microbial, electrochemical, and process levels. We highlight mismatches in metal availability, electrode interactions, and medium origins. We propose reframing the catholyte as a key design parameter and introduce a decision-making framework for tailored formulation. This strategy has the potential to improve MES performance and serve as model for optimizing media in broader biotechnological applications.",
    "Author": "Dimitri van der Lee",
    "DOI": "https://doi.org/10.1038/s41467-026-69414-z",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "Nature Communications",
    "Subfield": "Environmental Engineering",
    "Title": "The overlooked yet critical role of catholyte composition in microbial electrosynthesis",
    "Topic": "Microbial Fuel Cells and Bioremediation"
  },
  {
    "Abstract": "Abstract The thermal stability of perovskite solar cells (PSCs) remains a critical challenge for their integration into power grid applications. Here, we report the thermally stable PSCs by employing heteroaryl additives in the Spiro-OMeTAD. These additives effectively control void formation in the hole-transport layer and minimize reactivity with the perovskite layer, significantly improving the thermal stability of PSCs at 85 °C. As a result, PSCs with 3-phenylpyridine and 2-phenylpyridine maintained 101% and 104% of their initial photoconversion efficiency after 2400 hours of 85 °C test, respectively. As an added benefit, photovoltaic performance achieved a photoconversion efficiency of 25%. Also, the outdoor test shows 90% of the initial power point voltage after 1570 hours with maximum-power point tracking, showing remarkable light and cycle stability. We revealed the mechanism of how the additive can improve the thermal stability of PSCs by comparing 36 heteroaryl derivatives and 60 additive combinations.",
    "Author": "Kanda, Hiroyuki",
    "DOI": "https://doi.org/10.1038/s41467-025-68236-9",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "Nature Communications",
    "Subfield": "Electrical and Electronic Engineering",
    "Title": "Heteroaryl derivatives for hole-transport layers improve thermal stability of perovskite solar cells",
    "Topic": "Perovskite Materials and Applications"
  },
  {
    "Abstract": "Abstract Wheat stem rust is a disease of global importance caused by the fungal pathogen Puccinia graminis f. sp. tritici ( Pgt ). Here we generate chromosome-level, nuclear-phased genome references for Pgt isolates ETH2013-1 and ITA2018-1, representing races TKTTF and TTRTF respectively, that have caused major epidemics in Africa and Europe. The nuclear haplotypes of ETH2013-1 and ITA2018-1 are unique and unrelated to those of Ug99 and Pgt21. Pgt nuclear haplotypes show extensive variation in sequence and copy number of six known Avr genes and AvrSr33 , which we identify through an effector gene library screen. Recognition properties of 22 novel Avr gene variants explain the race virulence phenotypes and the outbreak of TTRTF on durum cultivars containing Sr13b , since ITA2018-1 carries a homozygous deletion of AvrSr13 . This work establishes an Avr gene atlas for Pgt that can inform wheat breeding and enable development of sequence-based virulence diagnostic tools for pathogen surveillance.",
    "Author": "Spanner, Rebecca",
    "DOI": "https://doi.org/10.1038/s41467-026-69508-8",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "Nature Communications",
    "Subfield": "Plant Science",
    "Title": "Allelic variation of Avr genes in highly virulent strains explains severe wheat stem rust epidemics",
    "Topic": "Wheat and Barley Genetics and Pathology"
  },
  {
    "Abstract": "Aza-crown ethers are common building blocks of functional materials with ionophoric properties. The tuning of ion binding selectivity demands a careful control of the three-dimensional conformation of the macrocycle moiety and its solvation environment. In this study, broadband high-resolution microwave rotational spectroscopy is employed to assess the most stable configurations of the macrocycle 1-aza-12-crown-4 and of some of its hydrated clusters with up to three water molecules, generated in a supersonic jet. Nine rotamers are identified, which allows us to lay out a chart of hydration pathways that are consistent with the sequential incorporation of water molecules to the most stable conformations of the bare macrocycle during the early stages of the jet expansion. The preference of water binding on the amine moiety over the ether groups is observed in all the detected hydrates, highlighting the broad impact of N-substitution on the chemical behavior of macrocycles. In contrast to analogous non-substituted crown ethers, the aza-crown ether retains its conformation upon hydration, aided by a preorganized intramolecular N–H⋯O hydrogen bond that facilitates microsolvation without structural rearrangement.",
    "Author": "Verde, Andrés",
    "DOI": "https://doi.org/10.1063/5.0313310",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "The Journal of Chemical Physics",
    "Subfield": "Spectroscopy",
    "Title": "Sampling of the hydration landscape of a benchmark aza-crown ether macrocycle by high resolution rotational spectroscopy",
    "Topic": "Molecular Spectroscopy and Structure"
  },
  {
    "Abstract": "Platinum step edges dominate electrocatalytic activity in fuel cells and electrolyzers, yet their atomistic electrochemical behavior remains poorly understood. Here, we employ ab initio molecular dynamics under controlled electrode potentials to model a realistic stepped Pt–water interface incorporating experimentally observed (111) × (111) and (111) × (100) edge motifs. This allows us to resolve, for the first time, the site-specific structure, charge distribution, and electrostatics of the electric double layer at a nanostructured Pt surface. We find that differential capacitance near the potential of zero charge (PZC) arises almost entirely from potential-dependent chemisorption of water on flat (111) terraces. In contrast, step edges are saturated with chemisorbed water even below the PZC and, thus, do not contribute to the capacitance. Instead, edges accumulate excess positive charge and exhibit a locally elevated electrostatic potential, as revealed by spatially resolved macroscopic potential profiles. This electrostatic asymmetry implies a greater barrier for electron accumulation at step sites compared to terraces, consistent with enhanced charge localization and reactivity. Finally, the higher energy d-band center and sharper projected density of states at edge atoms further support their role as active, positively charged centers. Together, these results provide a mechanistic explanation for the observed experimental shift of the PZC with step density and establish a predictive framework for understanding and optimizing interfacial charging in nanostructured Pt electrocatalysts.",
    "Author": "Matthew T. Darby",
    "DOI": "https://doi.org/10.1063/5.0304808",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "The Journal of Chemical Physics",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "Surface morphology controls charge storage at the electrified Pt–water interface",
    "Topic": "Electrocatalysts for Energy Conversion"
  },
  {
    "Abstract": "Background Hand rehabilitation, particularly splinting, is a key area in occupational therapy. However, existing literature suggests that students often feel inadequately prepared, particularly concerning splinting in hand rehabilitation. This highlights the need for further research and improvements. This research explored the perceptions held by undergraduate occupational therapy students regarding splinting in hand rehabilitation at the University of KwaZulu-Natal, with the aim of informing curriculum improvements. The novelty of this study lies in its focus on the University of KwaZulu-Natal, providing institution-specific insights that are currently underexplored in the literature, using Kolb’s Experiential Learning Theory, to contextualise this study. Methods This qualitative study gathered data from 3 rd and 4 th year occupational therapy students at the University of KwaZulu-Natal using purposive sampling. The Consolidated Criteria for Reporting Qualitative Research (COREQ): a 32-item checklist for interviews and focus groups was followed. The data were collected through semi-structured interviews using a piloted question guide and thematic analysis was used to analyse the data. Ethical clearance was received for this research. Results This research comprised 16 participants: n = 5 males and n = 11 females, all of whom were undergraduates. The number of physical clinical fieldwork blocks completed by the participants ranged from two to three. The number of splints made during these blocks ranged from no splints to four or more. Four distinctive themes emerged: student readiness and preparedness, challenges in splinting, comparison of readiness in 3 rd and 4 th year, and suggested solutions to bridge the gaps. Conclusion Despite acquiring theoretical knowledge, students felt underprepared and uncertain due to limited clinical opportunities, inadequate supervision, and minimal hands-on practice during fieldwork. This lack of confidence and competence may deter students from pursuing specialisation in hand rehabilitation. To address these gaps, students recommended strategies such as increasing practical time dedicated to splinting, introducing training earlier in the program, expanding the splinting curriculum to cover a broader range of splint types, and strengthening university support structures, which align with existing literature, that emphasises the crucial role of hands-on experience in fostering confidence and competence. These findings have implications for curriculum development and suggest the need for policy reforms prioritising clinical competency in undergraduate occupational therapy education.",
    "Author": "Gwala, Sizophila",
    "DOI": "https://doi.org/10.1371/journal.pone.0343017",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "PLoS ONE",
    "Subfield": "Occupational Therapy",
    "Title": "Undergraduate occupational therapy students’ perceptions of their preparedness for splinting in hand rehabilitation: An exploratory study at the University of KwaZulu-Natal",
    "Topic": "Occupational Therapy Practice and Research"
  },
  {
    "Abstract": "This study explores the role of financial availability in the growth and development of rural household entrepreneurship, particularly beyond the start-up phase. Focusing on entrepreneurial rural households, the study uses CFPS data to determine how financial availability influences their performance. Results reveal that formal finance significantly contributes to the growth of entrepreneurial performance, whereas informal finance does not. Further, the positive impact of formal finance exhibits notable regional heterogeneity. These findings suggest policies should strengthen formal finance, adopt regionally differentiated support strategies, and guide the complementary development of informal finance to foster sustainable rural entrepreneurship growth.",
    "Author": "Xiang, Zhilue",
    "DOI": "https://doi.org/10.1371/journal.pone.0343040",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "PLoS ONE",
    "Subfield": "Economics and Econometrics",
    "Title": "What affects rural households’ entrepreneurial performance: Formal or informal finance availability?",
    "Topic": "Microfinance and Financial Inclusion"
  },
  {
    "Abstract": "Background Asthma (AS) and chronic obstructive pulmonary disease (COPD) are prevalent chronic airway disorders with shared inflammatory pathways. Considering the systemic inflammatory nature of psoriasis, this study utilized the National Health Interview Survey (NHIS) to investigate its potential association with COPD and AS. Methods Data from the 2023 NHIS were analyzed, with participants selected based on specific inclusion criteria. A baseline table was constructed, and multivariate logistic regression models, along with risk stratification analysis, were employed to examine the correlations between psoriasis and COPD and AS. Receiver operating characteristic (ROC) analysis was conducted to assess the predictive value for both conditions. Results A total of 27,106 participants were included in the study. Significant differences were observed in the baseline characteristics of psoriasis, age, race, region, gender, education, marital status, employment, income, smoking habits, health status, mental health, disability, heart attack history, BMI, prediabetes, cancer, hypertension, hypercholesterolemia, arthritis, coronary heart disease, stroke, health insurance, anxiety, and depression ( P &lt; 0.001). Multivariate logistic regression revealed a strong association between psoriasis and COPD (model 1: OR 2.63, 95% CI: 2.13–3.23, P &lt; 0.001; model 2: OR 2.43, 95% CI: 1.95–2.99, P &lt; 0.001; model 3: OR 1.54, 95% CI: 1.21–1.96, P &lt; 0.001). A similar association was found between psoriasis and AS (model 1: OR 1.68, 95% CI: 1.42–1.97, P &lt; 0.001; model 2: OR 1.74, 95% CI: 1.47–2.05, P &lt; 0.001; model 3: OR 1.32, 95% CI: 1.11–1.56, P &lt; 0.01). The ROC analysis based on model 3 demonstrated substantial predictive power of psoriasis for COPD, with an AUC of 0.881. Conclusion Psoriasis was identified to have a strong association with COPD and AS, which provided valuable insights into understanding the pathogenesis of these diseases.",
    "Author": "Liu, Mingyu",
    "DOI": "https://doi.org/10.1371/journal.pone.0342015",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "PLoS ONE",
    "Subfield": "Immunology",
    "Title": "Exploring the risk association between psoriasis and chronic obstructive pulmonary disease, and asthma using the NHIS database",
    "Topic": "Psoriasis: Treatment and Pathogenesis"
  },
  {
    "Abstract": "Hepatocellular carcinoma (HCC) remains lethal despite multitargeted tyrosine kinase inhibitors and immunotherapy, motivating the repurposing of safe, widely available agents. To delineate the anti-HCC potential of propranolol through an in-silico network pharmacology and molecular structure-based study, 70 intersecting potential anti-HCC targets were retrieved from the SwissTargetPrediction and GeneCards databases. Protein–protein interaction (PPI) analysis identified a network of 64 interconnected nodes exhibiting a high average node degree of 9.84, highlighting target centrality. Subsequent hub analysis isolated nine pivotal proteins (SRC, EGFR, CCND1, JAK2, ERBB2, PARP1, CDK4, CDK2, CHEK1) with degree centrality values exceeding 23.2, more than twice the network average. Gene Ontology and KEGG enrichment analyses underscored robust involvement in oncogenic pathways, including PI3K–Akt, MAPK, and immune checkpoints. Molecular docking revealed strong binding affinities of propranolol toward key kinases, notably JAK2 (–8.14 kcalmol -1 ), ERBB2 (–7.80 kcalmol -1 ), EGFR (–7.76 kcalmol -1 ), and CDK2 (–7.44 kcalmol -1 ). Molecular dynamics simulations confirmed the complex stability, with RMSD values stably maintained below 4.5 Å over 100 ns simulations. The sustained hydrogen-bond occupancy ranged from 30% to 68% per trajectory, corroborating stable ligand engagement. Collectively, these factorial results provide compelling evidence that propranolol may interact with core oncogenic kinase cluster and potential modulation of the critical signaling cascades implicated in HCC pathogenesis. Collectively, these computational findings support the hypothesis that propranolol possesses the molecular characteristics of a viable therapeutic candidate for HCC, thereby substantiating the need for rigorous experimental and translational investigation to validate its clinical potential.",
    "Author": "Ahmad, Ishaq",
    "DOI": "https://doi.org/10.1371/journal.pone.0333978",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "PLoS ONE",
    "Subfield": "Computational Theory and Mathematics",
    "Title": "In-silico target prediction and pathway analysis of propranolol as a potential therapeutic agent for hepatocellular carcinoma",
    "Topic": "Computational Drug Discovery Methods"
  },
  {
    "Abstract": "The causes of the reproducibility crisis include lack of standardization and transparency in scientific reporting. Checklists such as ARRIVE and CONSORT seek to improve transparency, but they are not always followed by authors and peer review often fails to identify missing items. To address these issues, there are several automated tools that have been designed to check different rigor criteria. We have conducted a broad comparison of 11 automated tools across 9 different rigor criteria from the ScreenIT group. We found some criteria, including detecting open data, where the combination of tools showed a clear winner, a tool which performed much better than other tools. In other cases, including detection of inclusion and exclusion criteria, the combination of tools exceeded the performance of any one tool. We also identified key areas where tool developers should focus their effort to make their tool maximally useful. We conclude with a set of insights and recommendations for stakeholders in the development of rigor and transparency detection tools. The code and data for the study is available at https://github.com/PeterEckmann1/tool-comparison .",
    "Author": "Eckmann, Peter",
    "DOI": "https://doi.org/10.1371/journal.pone.0342225",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "PLoS ONE",
    "Subfield": "Statistics, Probability and Uncertainty",
    "Title": "Use as directed? A comparison of software tools intended to check rigor and transparency of published work",
    "Topic": "Meta-analysis and systematic reviews"
  },
  {
    "Abstract": "This study develops the LGBM-3SC-CF product, a machine learning framework that integrates multi-source data (Himawari-8, ERA5, ASTERDEM, and rain gauge) to significantly improve rainfall classification and estimation accuracy for four coastal provinces in Central Vietnam. Methodologically, our core contribution lies in the proposed 3-stage classification architecture combined with a novel cloud masking technique. To address the severe class imbalance inherent in rainfall datasets, we further employed an effective data balancing technique based on rainfall intensity distribution alongside feature selection based on cloud- and rain-forming factors. The performance of the proposed rainfall product was compared with four existing regional rainfall products: IMERG Final Run V07, IMERG Early Run V06, GSMaP_MVK_Gauge V07, and PERSIANN-CCS. The LGBM-3SC-CF achieved the highest performance, with a Critical Success Index (CSI) of 0.55 and a Probability of Detection (POD) of 0.74, and achieved the Correlation Coefficient (CC) of 0.47 and the Modified Kling-Gupta Efficiency (mKGE) of 0.47. Furthermore, it obtained the lowest error metrics, with a Mean Absolute Error (MAE) of 2.66 mm/h and a Root Mean Squared Error (RMSE) of 5.48 mm/h. This study not only establishes a robust machine learning framework but also provides the essential methodological foundation for developing near real-time rainfall estimation models through the seamless substitution of the atmospheric reanalysis features with near real-time meteorological features.",
    "Author": "Dong Vu Duy",
    "DOI": "https://doi.org/10.1371/journal.pone.0342825",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "PLoS ONE",
    "Subfield": "Atmospheric Science",
    "Title": "Enhancing rainfall estimation accuracy with machine learning, cloud masking, and multi-source data: A case study of four coastal provinces in central Vietnam",
    "Topic": "Precipitation Measurement and Analysis"
  },
  {
    "Abstract": "Aim To explore nurses’ perceptions of the impact of nurse managers’ leadership practices on work engagement. Design A qualitative descriptive study. Method Thirteen (13) registered nurses were recruited from different departments in four referral hospitals in Saudi Arabia. Data were collected using semi-structured interviews, and thematic analysis was conducted using NVivo-12 software. The findings were reported following the COREQ checklist. Results Key themes included the impact of (1) fair, equitable, and culturally competent nurse managers, (2) effective communication styles by nurse managers, and (3) supportive and collaborative nurse managers. These elements have a positive impact on the level of nurse work engagement. Conclusion Nurse managers’ leadership and interaction with their staff can impact nurses’ sense of engagement in their work. Engaged nurses demonstrate higher levels of motivation, job satisfaction, and commitment, which can enhance patient care quality and workplace efficiency. The findings emphasise the importance of key leadership qualities, including cultural competence, effective communication, and supportive leadership, in fostering nurse engagement. These competencies not only improve staff motivation but also contribute to better patient outcomes. Future research should further explore the intersection of leadership practices and diverse cultural contexts to deepen the understanding of how culturally responsive leadership can enhance nurse engagement across various settings. Implications To enhance nurse engagement and patient care outcomes, nurse managers should develop their leadership skills, particularly in fairness, cultural competence, and communication. Nursing policymakers should prioritise these competencies in leadership training to foster a supportive workplace. Incorporating cultural competence into leadership training policies will help retain a motivated and diverse nursing workforce. Future research should explore interventions that further develop these leadership skills to improve nurse engagement and patient outcomes.",
    "Author": "Alluhaybi, Amal",
    "DOI": "https://doi.org/10.1371/journal.pone.0340471",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "PLoS ONE",
    "Subfield": "Research and Theory",
    "Title": "Exploring registered nurses’ experiences and perceptions of nurse manager leadership and its impact on work engagement: A qualitative study set in Saudi Arabia",
    "Topic": "Nursing education and management"
  },
  {
    "Abstract": "Ventral bulla osteotomy has not been widely adopted for treating otitis media in calves due to its prolonged surgical duration (&gt;1 h), high surgical invasiveness, and challenges in application for bilateral cases. This study aimed to evaluate the utility of a freehand frameless navigation system for computed tomography-assisted ventral bulla osteotomy in 21 calves diagnosed with otitis media. Preparation times—including computed tomography examination and registration procedures—varied between 18 and 73 min. This technique allows for a minimal skin incision, approximately 1 cm in length, allowing instrument access via a 7-mm-diameter trocar. Surgical times for the 36 affected ears across 21 animals ranged between 7 and 26 min per ear. This technique reduced total procedure time, including preparation and surgical times. The median durations were 49.0 min (range, 41–57 min) for unilateral cases and 66.0 min (range, 47–106 min) for bilateral cases. In 13 of the 21 treated animals, otitis media-associated clinical signs improved or disappeared suddenly or gradually after surgery. Postoperative complications included generalized convulsive seizures and swollen mandibles in one and three animals, respectively. Areas for improvement warranting further development include: (1) prevention of unexpected complications and reduction of time-consuming preparation steps contributing to prolonged preparation time, (2) method for securing the calf’s head on a surgical table, and (3) technical transfer from manual operation to utilization of an electric drill device to create a perforation om the affected tympanic bulla.",
    "Author": "TSUKA, Takeshi",
    "DOI": "https://doi.org/10.1371/journal.pone.0342569",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "PLoS ONE",
    "Subfield": "Small Animals",
    "Title": "Utility of a freehand frameless navigation system in computed tomography-assisted ventral bulla osteotomy for otitis media in calves",
    "Topic": "Animal health and immunology"
  },
  {
    "Abstract": "We investigate how the information on monetary outcomes influences perceptions of fairness of income redistributions. In an economic experiment, participants initially rated the fairness of a redistribution scheme without knowing the exchange rate of experimental tokens to real money. After learning the monetary value of tokens, the participants adjusted their fairness ratings, generally perceiving redistributions that generate higher income for themselves as fairer. As the redistribution itself did not change, our findings suggest that awareness of monetary consequences affects perceptions of redistribution beyond mere self-interest.",
    "Author": "Chugunova, Marina",
    "DOI": "https://doi.org/10.1371/journal.pone.0336459",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "PLoS ONE",
    "Subfield": "Safety Research",
    "Title": "A matter of principle or a matter of money? How fairness evaluations change with experimental currencies",
    "Topic": "Experimental Behavioral Economics Studies"
  },
  {
    "Abstract": "Language development and the home language environment during early childhood are critical for long-term child outcomes. Caregiver mental health may influence early language outcomes directly, but it can also introduce perception bias, which refers to the discrepancies between caregiver self-assessments and the actual status of child language outcomes. This study examines the associations between caregivers mental health symptoms and (1) child language development and home language environment, and (2) caregiver perception bias in self-report assessments of child language development and home language environment. The stduy recruited 137 rural Chinese households with children aged 16-24 months. Objective measures of child language development and the home language environment were collected using Language Environment Analysis (LENA) technology. Caregiver perception bias were measured by the descrepency between the objective and caregiver self-report measurements. Results show that caregiver anxiety and stress symptoms were linked to poor child language development, while symptoms of depression and anxiety symptoms were associated with less stimulating home language environment. Caregivers with depressive and anxiety symptoms tended to overestimate their children's language development, and those with depressive symptoms also overestimated their own verbal inputs. These findings call for caution when implementing self-report assessments of early childhood development.",
    "Author": "Jiang, Qi",
    "DOI": "https://doi.org/10.1038/s41598-026-39674-2",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "Scientific Reports",
    "Subfield": "Developmental and Educational Psychology",
    "Title": "Caregiver mental health is associated with early childhood language outcomes and perception bias in rural China",
    "Topic": "Language Development and Disorders"
  },
  {
    "Abstract": "Artificial bee colony (ABC) algorithm is one representative of many wellknown swarm intelligence methods for continuous optimization problems. However, it cannot directly solve discrete optimization problems without using complex transfer functions. Furthermore, the solutions quality and deviations obtained by many famous intelligent algorithms are still to be enhanced for solving uncapacitated facility location problems (UFLP). To this end, a continuous ABC called cABC is proposed for UFLP. In cABC, a chaotic initialization technique is employed to produce a good initial population in the range of [0,1), which enables cABC to evolve in continuous space. Then, a common probability discretizing mechanism is used to convert a continuous individual to a 0-1 vector, which enables cABC to solve UFLP. In addition, for infeasible solutions, a dynamic repair strategy is presented. Next, to enhance search performance of ABC, a random guiding mechanism is proposed. Subsequently, a time varying perturbation scheme is presented to share much more information between current individual and guiding individual. Next, a modified probability choice mechanism with random character is employed before entering onlooker bees phase. Last, an opposition based learning technique is employed to improve continuous nonupdating individual at the scout bees phase. To test effectiveness of cABC, it is first compared with traditional ABC on famous CAP dataset consisting of fifteen instances. To further validate superiority of cABC, it is compared with other eleven famous approaches on CAP dataset and M* dataset with twenty instances. Experimental results show that cABC surpasses other state-of-the-art methods in terms of solution accuracy and robustness.",
    "Author": "An, Meiqing",
    "DOI": "https://doi.org/10.1038/s41598-026-37792-5",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "Scientific Reports",
    "Subfield": "Organizational Behavior and Human Resource Management",
    "Title": "A continuous artificial bee colony algorithm for solving uncapacitated facility location problems",
    "Topic": "Facility Location and Emergency Management"
  },
  {
    "Abstract": "ABSTRACT From its discovery in the late 1800s to the present day, Streptococcus mutans research has been at the forefront of dental caries investigations, providing the foundation for our current understanding of the microbiological determinants of this disease. In addition, research on S. mutans has greatly advanced key areas of microbiology, establishing the organism as a notably useful model for understanding the biology of other streptococcal species, as well as Gram-positive bacteria more broadly. In this piece, we provide a retrospective of how S. mutans has served this dual role, highlighting specific areas that have benefited most from S. mutans –driven discoveries. We close by outlining emerging areas of S. mutans research that are likely to influence future breakthroughs in both oral health science and basic microbiology.",
    "Author": "Zeng, Lin",
    "DOI": "https://doi.org/10.1128/jb.00555-25",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "Journal of Bacteriology",
    "Subfield": "Periodontics",
    "Title": "A <i>Streptococcus mutans</i> retrospective: from oral pathogen to bacterial paradigm",
    "Topic": "Oral microbiology and periodontitis research"
  },
  {
    "Abstract": "ABSTRACT Integrated selective capture and conversion of CO 2 to high‐value products is a highly energy‐efficient and realistic strategy toward a carbon‐neutral future. Inspired by nature, we have rationally designed type‐III Porous Liquids (PLs) using carbonic anhydrase (CA) mimicking ZIF‐8 and Good's buffer‐based ionic liquid (IL) for highly efficient integrated selective capture and conversion of CO 2 under practical conditions. The PLs exhibit remarkable selectivity and uptake capacity for CO 2 , among the highest reported for ZIF‐8 based type‐III PLs. The superior capture performance is ascribed to the molecular sieving effect and retention of high porosity in PL, further aided by the fluid media enabling both physi‐ and chemisorption storage pathways and high mass transport. The PLs catalyse CO 2 hydration, and the pore‐encapsulated CO 2 and bicarbonate are in dynamic equilibrium. The captured CO 2 is subsequently converted to CaCO 3 in high yield. As against CA, the PLs are more tolerant to reaction conditions and showed better performance. Remarkably, PLs selectively capture and convert CO 2 from simulated flue gas (15% CO 2 ) and ambient air (0.04% CO 2 ), a highly desirable yet unexplored application. The study demonstrates PLs as a modular material for integrated CO 2 capture and catalytic conversion under practical conditions for a sustainable closed loop carbon economy.",
    "Author": "Dubey, Rishabh",
    "DOI": "https://doi.org/10.1002/smll.202514343",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "Small",
    "Subfield": "Process Chemistry and Technology",
    "Title": "Metal Organic Framework Porous Liquids for Integrated CO <sub>2</sub> Capture and Conversion",
    "Topic": "Carbon dioxide utilization in catalysis"
  },
  {
    "Abstract": "Objective The study bridge statistical pharmacovigilance signals to clinically actionable insights by systematically characterizing adverse event (AE) patterns associated with ublituximab and identifying previously unrecognized risks. We aim to establish a quantitative framework to inform real-world safety monitoring protocols and regulatory risk-benefit evaluations. Methods We systematically analyzed AE reports associated with ublituximab through a comprehensive retrospective study of FAERS and VigiAccess databases (data cutoff: December 29, 2024). Utilizing five validated disproportionality analysis methods—the Reporting Odds Ratio (ROR), Proportional Reporting Ratio (PRR), Bayesian Confidence Propagation Neural Network (BCPNN), Medicines and Healthcare Products Regulatory Agency algorithm (MHRA), and Multi-Item Gamma Poisson Shrinker (MGPS). Results Our investigation integrated 2, 245 case reports from the FAERS with 2, 037 entries in VigiAccess database. Signal detection via the ROR and PRR uncovered 52 preferred term (PT)-level signals significantly associated with ublituximab in the FAERS database, corresponding to 20 system organ class (SOCs). Notably, four SOCs - encompassing cardiovascular disorders, vascular pathologies, urinary system conditions, and social environment factors - were identified with disproportionality signals but currently lack documentation in approved prescribing information. We identified 8 frequently reported PTs (hypoaesthesia, fall, gait disturbance, paraesthesia, balance disorder, alopecia, tremor, and somnolence) within the top 50 AEs showed disproportionality signals but remain unlisted in the current drug lable. Conclusion This study has identified confirmed positive signals associated with ublituximab and revealed potential signals of interest. These findings highlight the need for further regulatory review to assess whether the identified signals justify updates to drug labeling and therapeutic guidelines. Future investigations should build upon the AE signals established in this research, with further investigations warranted to elucidate both the clinical incidence rates of these AEs and their definitive causal relationships with ublituximab.",
    "Author": "Cao, Jiagnang",
    "DOI": "https://doi.org/10.3389/fimmu.2026.1738185",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "Frontiers in Immunology",
    "Subfield": "Toxicology",
    "Title": "A real-world study of ublituximab based on the WHO-VigiAccess and U.S. food and drug administration’s adverse event reporting system databases",
    "Topic": "Pharmacovigilance and Adverse Drug Reactions"
  },
  {
    "Abstract": "Ostrów Lednicki was a centre of the Piast dynasty (tenth–fourteenth centuries AD), laying the foundations for the development of the Polish state. A collapsed tenth-century wooden fortification associated with Bolesław the Brave (the first king of Poland) and its unique sculptural element provide insights into early-medieval construction techniques.",
    "Author": "Pydyn, Andrzej",
    "DOI": "https://doi.org/10.15184/aqy.2026.10305",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-13",
    "Source": "Antiquity",
    "Subfield": "History",
    "Title": "Rocking the cradle of early Polish statehood: a tenth-century construction collapse at Lednicki Ostrów",
    "Topic": "Historical and Archaeological Studies"
  }
]
