[
  {
    "Abstract": NaN,
    "Author": "Deighton, Ben",
    "DOI": "https://doi.org/10.1038/d41586-026-00117-7",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Nature",
    "Subfield": "Sociology and Political Science",
    "Title": "Science journalism on the ropes worldwide as US aid cuts bite",
    "Topic": "Climate Change Communication and Perception"
  },
  {
    "Abstract": "Understanding how human pancreatic α and β cell electrical activities mature is critical for building fully functional stem cell–derived (SC-) pancreatic organoids for research and therapeutics. We implanted tissue-like, stretchable electronics during organogenesis of human pancreatic organoids, enabling months-long, single cell–resolved electrophysiology. Longitudinal single-cell tracking suggested that improved hormone responsiveness reflects increasing activity of SC-α and -β cells with low and high basal firing, linked to induction of energy and hormone metabolism genes. Daily metabolic entrainment showed that circadian hormone secretion rhythms reflect daily oscillation of SC-α and -β electrical characteristics, tied to induction of cell-cell communication and exocytic gene networks, revealing circadian coordination of cell-level, stimulus-coupled responses. Lastly, we showed that electrical stimulation, via implanted actuators, enhances SC-α and -β glucose responsiveness. Our results establish a bioelectronic framework to trace and modulate functional organoid maturation.",
    "Author": "Li, Qiang",
    "DOI": "https://doi.org/10.1126/science.aeb3295",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Science",
    "Subfield": "Molecular Biology",
    "Title": "Implanted flexible electronics reveal principles of human islet cell electrical maturation",
    "Topic": "Planarian Biology and Electrostimulation"
  },
  {
    "Abstract": "Traditional vaccines target specific pathogens, limiting their scope against diverse respiratory threats. We describe an intranasal liposomal formulation combining toll-like receptor (TLR) 4 and 7/8 ligands with a model antigen, ovalbumin, that provided broad, durable protection in mice for at least 3 months against infection with SARS-CoV-2 and Staphylococcus aureus . In addition, the vaccine protected mice from other viruses (SARS-CoV-2, SARS, SCH014 coronavirus), bacteria ( Acinetobacter baumannii ), and allergens. Protection was mediated by persistent ovalbumin-specific CD4 + and CD8 + memory T cells that imprinted alveolar macrophages (AMs), enhancing antigen presentation and antiviral immunity. Following infection, vaccinated mice mounted rapid pathogen-specific T cell and antibody responses and formed ectopic lymphoid structures in the lung. These results reveal a class of “universal vaccines” against diverse respiratory threats.",
    "Author": "Zhang, Haibo",
    "DOI": "https://doi.org/10.1126/science.aea1260",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Science",
    "Subfield": "Emergency Medical Services",
    "Title": "Mucosal vaccination in mice provides protection from diverse respiratory threats",
    "Topic": "Pediatric health and respiratory diseases"
  },
  {
    "Abstract": "Humans across multiple languages spontaneously associate the nonwords “kiki” and “bouba” with spiky and round shapes, respectively, a phenomenon named the bouba-kiki effect. To explore the origin of this association, and whether it is unique to humans, we tested the bouba-kiki effect in baby domestic chickens ( Gallus gallus ). As a precocial species, chicks can be tested shortly after hatching, allowing us to control their pretest experiences. Similar to humans, both 3-day-old [Experiment 1 (Exp. 1)] and 1-day-old (Exp. 2) chicks spontaneously choose a spiky shape when hearing the “kiki” sound and a round shape when hearing the “bouba” sound. Results from naïve young animals suggest a predisposed mechanism for matching the dimensions of shape and sound, which may be widespread across species.",
    "Author": "Loconsole, Maria",
    "DOI": "https://doi.org/10.1126/science.adq7188",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Science",
    "Subfield": "Experimental and Cognitive Psychology",
    "Title": "Matching sounds to shapes: Evidence of the bouba-kiki effect in naïve baby chicks",
    "Topic": "Multisensory perception and integration"
  },
  {
    "Abstract": "Pathogenic Bordetella bacteria use protein adhesins to infect the ciliated respiratory epithelia of vertebrate hosts. In this work, we show that the filamentous hemagglutinin FhaB adhesin of Bordetella carries a C-terminal microtubule-binding domain (FhaB-CT), which is translocated into host cells to promote colonization. FhaB-CT delivery is required to occupy a niche at the base of cilia in airway epithelia, and mutant bacteria lacking this domain are defective for nasal colonization. These observations suggest that FhaB-CT is transferred into motile respiratory cilia to interact with core axonemal microtubules. We propose that Bordetella adheres initially to the tips of cilia and then deploys multiple FhaB adhesins to migrate to the base of the cilia forest, where the bacteria resist removal by the mucociliary “escalator” that normally clears the respiratory tract of microbes.",
    "Author": "Michael S. Costello",
    "DOI": "https://doi.org/10.1126/science.adz2737",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Science",
    "Subfield": "Microbiology",
    "Title": "Bacteria deliver a microtubule-binding protein into mammalian cells to promote colonization",
    "Topic": "Bacterial Infections and Vaccines"
  },
  {
    "Abstract": "Conventional electrochemical sensing techniques detect predefined molecular biomarkers for disease diagnosis, while compromised by the biases in the calibration process due to the complexity and volatility of peripheral biofluids. Meanwhile, abundant electrochemical information at the electrode–biofluid interfaces remains to be discovered to gain comprehensive metabolic signatures for diagnostic applications. Here, we propose an electrochemomics (EC-omics) approach to comprehensively profile the dynamics of electrochemical properties of biomolecules in peripheral biofluids during disease onset. As a proof of concept, we customized a portable electrochemical profiling platform, where the high sensitivity and low background noise of the carbon nanotube/bacterial cellulose (CNT/BC) electrodes enabled a holistic and unbiased capturing of the electrochemical features in biofluids. We applied the EC-omics platform to profile saliva for periodontitis diagnosis. The obtained saliva EC-omics database is compatible with various intelligent algorithms, which could accurately discriminate periodontitis (93%), surpassing the untargeted nuclear magnetic resonance data (89%) and significantly outperforming the periodontitis-related molecular biomarkers (70%) and peak intensity features (57%). Additionally, our study demonstrated the feasibility of EC-omics in human urine and mouse serum analysis, suggesting its potential to expand our understanding of the complex metabolic networks of biofluids and further foster a broader range of novel diagnostic tools across various sensing paradigms for decentralized healthcare.",
    "Author": "Wang, Jianwu",
    "DOI": "https://doi.org/10.1021/jacs.5c18235",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Biomedical Engineering",
    "Title": "Electrochemomics Profiling Metabolic Dynamics in Biofluids",
    "Topic": "Advanced Chemical Sensor Technologies"
  },
  {
    "Abstract": "A key feature of the, so far only theoretically described, family of sp<sup>2</sup> carbon allotropes called <i>schwarzites</i> is the negatively curved topology, which is introduced by the incorporation of heptagonal (or octagonal) rings in a graphene-type lattice. We have constructed a cut-out of this material with a unique pattern of four heptagonal rings arranged in a row by Pd-catalyzed [4 + 3] and [5 + 2] annulation and characterized it thoroughly. The pronounced flexibility of the π-system, which was investigated by temperature-dependent NMR as well as theoretical calculations, promises to be advantageous for a template-mediated synthesis approach toward the parent schwarzite <b>P216</b>, as it allows maximization of shape complementarity with rigid templates like fullerenes and orientational flexibility for subsequent C-C bond formations. We were able to prove and investigate the presence of supramolecular complexes with <b>C</b><sub><b>60</b></sub> and <b>C</b><sub><b>70</b></sub> in solution by concentration-dependent NMR titration experiments, as well as in the solid state by single-crystal X-ray and electron diffraction.",
    "Author": "Spengler, Jonas",
    "DOI": "https://doi.org/10.1021/jacs.5c22358",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Organic Chemistry",
    "Title": "Flexibility Induced by Four Heptagons: A Negatively Curved Polycyclic Aromatic Hydrocarbon Cut-Out of Schwarzite P216",
    "Topic": "Synthesis and Properties of Aromatic Compounds"
  },
  {
    "Abstract": "Currently, mechanism-based inactivators (MBIs) are the only available therapeutic option to target γ-aminobutyric acid aminotransferase (GABA-AT). However, off-target activity against homologous enzymes is a well-recognized challenge for the clinical use of MBIs. For example, CPP-115, an MBI of GABA-AT that completed a Phase I clinical trial, also inactivates ornithine aminotransferase (OAT). Here, we present a comprehensive investigation of an OAT-specific inactivation mechanism for CPP-115 by integrating biochemical experiments, X-ray crystallography, and computational simulations. Unlike in GABA-AT, where CPP-115 forms a noncovalent tight-binding adduct only, a covalent adduct was additionally observed with human OAT (hOAT). Notably, the crystal structures of CPP-115-treated hOAT at different mechanistic stages indicate that the conformational transition of a key intermediate is a prerequisite for the covalent addition pathway. Based on this finding, to selectively reduce the off-target activity, a proof-of-concept molecule that regulates the intermediate conformational flexibility was designed and synthesized. The resulting inactivator achieved greatly enhanced GABA-AT selectivity over OAT and demonstrated therapeutic efficacy in an inflammatory pain animal model. Our strategy in this study, targeting dynamics of a reactive intermediate based on a precise mechanistic understanding, serves as a general design principle for fine-tuning the selectivity of MBIs, particularly for other aminotransferases.",
    "Author": "Koon Mook Kang",
    "DOI": "https://doi.org/10.1021/jacs.5c21138",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Plant Science",
    "Title": "Targeting Conformational Flexibility of a Reactive Intermediate to Enhance Selectivity of a GABA Aminotransferase Inactivator",
    "Topic": "GABA and Rice Research"
  },
  {
    "Abstract": "Introducing long-range order into hydrocarbon covalent organic frameworks (COFs) remains a fundamental challenge because carbon–carbon bond-forming reactions are typically irreversible and lack effective error-correction mechanisms. Here, we demonstrate a molecular approach to enhance the crystallinity of a hydrocarbon framework. A fully hydrocarbon two-dimensional (2D) COF, HKU-50, was synthesized via reversible olefin metathesis. Polymerization of a vinylene-bearing monomer using the second-generation Grubbs catalyst initially yielded an amorphous network. Upon addition of trans-stilbene, secondary metathesis is activated, regenerating catalysts that are otherwise trapped within the growing polymer. This enables continuous bond exchange and error correction during framework formation. As a result, the system evolves toward its thermodynamically favored product, HKU-50, with long-range order. The resulting COF exhibits high thermal and chemical stability, along with enhanced photophysical properties, including red-shifted emission, prolonged fluorescence lifetime, and a 4-fold increase in photoluminescence quantum yield relative to its amorphous analogue due to its extended order. These findings demonstrate a molecular approach that actively controls the crystallinity of hydrocarbon frameworks without the use of supports or interfaces that induce partial ordering of the building units.",
    "Author": "Sui, Xuelin",
    "DOI": "https://doi.org/10.1021/jacs.5c22787",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Materials Chemistry",
    "Title": "Hydrocarbon Frameworks with Long-Range Order Synthesized via Olefin Metathesis",
    "Topic": "Covalent Organic Framework Applications"
  },
  {
    "Abstract": "Abstract Predicting not just if, but also when, cognitively unimpaired individuals are likely to develop onset of Alzheimerʼs disease (AD) symptoms would be useful to clinical trials and, eventually, clinical practice. Although clock models based on amyloid and tau positron emission tomography have shown promise in predicting the onset of AD symptoms, a model based on plasma biomarkers would be more accessible. Using longitudinal plasma %p-tau217 (the ratio of phosphorylated to non-phosphorylated tau at position 217) from two independent cohorts ( n = 258 and n = 345), clock models were used to estimate the age at plasma %p-tau217 positivity. The estimated age at plasma %p-tau217 positivity was associated with the age at onset of AD symptoms (adjusted R 2 of 0.337−0.612) with a median absolute error of 3.0−3.7 years. Notably, the time from %p-tau217 positivity to onset of AD symptoms was markedly shorter in older individuals. Similar models were constructed with data from one p-tau217/Aβ42 immunoassay and four plasma p-tau217 immunoassays. These findings suggest that the time until onset of AD symptoms can be estimated using a single blood test within a margin of error that is acceptable for use in clinical trials.",
    "Author": "Petersen, Kellen",
    "DOI": "https://doi.org/10.1038/s41591-026-04206-y",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Nature Medicine",
    "Subfield": "Psychiatry and Mental health",
    "Title": "Predicting onset of symptomatic Alzheimerʼs disease with plasma p-tau217 clocks",
    "Topic": "Dementia and Cognitive Impairment Research"
  },
  {
    "Abstract": "The topological Hall effect, driven by the exchange interaction between conduction electrons and topological magnetic textures such as skyrmions, is a powerful probe for investigating the topological properties of magnetic materials. Typically, this phenomenon arises in systems with broken global inversion symmetry, where Dzyaloshinskii-Moriya interactions stabilize such textures. Here, we report the discovery of an emergent giant topological Hall effect in the twisted Fe3GeTe2 metallic system, which notably preserves the general global inversion symmetry. This effect manifests exclusively within a narrow window of “magic” twist angles ranging from 0.45° to 0.75°, while it is absent outside of that range, highlighting its unique and emergent nature. Micromagnetic simulations reveal that this topological Hall effect originates from a skyrmion lattice induced by alternating in-plane and layer-contrasting Dzyaloshinskii-Moriya interactions that result from local inversion symmetry breaking. Our findings underscore twisted Fe3GeTe2 as a versatile platform for engineering and controlling topological magnetic textures in metallic twisted van der Waals magnets, thereby opening up new avenues for next-generation spintronic devices. Kim et al. discovered an emergent giant topological Hall effect via twisting vdW magnet Fe3GeTe2 at a magic twist angle, at low temperature, and in the thin limit, providing evidence of skyrmion phases induced by local inversion symmetry breaking.",
    "Author": "Kim, Hyuncheol",
    "DOI": "https://doi.org/10.1038/s41467-026-69454-5",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Nature Communications",
    "Subfield": "Atomic and Molecular Physics, and Optics",
    "Title": "Emergent giant topological Hall effect in twisted Fe3GeTe2 metallic system",
    "Topic": "Topological Materials and Phenomena"
  },
  {
    "Abstract": "Abstract Interference from distracting stimuli renders short-term memory vulnerable. While behavioral evidence suggests short-term memory deficits in Alzheimer’s disease (AD), the underlying neural mechanisms remain poorly understood. Using a mouse model of AD (APP-KI), we identified increased susceptibility of short-term memory to sensory perturbations. Simultaneous two-photon calcium imaging across eight cortical regions during a delayed-response task showed that distractors disrupted neural selectivity at both single-neuron and population levels in APP-KI mice. Recurrent neural network models replicating the neural activity of APP-KI mice exhibited decreased stability, consistent with reduced functional connectivity across the dorsal cortex. Furthermore, analyses of multi-regional corticocortical communication revealed reduced spatiotemporal degeneracy in activity transmission within the dorsal cortex of APP-KI mice, which could account for their attenuated robustness during sensorimotor transformations. Collectively, these findings identify reduced functional connectivity and impaired spatiotemporal degeneracy as central mechanisms of short-term memory deficits in the APP-KI mouse model of AD.",
    "Author": "Li, Chunyue",
    "DOI": "https://doi.org/10.1038/s41467-026-69619-2",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Nature Communications",
    "Subfield": "Cognitive Neuroscience",
    "Title": "Vulnerability of short-term memory in a mouse model of Alzheimer’s disease",
    "Topic": "Memory and Neural Mechanisms"
  },
  {
    "Abstract": "Early-season tropical cyclones (TCs), particularly in the pre-monsoon period (April–June) of the North Indian Ocean (NIO) basin, often cause exceptionally severe damage to populated landmasses despite being less frequent. A critical uncertainty is how these TCs respond to anthropogenic climate change. Here, we find a significant increasing trend in pre-monsoon TC activity in the NIO basin, with accumulated cyclone energy exhibiting a striking rise of 3.01 × 104 knots2 per decade (P < 0.05) during 1981–2023, while the corresponding trend during the post-monsoon season (October–December) is weaker and insignificant. Climate models identify increased greenhouse gas as the primary driver, creating more favorable thermodynamic conditions for TC formation and maintenance in the NIO basin during the pre-monsoon season. These enhanced thermodynamic conditions are projected to intensify further, suggesting the increasing trend in pre-monsoon TC activity may continue to accelerate in the future. Pre-monsoon tropical cyclones are particularly devastating in the North Indian Ocean. Global warming is increasing their activity, a trend likely to continue and raise risks for vulnerable coastal communities.",
    "Author": "Shan, Kaiyue",
    "DOI": "https://doi.org/10.1038/s41467-026-69818-x",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Nature Communications",
    "Subfield": "Atmospheric Science",
    "Title": "Global warming drives an increase in pre-monsoon tropical cyclone activity over the North Indian Ocean",
    "Topic": "Tropical and Extratropical Cyclones Research"
  },
  {
    "Abstract": "Rapid global expansion of photovoltaics is driving degraded module flows to emerging markets. This flow occurs amid limited regulatory oversight and recycling capacity, posing substantial environmental risks to importing regions. Mitigating these risks necessitates cross-border governance and traceable end-of-life systems.",
    "Author": "Huang, Beijia",
    "DOI": "https://doi.org/10.1038/s41467-026-69171-z",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Nature Communications",
    "Subfield": "Environmental Engineering",
    "Title": "Toward traceable global systems for end-of-life photovoltaic waste",
    "Topic": "Photovoltaic Systems and Sustainability"
  },
  {
    "Abstract": "Abstract The Boolean satisfiability (SAT) problem is a computationally challenging decision problem central to many industrial applications. For SAT problems in cryptanalysis, circuit design, and telecommunication, solutions can often be found more efficiently by representing them with a combination of exclusive OR (XOR) and conjunctive normal form (CNF) clauses. We propose a hardware accelerator architecture that natively embeds and solves such hybrid XOR–CNF problems using in-memory computing hardware. To achieve this, we introduce an algorithm and demonstrate, both experimentally and through simulations, how it can be efficiently implemented with memristor crossbar arrays. Compared to the conventional approaches that translate XOR–CNF problems to pure CNF problems, our simulations show that the accelerator improves computation speed, energy efficiency, and chip area utilization of in-memory accelerators by ~ 10 × for a set of hard cryptographic benchmarking problems. Moreover, the accelerator achieves a ~ 10 × speedup and a ~ 1000 × gain in energy efficiency over state-of-the-art SAT solvers running on CPUs.",
    "Author": "Im, Haesol",
    "DOI": "https://doi.org/10.1038/s41467-026-69465-2",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Nature Communications",
    "Subfield": "Hardware and Architecture",
    "Title": "Accelerating hybrid XOR–CNF Boolean satisfiability problems natively with in-memory computing",
    "Topic": "Physical Unclonable Functions (PUFs) and Hardware Security"
  },
  {
    "Abstract": NaN,
    "Author": "Wang, Hao",
    "DOI": "https://doi.org/10.1038/s41563-026-02492-y",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Nature Materials",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "A molten-salt dispersion of lanthanides at the atomic scale",
    "Topic": "Electrocatalysts for Energy Conversion"
  },
  {
    "Abstract": "Excessive consumption of salt had contributed to uncontrolled blood pressure among hypertension patients in Malaysia. This study aims to assess the knowledge, attitude, and practice of dietary salt intake among hypertension patients, as well as identify factors that contribute to poor dietary salt intake habits. A cross-sectional study was carried out among hypertensive patients at Klinik Kesihatan Kampung Simee, Ipoh between January and March 2023. A systematic random sampling method was used to select participants. A self-administered questionnaire adapted from previous study was used. The questionnaire was then scored, and participants were categorized into group of poor and good knowledge, attitude, and practice of dietary salt intake. A total of 396 patients participated in the study, with a response rate of 92.5%. The median age of the study population was 63 years, and 54% of them were female. 49.5% of the participants were Chinese, followed by 32.3% Malay, 15.4% Indian, and 2.8% others. 65.2% had good knowledge on salt, 59.3% had good attitude towards salt reduction, but 31.3% had poor practice of dietary salt intake. According to the results of multiple logistic regression, Chinese ethnicity (AOR 3.055, 95%CI 1.419–6.577, p = 0.004), participants with ischemic heart disease (AOR 2.714, 95% CI 1.115–6.607, p = 0.028), poor knowledge of salt (AOR 1.802, 95%CI 1.114–2.916, p = 0.016), and poor attitude towards reducing salt (AOR 3.960, 95%CI 2.462–6.372, p < 0.001) were significantly associated with poor practice of dietary salt intake among participants. One in three hypertensive patients in this study failed to practise adequate salt restriction. Poor practice of dietary salt intake was significantly higher among Chinese participants, those with ischemic heart disease, individuals with inadequate knowledge or unfavourable attitude towards salt reduction. These findings underscore the importance of a targeted dietary counselling among different ethnicities with different culture and diverse traditional cuisines. The ministry of health should also intensified national salt reduction strategies with a stronger focus on closing knowledge gaps and reshaping attitudes. Future research should evaluate the effectiveness of salt reduction programmes among patients with non-communicable diseases.",
    "Author": "Yean Ken Ong",
    "DOI": "https://doi.org/10.1038/s41598-026-40124-2",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Scientific Reports",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Factors associated with poor practice of dietary salt intake among patients with hypertension in a primary health care clinic in Malaysia",
    "Topic": "Sodium Intake and Health"
  },
  {
    "Abstract": NaN,
    "Author": "Song, Min",
    "DOI": "https://doi.org/10.1016/j.jclepro.2026.147838",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Journal of Cleaner Production",
    "Subfield": "Economics and Econometrics",
    "Title": "Can computing infrastructure unlock enterprise carbon lock-in? Evidence from National Supercomputing Centers",
    "Topic": "Energy, Environment, Economic Growth"
  },
  {
    "Abstract": "Cytochrome P450 monooxygenases (CYPs/P450s) play a key role in organisms’ primary and secondary metabolism in species across all domains of life. Accurate annotation of P450 genes is crucial for identifying their functions, evolution, and, consequently, their biotechnological potential. In this study, we report the identification of an unprecedented one-nucleotide exon required for the correct assembly of CYP621A P450 genes from multiple Fusarium species. Through comparative genomic analysis of 20 orthologous CYP621A genes, supported by an intronless CYP621B1 gene from Aspergillus clavatus, we demonstrate that omission of this single-nucleotide exon disrupts exon phase compatibility and prevents reconstruction of a full-length, functional P450 protein. The micro-exon encodes the central nucleotide of the glycine codon in the highly conserved PKG motif, which is essential for maintaining the structural integrity between the EXXR and PERF motifs, a characteristic of P450 enzymes. Importantly, transcriptomic evidence from sequence read archive (SRA) data confirms accurate splicing of this one-nucleotide exon in Fusarium solani and F. acuminatum under multiple growth conditions. This work presents the second example of the smallest exon reported to date for a gene, and the first for a P450 gene or a fungal gene. The study’s findings have broad implications for genome annotation pipelines, underscoring the need for careful manual curation and improved algorithms to detect ultra-small exons in functionally constrained regions of eukaryotic genes.",
    "Author": "David R. Nelson",
    "DOI": "https://doi.org/10.3390/ijms27041979",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "International Journal of Molecular Sciences",
    "Subfield": "Pharmacology",
    "Title": "The Ultimate Micro-Exon: A Single Nucleotide Exon Is Required to Assemble Cytochrome P450 CYP621A Orthologs from Fusarium Species",
    "Topic": "Pharmacogenetics and Drug Metabolism"
  },
  {
    "Abstract": "ABSTRACT Manipulating the coordination environment through hetero‐ligand incorporation induces controlled defects at catalytically active sites, offering a powerful route to regulate electronic structure and reactivity. Here, we present a supramolecular approach to defect engineering within a soft hydrogel matrix by confining a Bi 3+ ‐caffeic acid complex within a guanosine monophosphate‐based G‐quadruplex hydrogel. This confinement not only breaks local coordination symmetry and generates oxygen‐vacancy‐rich heterojunctions but also emulates the active‐site environments of enzymes. The G‐quadruplex fibrillar scaffold provides ion‐channel‐like pathways that facilitate charge transport, enhance substrate diffusion, and promote selective adsorption, while confinement ensures the uniform dispersion of catalytic sites. Together, these synergistic effects result in an exceptional N 2 to NH 3 conversion of 905.2 µmol h −1 g −1 (cat) under visible light irradiation, 3.8 times higher than that of the pristine complex. This work introduces a versatile strategy that integrates defect engineering, heterojunction formation, and biomimetic confinement within a soft supramolecular assembly, establishing G‐quadruplex hydrogels as a powerful platform for sustainable photocatalytic nitrogen fixation and beyond.",
    "Author": "Tarun Kumar Sahu",
    "DOI": "https://doi.org/10.1002/smll.202514925",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Small",
    "Subfield": "Catalysis",
    "Title": "Intermingled Coordination Environments Enable Defect‐Engineered Metal–Polyphenol/G‐Quadruplex Hydrogel for Enhanced N <sub>2</sub> ‐to‐NH <sub>3</sub> Photoconversion",
    "Topic": "Ammonia Synthesis and Nitrogen Reduction"
  },
  {
    "Abstract": "This paper studies the low-rank property of the inverse of a class of large-scale structured matrices in the tensor-train (TT) format, which is typically discretized from differential operators. A fundamental question arising in numerical linear algebra and numerical partial differential equations (PDEs) is: Does the inverse of the large-scale structured matrix still admit the low-rank TT representation with guaranteed accuracy? In this paper, we provide a computationally verifiable sufficient condition such that the inverse matrix can be well approximated in a low-rank TT format. It not only answers what kind of structured matrix whose inverse has the low-rank TT representation but also motivates us to develop an efficient TT-based method to compute the inverse matrix. Furthermore, we prove that the inverse matrix indeed has the low-rank tensor format for a class of large-scale structured matrices induced by differential operators involved in several PDEs, such as the Poisson, Boltzmann, and Fokker-Planck equations. Thus, the proposed algorithm is suitable for solving these PDEs with massive degrees of freedom. Numerical results on the Poisson, Boltzmann, and Fokker-Planck equations validate the correctness of our theory and the advantages of our methodology.",
    "Author": "Xiao, Chuanfu",
    "DOI": "https://doi.org/10.1090/mcom/4184",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Mathematics of Computation",
    "Subfield": "Computational Mathematics",
    "Title": "Provable low-rank tensor-train approximations in the inverse of large-scale structured matrices",
    "Topic": "Tensor decomposition and applications"
  },
  {
    "Abstract": "The rapid diffusion of “(GenAI)” Generative Artificial Intelligence systems has reshaped everyday activities, yet their adoption remains uneven and cognitively demanding for many users. Existing research has largely relied on conventional technology acceptance models, providing limited insight into cognitive burden and GenAI-specific system characteristics. To address this gap, this study develops an integrated framework combining the Technology Acceptance Model, Cognitive Load Theory, and the DeLone and McLean Information Systems Success Model to explain GenAI adoption among ordinary users. Survey data from 1001 active GenAI users were analyzed using partial least squares structural equation modeling (PLS-SEM). The results indicate that all core technology acceptance relationships are statistically significant (p &lt; 0.001), while mental load negatively affects perceived usefulness and user attitudes. Moreover, GenAI system attributes—output quality, transparency, friction reduction, and system integration—significantly moderate key adoption pathways and strengthen the translation of behavioral intention into actual use. Predictive assessment indicates that the proposed model outperforms the baseline technology acceptance model, with stronger explanatory power and superior out-of-sample predictive performance (Q2predict &gt; 0.35). The findings offer actionable insights for designing cognitively efficient, trustworthy, and sustainable GenAI systems.",
    "Author": "Salem Ali Suhluli",
    "DOI": "https://doi.org/10.3390/su18042076",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Sustainability",
    "Subfield": "Information Systems and Management",
    "Title": "Digital Adoption of Generative AI Tools: A Multi-Theory Model Linking Cognitive Load, User Perceptions, and System Attributes",
    "Topic": "Technology Adoption and User Behaviour"
  },
  {
    "Abstract": "Against the backdrop of global climate governance and evolving ESG (Environmental, Social, and Governance) infrastructure, this study examines how market-based ESG ratings drive corporate carbon performance. Employing a staggered difference-in-differences (DID) approach based on a quasi-natural experiment with the initial release of SynTao Green Finance’s ESG ratings as an exogenous shock, we analyze Chinese A-share listed firms (2014–2022) from an internal and external interaction perspective. The results show ESG ratings significantly enhance carbon performance by improving internal control quality and analyst attention. Equity balance degree and public environmental concern strengthen these effects internally and externally, respectively. The positive impact is more pronounced in non-polluting industries, firms with low customer concentration, and those undergoing digital transformation. This study reveals the dual transmission mechanisms and boundary conditions of ESG ratings, offering theoretical and policy insights for achieving “dual carbon” goals.",
    "Author": "Li, Nana",
    "DOI": "https://doi.org/10.3390/su18042079",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Sustainability",
    "Subfield": "Strategy and Management",
    "Title": "The Impact of ESG Ratings on Corporate Carbon Performance: From the Perspective of Internal and External Interaction",
    "Topic": "Corporate Social Responsibility Reporting"
  },
  {
    "Abstract": "Abstract Background The purpose of this study is to report on the development of an artificial intelligence (AI) model designed to improve compliance in periodontal maintenance patients. Methods Fifty adult patients (32 females and 18 males; aged 25 to 78 years) with diagnosis and treatment of Generalized or Localized Periodontitis stages I, II, or III; grades A–C who were following a 3‐month periodontal maintenance interval were provided an AI‐based smartphone application (app) that provided personalized educational, motivational, and risk‐awareness information every week between maintenance visits. Recession (REC), probing pocket depth (PPD), clinical attachment level (CAL), plaque index (PI), bleeding on probing (BOP), and gingival index (GI) captured at each maintenance visit out to 6 months were compared with baseline. In‐office interviews were conducted to assess subjective data points, and cognitive interviews were conducted to validate patient‐reported outcomes (PRO). Results REC, PPD, and CAL remained stable through all timepoints. PI, BOP, and GI demonstrated significant improvement compared with baseline ( p &lt; 0.01). PRO were validated and revealed that most subjects found the app to be easy to use, desired more interaction, perceived it as educational by raising their awareness of their oral hygiene, and would recommend the use of the app to a friend. Conclusions An AI‐based smartphone application was trained on a private practice maintenance population of three periodontists. The subjects demonstrated improvements in PI, BOP, and GI with no changes in REC, PPD, or CAL. Patients found the app to be educational and beneficial by improving their understanding of their periodontal disease risk. Plain language summary An artificial intelligence model (AI) was developed to improve periodontal maintenance compliance. Compliance with periodontal maintenance in patients decreases dramatically after 1 year. This is a proof‐of‐concept study using an AI‐based smartphone application (app) that communicates individualized periodontal disease risk awareness messages that were educational and motivational to effect a behavioral change in hopes of improving compliance. Measurements of disease stability/instability, such as gum inflammation, bleeding, bone loss, and assessment of brushing effectiveness, were captured at baseline and at subsequent office visits every 3 months for a total of 6 months. Subjective patient information was captured via in‐office interviews to supplement clinical data and provide the AI model with multimodal data points. Patient‐reported outcome surveys were developed via cognitive interviews. Results showed improvements in brushing effectiveness, which translated to less gum bleeding and inflammation. Other clinical measurements of disease activity showed no change, which could translate to a lack of disease progression. Patient‐reported outcome development revealed that most of the subjects found the interaction with the app to be positive and beneficial. This proof‐of‐concept study demonstrates a novel approach using an AI‐based smartphone app to be worthy of further investigation on efficacy and possibly defines an objective measure of patient compliance.",
    "Author": "Miyamoto, Takanari",
    "DOI": "https://doi.org/10.1002/jper.25-0037",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Journal of Periodontology",
    "Subfield": "Periodontics",
    "Title": "Development of an artificial intelligence platform to improve compliance in periodontal maintenance patients: A proof‐of‐concept study",
    "Topic": "Oral microbiology and periodontitis research"
  },
  {
    "Abstract": "After 11 years of being a professor, I finally have the privilege of going on sabbatical. Most people ask me: “What major project do you plan to work on during that time?” To which I have honestly been answering: “Myself!” I am going to focus on myself because I am tired. But why am I so tired, and how did I get to this point? Using “select” journal entries over my 11 years, I share my pedagogical and personal evolution and learning about the professoriate and about myself. This commentary offers insights into how current scholars and emerging scholars might navigate the academy, its demands, and their own self-expectations. And in reading it, hopefully you will identify and implement your own strategies for how to profess while being healthy and whole.",
    "Author": "Brian A. Burt",
    "DOI": "https://doi.org/10.1177/01614681261427099",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Teachers College Record The Voice of Scholarship in Education",
    "Subfield": "Visual Arts and Performing Arts",
    "Title": "My Sabbatical Launch: A Journey of Writing, Healing, and Resting",
    "Topic": "Visual Culture and Art Theory"
  },
  {
    "Abstract": "There is a lack of information on horse parasite management practices currently used by individual horse owners in Australia. A voluntary, anonymous online survey was developed for and distributed by Pony Club Australia to its members seeking information on horse population; housing; paddock, manure and parasite management; and owner attitudes. From a total of 98 completed responses, 95/98 of participants indicated their horses spent time in paddocks, 91/98 administered anthelmintics, 42/98 guessed their horse's body weight for dosing, 78/98 recalled the dewormer brand or active ingredient last administered, macrocyclic lactones represented the most common dewormer class used (75/78) and veterinarians and scientific papers were rated highly as trusted sources of information (83/97 and 80/97 respectively). Barriers to managing parasites included time and cost, peer practices, environmental challenges and inconsistent information regarding parasite control. Owners navigated through these supported by a sense of agency to improve their knowledge and seek expert advice, as well as creating healthy environments for their horses coupled with good pasture management. This study highlights some risky practices for anthelmintic use and opportunities for increased veterinary engagement and owner education to adopt a more holistic approach to horse parasite management.",
    "Author": "Nixon, W",
    "DOI": "https://doi.org/10.1111/avj.70064",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-19",
    "Source": "Australian Veterinary Journal",
    "Subfield": "Small Animals",
    "Title": "Parasite management practices used by owners of Australian Pony Club horses and the factors influencing their decision‐making processes",
    "Topic": "Helminth infection and control"
  }
]
