[
  {
    "article_path": "/article/56728535-ae29-4baf-93fb-94c0f0c5739b",
    "article_url": "https://ground.news/article/56728535-ae29-4baf-93fb-94c0f0c5739b",
    "bias": [
      "Left-Leaning coverage frames the X office raid around \"far-right agenda,\" \"sexual deepfakes,\" and \"foreign interference,\" using terms like \"Scandal at X\" to highlight platform accountability, while de-emphasizing Linda Yaccarino's summons.",
      "Right-Leaning reports focus on \"hate content\" and \"biased algorithms that distorted a data processing system,\" consistently including Linda Yaccarino alongside Musk.",
      "Center-Leaning sources maintain a neutral tone, describing \"searches\" and \"raids\" while noting \"boosting far-right content\" and AI-created images.",
      "All perspectives agree on the raid, Musk's summons, and the investigation into child abuse images and deepfakes, revealing ideological priorities in framing platform responsibility."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "French prosecutors raided X offices as part of an investigation into child abuse images and deepfakes.",
      "The probe will also investigate alleged complicity in disseminating Holocaust denials and sexual deepfakes.",
      "Elon Musk and former CEO Linda Yaccarino are summoned to a hearing on April 20 related to the investigation."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/france-passes-delayed-2026-budget-ending-months-long-saga_7df477",
    "article_url": "https://ground.news/article/france-passes-delayed-2026-budget-ending-months-long-saga_7df477",
    "bias": [
      "Left-Leaning outlets frame the budget 's \"military spending boost\" critically, emphasizing a \"controversial constitutional article\" that \"bypassed Parliament\" and created \"political chaos.",
      "Conversely, right-leaning coverage portrays the government's actions triumphantly, describing a \"Budget Hell\" survived and opposition \"torpedoed,\" viewing the military \"boost\" positively.",
      "The left highlights a specific \"$7.6 million military spending increase,\" a detail de-emphasized elsewhere.",
      "Center-Leaning reports remain descriptive, noting a \"painful parliamentary marathon\" and \"weak minority government\" without partisan framing.",
      "All perspectives agree on the budget's adoption and the survival of no-confidence motions, yet their divergent characterizations of Article 49.3 and military allocations reveal fundamental ideological differences regarding resource distribution and executive power."
    ],
    "bias_bar_text": null,
    "center_pct": 44.0,
    "error": null,
    "left_pct": 34.0,
    "location": null,
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "After months of deadlock, France's 2026 budget was adopted on Monday after two no-confidence motions failed, with the Socialists refusing to back them.",
      "Faced with stalled negotiations, the government invoked Article 49.3 after months of impasse following the 2024 snap election and a hung parliament.",
      "According to the adopted text, the budget raises defence spending by 6.5 billion euros, increases taxes on some businesses including large companies to raise 7.3 billion euros, and targets a budget deficit of five percent of GDP in 2026.",
      "The adoption gave Prime Minister Sebastien Lecornu's minority government relative stability, investors and markets reacted positively, and the debt risk premium over the German benchmark returned to pre-snap election levels.",
      "Political analysts note the fragmented centre leaves uncertainty over whether a mainstream candidate can reach the second round, while the far right remains strengthened, as lawmakers avoid unpopular measures."
    ],
    "title": "France Passes Delayed 2026 Budget, Ending Months-Long Saga",
    "topic": null,
    "topic_full": null
  }
]
