[
  {
    "Abstract": "Abstract Orthosteric inhibitors block enzyme active sites and prevent substrates from binding 1 . Enhancing their specificity through substrate dependence seems inherently unlikely, as their mechanism hinges on direct competition rather than selective recognition. Here we show that a molecular glue mechanism unexpectedly imparts substrate-dependent potency to CSN5i-3, an orthosteric inhibitor of the COP9 signalosome (CSN). We first confirm that CSN5i-3 inhibits CSN, which catalyses NEDD8 (N8) deconjugation from the cullin-RING ubiquitin ligases, by occupying the active site of its catalytic subunit, CSN5, and directly competing with the iso-peptide bond substrate. Notably, the orthosteric inhibitor binds free CSN with only micromolar affinity, yet achieves nanomolar potency in blocking its deneddylase activity. Cryogenic electron microscopy structures of the enzyme–substrate–inhibitor complex reveal that active site-engaged CSN5i-3 occludes the substrate iso-peptide linkage while simultaneously extending an N8-binding exosite of CSN5, acting as a molecular glue to cement the N8–CSN5 interaction. The cooperativity of this trimolecular CSN5i-3–N8–CSN5 assembly, in turn, sequesters CSN5i-3 at its binding site, conferring high potency to the orthosteric inhibitor despite its low affinity for the free enzyme. Together, our findings highlight the modest affinity requirements of molecule glues for individual target proteins and establish orthosteric molecular glue inhibitors as a new class of substrate-dependent enzyme antagonists.",
    "Author": "Shi, Huigang",
    "DOI": "https://doi.org/10.1038/s41586-026-10129-y",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "Nature",
    "Subfield": "Molecular Biology",
    "Title": "CSN5i-3 is an orthosteric molecular glue inhibitor of COP9 signalosome",
    "Topic": "Ubiquitin and proteasome pathways"
  },
  {
    "Abstract": "Abstract Mpox, caused by the monkeypox virus (MPXV; Orthopoxvirus monkeypox ), is on the rise in West and Central Africa 1–3 . African rodents, especially squirrels, are suspected to be involved in MPXV emergence, but no evidence of a direct transmission to humans or non-human primates has been established 4–9 . Here we describe an outbreak of MPXV in a group of wild sooty mangabeys ( Cercocebus atys ) in Taï National Park (Côte d’Ivoire). The outbreak affected one-third of the group, killing four infants. To track its origin, we analysed rodents and wildlife carcasses from the region. We identified a MPXV-infected fire-footed rope squirrel ( Funisciurus pyrropus ), found dead 3 km from the mangabey territory 12 weeks before the outbreak. MPXV genomes from the squirrel and the mangabey were nearly identical. A video record from 2014 showed a mangabey from this group eating the same squirrel species and diet metabarcoding of faecal samples collected from mangabeys before the outbreak identified two samples containing fire-footed rope squirrel DNA. One of these samples was also the first positive for MPXV. This represents a rare case of direct detection of interspecies transmission. Our findings indicate that rope squirrels were the source of the MPXV outbreak in mangabeys. Because squirrels and non-human primates are hunted, traded and consumed by humans in West and Central Africa 10,11 , exposure to these animals probably represents risk for zoonotic transmission of MPXV.",
    "Author": "Riutord-Fe, Carme",
    "DOI": "https://doi.org/10.1038/s41586-025-10086-y",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "Nature",
    "Subfield": "Virology",
    "Title": "Transmission of MPXV from fire-footed rope squirrels to sooty mangabeys",
    "Topic": "Poxvirus research and outbreaks"
  },
  {
    "Abstract": "Plasmonic resonances in nanostructured conducting polymers provide a compelling route to actively tunable nanophotonics and metasurfaces, owing to their ability to be dynamically modulated through electrochemical doping. Although their lower mobility limits resonance quality compared to noble metal plasmonics, we experimentally demonstrate that the resonances of conducting polymer nanoantennas can effectively couple to epsilon-near-zero (ENZ) mode of an underlying thin indium tin oxide layer, in a manner analogous to noble metal plasmon–ENZ interactions. We show that the coupling strength can be modulated reversibly via electrical bias or chemical redox control, enabling dynamic tuning of electromagnetic field enhancement in the ENZ layer with a modulation depth exceeding 90%. These findings establish conducting polymer nanoantennas as a versatile platform for reconfigurable ENZ-based photonic systems, paving the way for nanophotonic devices with tunable linear and nonlinear optical functionalities.",
    "Author": "Kazi, Suraya",
    "DOI": "https://doi.org/10.1073/pnas.2517549123",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Biomedical Engineering",
    "Title": "Electrotunable coupling between an epsilon-near-zero thin film and conducting polymer nanoantennas",
    "Topic": "Plasmonic and Surface Plasmon Research"
  },
  {
    "Abstract": "Doping to control carrier (electron or hole) transport is foundational to modulate the properties of semiconductors, enabling the development of homojunctions and heterojunctions for integrated electronics. Unlike semiconductors with unipolar charge-carrier dominance, both cations and anions in electrolytes are mobile, which is undesirable for many applications. Here, we report a universal strategy to dope electrolytes such that the ion transport can be unipolar by incorporating electroactive polymers within hydrogels that interact discriminately with one type of ion via redox and binding mechanisms, leaving the counterions mobile. This transforms the system into an active, selective conductor that directs ion flow with high precision. We demonstrate the generality of this strategy using a wide range of electroactive polymers and ions. Particularly, we use emeraldine base and leucoemeraldine base, derived from polyaniline to create both n-type and p-type conductors with high ion selectivity. This electrolyte doping strategy has significant implications beyond the developed thermoelectrochemical devices with boosted performance, with potential applications in supercapacitors, batteries, and electrochemical sensors.",
    "Author": "Li, Zhiwei",
    "DOI": "https://doi.org/10.1073/pnas.2532302123",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Polymers and Plastics",
    "Title": "Ion transport control in electrolytes via electrochemical doping",
    "Topic": "Conducting polymers and applications"
  },
  {
    "Abstract": "Researchers cannot definitely interpret what the framers of the United States Constitution intended when they wrote of the “general Welfare.” Nevertheless, researchers can conjecture by specifying social welfare functions that aim to express the preferences of the population. An extensive literature in welfare economics addresses the matter. Nevertheless, economists have often simplified policy analysis by assuming that individuals have homogeneous, consequentialist, and self-centered preferences. Individuals may hold heterogeneous private and distributional preferences. To enhance policy analysis, economists should specify social welfare functions that express the richness and variety of actual personal preferences. The possibilities are vast. I focus on preferences for equity. There has been much controversy regarding interpretation of equity, a term that public discourse has used in vague and conflicting ways. Specifying social welfare functions that formally express different interpretations of equity will not eliminate disagreements, but it should clarify concepts and reduce the inconsistencies that afflict verbal communication.",
    "Author": "Mullahy, John",
    "DOI": "https://doi.org/10.1073/pnas.2529376123",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Economics and Econometrics",
    "Title": "What is the general Welfare: Welfare economic perspectives on equity",
    "Topic": "Game Theory and Voting Systems"
  },
  {
    "Abstract": "Ribosomally synthesized and posttranslationally modified peptides (RiPPs) are a fertile ground for uncovering new enzymatic chemistry and structural complexity. Here, we describe minviopeptin, an unusual ADP-ribosylated triceptide accessed through heterologous expression of a cryptic biosynthetic gene cluster. Structural and functional analyses reveal a combination of crosslinking, ADP-ribosylation, and oxidative peptide cleavage, underscoring the capacity of RiPP pathways to generate densely functionalized molecular scaffolds. By revealing ADP-ribosylation as a previously unrecognized RiPP modification and exposing reactivity within radical SAM and nonheme iron enzymes, this work broadens the landscape of RiPP biosynthetic chemistries and offers opportunities for natural product diversification and peptide engineering.",
    "Author": "Guo, Sijia",
    "DOI": "https://doi.org/10.1073/pnas.2527653123",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Pharmacology",
    "Title": "A ribosomally synthesized and posttranslationally modified peptide with ADP-ribosylation",
    "Topic": "Microbial Natural Products and Biosynthesis"
  },
  {
    "Abstract": "The construction of <i>C</i><sub>1</sub>-symmetric architectures is of paramount importance, as their complete lack of symmetry creates a uniquely asymmetric confined environment, which is highly desirable for applications such as enantioselective recognition and catalysis. While numerous <i>C</i><sub>1</sub>-symmetric architectures have been successfully constructed via covalent synthesis, the assembly of such inherently chiral, fully asymmetric topologies through noncovalent interactions remains largely unexplored and represents a formidable challenge in supramolecular chemistry. We report herein the first enantioselective synthesis of inherently chiral <i>C</i><sub>1</sub>-symmetric supramolecular structures through a rational stepwise symmetry-breaking strategy. Starting from a <i>D</i><sub>4h</sub>-symmetric Pd<sub>2</sub>L<sub>4</sub> coordination cage, the symmetry was systematically reduced to <i>D</i><sub>2h</sub>, <i>C</i><sub>2v</sub>, <i>C</i><sub>s</sub>, and final <i>C</i><sub>1</sub> via the sequential introduction of an exohedral and two endohedral symmetry-breaking groups (SBG). The endohedral SBGs bear a central chirality center, enabling effective chirality transfer to the cage framework and facilitating the enantioselective assembly. The resulting <i>C</i><sub>1</sub>-symmetric cages were thoroughly characterized by <sup>1</sup>H/2D NMR, high-resolution mass spectroscopy, and CD spectroscopy. DFT calculations and variable-temperature NMR spectroscopy provide mechanistic insight into the chiral induction process. The generality of this strategy was demonstrated by constructing inherently chiral nanocavities with varying endohedral SBGs and internal functional groups. Preliminary host-guest studies confirmed the binding capability of these chiral cavities toward both neutral and anionic guest molecules. The inherent asymmetry of the cavity facilitates enantiomer discrimination, and its enantioselectivity can be modulated through cavity editing by introducing small internal functional groups. Our study establishes a versatile approach to construct highly asymmetric confined nanoenvironment, offering new opportunities for asymmetric catalysis and molecular recognition.",
    "Author": "Yu, Sha",
    "DOI": "https://doi.org/10.1021/jacs.5c19421",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Organic Chemistry",
    "Title": "A Rational Desymmetrization Approach for Enantioselective Synthesis of Inherently Chiral <i>C</i> <sub>1</sub> -Symmetric Metal–Organic Cages",
    "Topic": "Supramolecular Chemistry and Complexes"
  },
  {
    "Abstract": "Abstract An accurate prediction of the time since death, known as the post-mortem interval, remains a critical research question in forensic and police investigations. Current methods, such as rectal temperature and vitreous potassium levels, only provide reliable post-mortem interval estimations up to 1–3 days. In this study, we use metabolomic data from routine toxicological screenings using femoral whole blood samples ( n =4876 individuals) with known post-mortem interval of 1–67 days. We develop a neural network model that predicts the post-mortem interval with a mean/median absolute error of 1.45/1.03 days in unseen test cases, outperforming six other machine learning architectures. Pseudo-time series clustering of important model features reveals distinct metabolite dynamics, including markers of lipid degradation, mitochondrial dysfunction, and proteolysis. To assess generalizability, we apply the trained model to independent test data ( n = 512 individuals) collected in a different year and analyzed on a separate mass spectrometry platform. Despite cross-platform variability, the model retains predictive performance (mean/median absolute error 1.78/1.29 days). We further show that robust models can be trained using only a few hundred cases, supporting scalability. Our findings demonstrate that post-mortem metabolomics, even when derived from routine toxicological workflows, can enable accurate post-mortem interval predictions and may offer a transferable framework for future forensic applications.",
    "Author": "Magnusson, Rasmus",
    "DOI": "https://doi.org/10.1038/s41467-026-69158-w",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "Nature Communications",
    "Subfield": "Insect Science",
    "Title": "The human metabolome and machine learning improves predictions of the post-mortem interval",
    "Topic": "Forensic Entomology and Diptera Studies"
  },
  {
    "Abstract": "Abstract Bacteriophage–antibiotic coadministration is increasingly used for refractory infections, yet the in vivo interactions among phages, bacteria, antibiotics, and host immunity remain poorly defined. We report a longitudinal, multiomic case analysis of a male in his seventies with cystic fibrosis (CF) experiencing an acute-on-chronic pulmonary exacerbation caused by multidrug-resistant (MDR) Pseudomonas aeruginosa . After colistin discontinuation due to nephrotoxicity, ciprofloxacin was initiated, with an intravenous two-phage cocktail introduced days later. Distinct mucoid and nonmucoid bacterial subpopulations associated differentially with antibiotic versus phage exposure, consistent with nonoverlapping selective pressures. Phage activity was temporally constrained, with one phage dominating early bacterial and genomic signals before attenuating after approximately seven days, despite continued genomic detectability. In contrast, the second phage showed no evidence of productive activity. This asymmetry coincided with phage-reactive humoral immunity: pre-existing IgM was associated with lack of recoverability of one phage, while treatment-associated IgM emergence temporally tracked attenuation of the dominant phage. Although phage-resistant variants arose during therapy, they showed limited expansion relative to susceptible populations. These findings define a mechanistic framework—chemobiotherapy—in which chemical and biological antimicrobials coordinate through ecological and immunologic complementarity rather than direct pharmacologic synergy.",
    "Author": "Luong, Tiffany",
    "DOI": "https://doi.org/10.1038/s41467-026-69247-w",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "Nature Communications",
    "Subfield": "Ecology",
    "Title": "Ecological partitioning enables phage–antibiotic cooperation in a human Pseudomonas infection",
    "Topic": "Bacteriophages and microbial interactions"
  },
  {
    "Abstract": "Abstract Ice accumulation poses a significant threat to aviation safety and energy infrastructure. Photothermal superhydrophobic surfaces offer a promising anti-/deicing strategy; however, their excessive heat absorption in summer accelerates material degradation and exacerbates urban heat island effects, highlighting the urgent need for dynamic thermal regulation. In this study, we present a self-regulated photothermal storage superhydrophobic film with a trilayer design, comprising a photothermal phase-change base layer, a freeze-resistant thermochromic hydrogel interlayer, and a transparent superhydrophobic top layer. This multifunctional design enables seasonal adaptability, achieving 92% solar absorptance for efficient anti-/deicing in winter and 62% solar modulation to mitigate overheating in summer. This dual mode prolongs freezing time by 10-fold at −20 °C and lowers surface temperature by up to 17 °C in hot weather, demonstrating substantial potential for global building energy-savings. Additionally, its ultraviolet-blocking capability and durable superhydrophobicity ensure long-term durability performance in harsh environments. This work not only addresses the critical overheating challenge in photothermal materials but also advances the development of next-generation anti-icing systems.",
    "Author": "Du, Jiayu",
    "DOI": "https://doi.org/10.1038/s41467-026-69494-x",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "Nature Communications",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "A self-regulated photothermal anti-/deicing film for all-season applications",
    "Topic": "Solar-Powered Water Purification Methods"
  },
  {
    "Abstract": "We investigate the transport properties of a triangular triple quantum dot (TTQD) system connected with two reservoirs under a linear response regime. By employing the hierarchical equations of motion, we compute the thermopower and thermoelectric figure of merit. The impact of the interaction scheme among three quantum dots on the thermopower is thoroughly analyzed, while the thermoelectric current and spectral function throughout this process are also elaborated. Our results reveal that, under low-temperature conditions, the alleviation of the geometric blockade in the TTQD system leads to a significantly faster enhancement of the heat current compared to the electric current. This phenomenon consequently elevates the thermopower, resulting in a remarkably high thermoelectric figure of merit.",
    "Author": "Dong, Shuo",
    "DOI": "https://doi.org/10.1063/5.0294604",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "The Journal of Chemical Physics",
    "Subfield": "Atomic and Molecular Physics, and Optics",
    "Title": "The impact of geometric blockade on thermoelectric transport in triangular triple quantum dots",
    "Topic": "Quantum and electron transport phenomena"
  },
  {
    "Abstract": "Establishing learned associations between rewarding stimuli and the context under which those rewards are encountered is critical for survival. Hippocampal input to the nucleus accumbens (NAc) provides important environmental context to reward processing to support goal-directed behaviors. This connection consists of two independent pathways originating from the dorsal (dHipp) or ventral (vHipp) hippocampus, which have previously been considered functionally and anatomically distinct. Here, we show overlap in dHipp and vHipp terminal fields in the NAc, leading us to reconsider this view and raise new questions regarding the potential interactions between dHipp and vHipp pathways in the NAc. Using optogenetics, electrophysiology, and transsynaptic labeling in male and female mice, we investigated anatomical and functional convergence of dHipp and vHipp inputs in the NAc. Transsynaptic labeling revealed a subpopulation of dually innervated cells in the NAc medial shell, confirmed by independent optogenetic manipulation of dHipp and vHipp inputs during whole-cell electrophysiological recordings. Further analysis revealed closely apposed dHipp and vHipp inputs along dendritic branches, and simultaneous stimulation of both inputs elicited heterosynaptic potentiation. Comparison of observed and theoretical success rates suggests heterosynaptic interactions may occur presynaptically. Altogether, these results demonstrate that inputs originating from dHipp and vHipp converge onto a subset of NAc neurons with synapses positioned to enable rapid heterosynaptic interactions, indicating integration of these inputs at the single-neuron level. Exploring the physiological and behavioral implications of this convergence will offer new insights into how individual neurons incorporate information from distinct inputs and how this integration may shape learning. Significance statement Linking rewards to the contexts in which they are experienced is vital for survival. Hippocampal (Hipp) input to the nucleus accumbens (NAc) is essential for associating rewards with their environmental context to effectively guide motivated behaviors. This connection consists of two separate pathways originating from dorsal and ventral Hipp that have long been considered distinct. Here, we reveal a subpopulation of neurons in the NAc shell innervated by both Hipp subregions and heterosynaptic interactions that occur between dorsal and ventral Hipp-NAc synapses. These findings suggest that integration of distinct hippocampal information occurs at the single-neuron level, providing a critical mechanism underlying learning and motivated behavior while also opening new avenues for understanding how diverse contextual and reward signals shape decision-making.",
    "Author": "Ashley E. Copenhaver",
    "DOI": "https://doi.org/10.1523/jneurosci.1225-25.2026",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "Journal of Neuroscience",
    "Subfield": "Cognitive Neuroscience",
    "Title": "Heterosynaptic interactions between dorsal and ventral hippocampus in individual medium spiny neurons of the nucleus accumbens ventromedial shell",
    "Topic": "Memory and Neural Mechanisms"
  },
  {
    "Abstract": "Mixing of calves during and after transport exposes them to large numbers of pathogens, increasing their risk of developing bovine respiratory disease after arrival. Identifying individual calves with respiratory disease is important to assess transport fitness and to facilitate timely treatment. This study compared three screening tests (thoracic ultrasound scores [TUS], clinical respiratory scores [CRS], and blood variables indicative of immune and inflammation status) for detecting respiratory disease in calves before and after transport to assess the degree of agreement in identifying respiratory dysfunction in transported calves. Thoracic ultrasound scores (0: healthy to 5: severe pneumonia; TUS of 4 and 5 were rare and reclassified as TUS 3 for analysis), CRS (0: healthy, 1: mild, 2: moderate, 3: severe), and blood variables (haemoglobin; red and white blood cell, neutrophil, lymphocyte, monocyte, basophil, and eosinophil counts; and neutrophil:lymphocyte ratio; serum-amyloid-A; total immunoglobulins; and immunoglobulins –A, -G, and –M) were compared in 65 calves at five time points; pre-transport (T1), on arrival (T2), 3 or 7 days post-arrival (T3; TUS and CRS only), and approximately ten (T4) and eighteen days (T5) post-arrival. Comparatively, TUS and CRS had different distributions between time points with TUS gradually increasing between T1 and T3 and declining thereafter, while CRS rapidly increased between T1 and T2, followed by a gradual decrease. Lymphocyte count was lower for a TUS of 3 than for a TUS of 1 or 2, serum-amyloid-A was higher for a TUS of 2 or 3 than for a TUS of 0, total immunoglobulins and immunoglobulin-G were lower for TUS of 3 than for a TUS of 2, and immunoglobulin-M was higher for a TUS of 1 or 2 than for a TUS of 0. Haemoglobin, WBC, and lymphocyte count were lower for CRS of 1 or 2 than for a CRS of 0. In conclusion, there was no agreement between TUS and CRS on the severities of individual scores. Though lymphocyte count was lower for moderate or severe CRS or TUS, no other blood variables showed a consistent pattern of change in relation to TUS or CRS.",
    "Author": "Luca L. van Dijk",
    "DOI": "https://doi.org/10.1371/journal.pone.0337418",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "PLoS ONE",
    "Subfield": "Small Animals",
    "Title": "Comparison of thoracic ultrasonography (TUS), clinical respiratory scoring (CRS), and blood analysis to evaluate respiratory dysfunction in transported calves",
    "Topic": "Animal health and immunology"
  },
  {
    "Abstract": "Introduction Advanced practice physiotherapy (APP) is internationally recognised as a higher level of practice involving expert clinical and analytical skills to manage complex patient needs. Patient satisfaction measures how pleased someone is with their care, comprises human and system attributes, and is an indicator of patient experience (quality). Patient satisfaction with APP appears high, but no comprehensive evidence synthesis across settings exists. Objectives were to evaluate patient satisfaction with APP internationally, and evaluate human and system attributes of patient satisfaction with APP. Materials and methods Systematic mixed studies review using a parallel-results convergent synthesis design. Key databases and grey literature were searched for studies measuring patient satisfaction with APP across clinical fields from inception to September 9 th , 2025. Screening, data-extraction, and quality appraisal were completed in parallel by two reviewers. Narrative (quantitative) and thematic (qualitative) syntheses were integrated through discussion, and GRADE/GRADE-CERQual assessed evidence confidence and certainty, Results 35 high (n=8), moderate (n=16), and low (n=11) quality studies were included. Narrative synthesis found very low certainty evidence for high overall and human attributes of patient satisfaction, and mostly high system attributes of patient satisfaction. Thematic synthesis found moderate-high confidence evidence of human attributes of patient satisfaction (proficient communication and interpersonal skills, credible and competent experts, patient empowerment and self-management, thorough assessments) and moderate confidence evidence of system attributes of patient satisfaction (fast access to specialist care, convenient location and amenities, integrated care). Conclusion Human and system attributes drive high patient satisfaction with APP. High-confidence evidence suggests that AP physiotherapists themselves are integral to patient satisfaction, as found across research in other professions. Quantitative evidence certainty is very-low, therefore future high-quality research is needed to guide APP service development.",
    "Author": "Davis, Chris",
    "DOI": "https://doi.org/10.1371/journal.pone.0342674",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "PLoS ONE",
    "Subfield": "General Health Professions",
    "Title": "Patient satisfaction with advanced practice physiotherapy internationally: A systematic mixed studies review",
    "Topic": "Nursing Roles and Practices"
  },
  {
    "Abstract": "The explosive rise of short-form video platforms such as Instagram Reels, TikTok, and YouTube Shorts has transformed digital expression while intensifying the spread of cyberbullying. Unlike video abuse conveys multimodal cues visual, text-based harassment, auditory, and textual that challenge conventional detection methods. This study presents a hybrid deep-learning framework that integrates Convolutional Neural Networks (CNNs) for spatial features, Bidirectional Long Short Term Memory (BiLSTM) networks for temporal acoustic patterns, and a Transformer-based textual encoder to analyze synchronized video, audio, and caption streams. A semantic-consistency validation layer enforces cross-modal alignment using attention-based similarity constraints, ensuring that incongruent cues are penalized during classification. Experiments on two benchmark datasets, CAVD and SocialVidMix, demonstrate state-of-the-art performance accuracy 91.6%, precision 89.7%, recall 93.0%, and F1-score 91.3% with consistent results across Instagram, TikTok, and YouTube Shorts. The framework’s, interpretability, robustnessand scalability indicate strong potential for real-time deployment in automated content-moderation systems.",
    "Author": "Ahmad A. Mazhar",
    "DOI": "https://doi.org/10.1371/journal.pone.0338799",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "PLoS ONE",
    "Subfield": "Artificial Intelligence",
    "Title": "AI-powered detection of cyberbullying in short-form video content: A hybrid deep learning framework",
    "Topic": "Hate Speech and Cyberbullying Detection"
  },
  {
    "Abstract": "By employing grounded theory method to conduct in-depth interviews, this paper argues that policy formulation, scientific and technology support, legal safeguards, policy implementation, and social environment are the major factors to influence the effectiveness of entrepreneurship policy of government, and thus comprehensively form an “effectiveness-testing” model to further analyze the pathway and internal mechanism. The findings show that these factors have an important effect on the effectiveness of entrepreneurship policy of government together with different functions. The findings are of great theoretical and managerial implications for perfecting and developing entrepreneurial management theory, public policy evaluation, and entrepreneurship policy management, as well as promoting local entrepreneurship and innovation activities.",
    "Author": "Zhang, M",
    "DOI": "https://doi.org/10.1371/journal.pone.0247988",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "PLoS ONE",
    "Subfield": "Management of Technology and Innovation",
    "Title": "Antecedents of the effectiveness of entrepreneurship policy: An integrated framework",
    "Topic": "Entrepreneurship Studies and Influences"
  },
  {
    "Abstract": "This research investigates the influence of seabird guano on agriculture in the Chincha Valley of southern Peru through multi-isotopic, archaeological, and historical data. We conduct stable carbon, nitrogen, and sulfur analyses of 35 late pre-Hispanic maize ( Zea mays ) cobs and 11 seabirds from archaeological contexts spanning the late Formative period ( c . 200 BCE – 150 CE) to the Colonial period (1532–1825 CE). We report the strongest evidence yet for pre-Inca use of marine fertilizers in Chincha. Isotopic and radiocarbon data corroborate colonial-era records and regional avifauna iconography and assemblages, indicating that Indigenous communities fertilized maize with guano by at least 1250 CE. Maize δ 15 N values are consistent with archaeological studies on guano manuring in Chile, expanding the known geographical extent of this agricultural practice. Maize δ 34 S values overlap with experimental field data but are not enriched in 34 S, possibly reflecting various environmental and cultural variables. We suggest that seabird guano fertilization played an important role in the sociopolitical and economic expansion of the Chincha Kingdom, and its eventual relationship with the Inca Empire. Our findings carry significant implications for the broader Andes, nuancing understandings of agricultural production in coastal environments while drawing attention to marine fertilizers as a potentially widespread driving force of social change among pre-Hispanic societies.",
    "Author": "Bongers, Jacob",
    "DOI": "https://doi.org/10.1371/journal.pone.0341263",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "PLoS ONE",
    "Subfield": "Paleontology",
    "Title": "Seabirds shaped the expansion of pre-Inca society in Peru",
    "Topic": "Archaeology and ancient environmental studies"
  },
  {
    "Abstract": "Atmospheric storage tank farms in chemical industrial parks pose significant safety risks due to their complex layouts and the storage of flammable and explosive substances, which can trigger domino accidents. Automated safety barriers are widely applied, but their quantitative performance assessment remains a challenge in frameworks such as Accidental Risk Assessment Methodology for Industries (ARAMIS). To address this gap, this study proposes a quantitative model that evaluates safety barriers through the combined metrics of effectiveness and reliability. Water spray systems were selected as a representative barrier and analyzed using Pyrosim and ANSYS Workbench. The simulations revealed that tank failures mainly occur at the junction of the tank wall and roof as material properties degrade at elevated temperatures. Results showed that while water spray systems reduce thermal radiation damage, their protective effect decreases with increasing wind speed. Effectiveness was quantified through failure time extension and failure probability reduction, whereas reliability was evaluated via a Bayesian Network (BN) model. Integrating these factors produced a comprehensive performance index. Application of the model in a case study yielded a performance score of 0.752 for the water spray system, demonstrating both its protective capability and the practicality of the proposed method. Compared with the traditional ARAMIS framework, this approach offers improved precision and a more robust quantitative assessment for safety barrier performance in chemical storage tank areas.",
    "Author": "Wang, Tianyu",
    "DOI": "https://doi.org/10.1371/journal.pone.0340102",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "PLoS ONE",
    "Subfield": "Statistics, Probability and Uncertainty",
    "Title": "Performance evaluation of typical automatic technical safety barriers in chemical atmospheric storage tank areas",
    "Topic": "Risk and Safety Analysis"
  },
  {
    "Abstract": "Objective This study aimed to investigate the associations between life stressors and depressive symptoms, anxiety, and suicidal ideation or intent, while also examining how COVID-19 pandemic influenced these associations. Methods This study used data from 19,950 participants in the Mental Health Research Canada cohort. Participants who were under the age of 20 or missing data for key mental health variables were excluded from the analyses. Primary outcomes included depressive symptoms, anxiety, and suicidal ideation or intent. Their associations with life stressors (concerns about catching COVID-19, economic downturn and inflation, job loss, challenges in paying household bills, and social factors) were analyzed using logistic regressions models. Results Participants experiencing negative impacts from life stressors had significantly higher odds of having depressive symptoms (aOR: 1.46; 95% CI: 1.28–1.66), moderate to severe anxiety (aOR: 1.33; 95% CI: 1.15–1.53) and developing suicidal ideation or intent (aOR: 1.54; 95% CI: 1.36–1.74) compared to those experiencing positive impacts. The odds were higher after COVID‑19 than during COVID‑19 for depressive symptoms (aOR = 1.62 vs 1.29; p = 0.08) and moderate to severe anxiety (aOR = 1.52 vs 1.12; p = 0.03) among participants with negative impacts from life stressors. Participants who reported negative impacts from certain stressors had higher odds of adverse mental health outcomes. Challenges in paying household bills were most strongly associated with depressive symptoms (aOR: 1.96; 95% CI: 1.62–2.36), moderate to severe anxiety (aOR: 1.79; 95% CI: 1.45–2.21), and suicidal ideation or intent (aOR: 1.52; 95% CI: 1.28–1.82). Conclusions This study highlights the significant impact of life stressors on mental health, with challenges related to paying household bills being a key factor linked to depressive symptoms, anxiety, and suicidal ideation or intent. The COVID-19 pandemic exacerbated these stressors, emphasizing the need for targeted mental health interventions. Findings are subject to limitations of cross-sectional, self-reported data and unvalidated suicidality measures.",
    "Author": "Meshkat, Shakila",
    "DOI": "https://doi.org/10.1371/journal.pone.0340198",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "PLoS ONE",
    "Subfield": "Clinical Psychology",
    "Title": "Life stressors and mental health: Depressive symptoms, anxiety, and suicidal ideation or intent during and after the COVID-19 pandemic",
    "Topic": "COVID-19 and Mental Health"
  },
  {
    "Abstract": "Background Childhood undernutrition has a negative impact on healthy adulthood. Though progress is being made, a considerable number of children are still undernourished in India. The purpose of this study is to evaluate the prevalence of the severity of anthropometric failure (SAF) and its associated factors in India. Methods This study was carried out with a cross-sectional design at the household level. The data we utilized were secondary in nature and collected from all five phases of the National Family Health Surveys from 1992 to 2021. This study comprised 581124 under-five children in India. The severity of anthropometric failure (SAF) was assessed using the composite index of anthropometric failure (CIAF). Children can experience SAF in four ways, categorized as no anthropometric failure (AF), single AF, double AF, or triple AF. Results Over the past three decades, the prevalence of AF among under-five children in India has decreased. The latest NFHS survey indicates that the prevalence of AF was notably higher in rural areas (54.74%) compared to urban areas (47.73%). Single AF was a major issue in both rural (26.12%) and urban (25.37%) areas, while double AF presents a greater concern in rural areas (23.36%). Several socio-demographic and maternal factors have been identified as significant contributors to AF, particularly concerning low birth weight (LBW) and poor wealth index in both urban and rural contexts. In urban settings, AF was more prevalent among Muslim children and those whose mothers had lower levels of education. In rural areas, the condition was more common among children of underweight mothers and those from scheduled castes and scheduled tribes. Conclusions More than two-fifths of under-five children have either S-AF or D-AF, which was significant. The notably higher rates of undernutrition in rural areas highlight the urgent need for targeted interventions. Addressing these issues requires a comprehensive approach that focuses on improving maternal health, increasing educational opportunities, and implementing community-based nutrition programs, especially for vulnerable groups such as those from scheduled castes and tribes.",
    "Author": "Ramendra Nath Kundu",
    "DOI": "https://doi.org/10.1371/journal.pone.0336335",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "PLoS ONE",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Assessment of childhood undernutrition in India using National Family Health Surveys: Severity of anthropometric failure and contributing factors",
    "Topic": "Child Nutrition and Water Access"
  },
  {
    "Abstract": "Oxidative stress and neuroinflammation drive neurodegenerative diseases, rendering the Keap1-Nrf2 pathway an attractive therapeutic target. Here, we derivatized securinega alkaloids by introducing a 1,4-conjugated Michael acceptor onto the piperidine ring. Among them, 4,5-dehydro-6-oxoallosecurinine, featuring two Michael acceptors (an α,β-unsaturated lactam and an α,β-γ,δ-unsaturated ester), exhibited the most potent Nrf2 activation. This compound promoted Nrf2 nuclear translocation and induced antioxidant and cytoprotective gene expression in microglial cells. In addition, it significantly reduced nitric oxide production and pro-inflammatory cytokine levels in LPS-stimulated microglia. These findings identify securinega alkaloid derivatives as promising Nrf2 activators and support their further evaluation in neuroinflammatory and neurodegenerative disease models.",
    "Author": "Kim, Seoyoung",
    "DOI": "https://doi.org/10.1021/acs.jafc.5c09138",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "Journal of Agricultural and Food Chemistry",
    "Subfield": "Pharmacology",
    "Title": "Allosecurinine Derivative with Two Michael Acceptors Activates Keap1-Nrf2 Pathway",
    "Topic": "Phytochemistry and Bioactivity Studies"
  },
  {
    "Abstract": "Abstract Large-scale cooperation between genetic strangers, albeit surprising, is viable thanks to social institutions that punish antisocial behaviour and reward prosocial behaviour. Nevertheless, an anti-egalitarian, self-serving aspect of human sociality—corruption—often threatens institutions’ integrity. While much is known about how prosocial reciprocity emerges in different settings, human preferences against corrupt reciprocity are poorly understood. Here, we test how one of such preferences, aversion to taking bribes, develops in 3–11-year-old children (N = 697) from four societies that differ in their corruption and interdependence levels: Norway, Japan, the USA and Italy. To examine whether bribe rejection is grounded in basic egalitarian motives, we also test children’s inequity aversion. We find that inequity aversion is dissociated from bribe-taking aversion: whereas humans’ rejection of unequal allocations emerges across settings by age 10 years (and, in some settings and studies, as early as age 3), we find that bribe rejection is present during late childhood in some contexts only. We discuss these findings while considering questions about culture’s role in shaping preferences against human selfishness.",
    "Author": "Reyes-Jaquez, Bolivar",
    "DOI": "https://doi.org/10.1098/rspb.2025.2523",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "Proceedings of the Royal Society B Biological Sciences",
    "Subfield": "Sociology and Political Science",
    "Title": "The development of bribe-taking aversion in four societies",
    "Topic": "Evolutionary Game Theory and Cooperation"
  },
  {
    "Abstract": "A bstract It is known that hyperbolic monopoles, with a particular value of the curvature, can be obtained from ADHM instanton data that satisfies additional constraints. Here this data is reformulated in terms of a triplet of real matrices that satisfy a set of quartic equations, with solutions associated with representations of 𝔰𝔲(2). Many of the known examples of hyperbolic monopoles can easily be recovered in this formulation by evaluating Nahm data for Euclidean monopoles at the centre of its domain. Toda reductions of Nahm’s equation correspond to cyclic Euclidean monopoles, and this is adapted to the hyperbolic setting to obtain solutions, even when the corresponding Nahm data is not tractable. A new family of charge 4 hyperbolic monopoles with square symmetry is presented as an example.",
    "Author": "Sutcliffe, Paul",
    "DOI": "https://doi.org/10.1007/jhep02(2026)128",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "Journal of High Energy Physics",
    "Subfield": "Applied Mathematics",
    "Title": "Hyperbolic monopole data",
    "Topic": "Algebraic and Geometric Analysis"
  },
  {
    "Abstract": "This study reports on the performance of alumina-supported copper-based catalysts in the oxidative dehydrogenation of propane, with copper dispersed on two distinct commercial aluminium oxide supports made of micro- and nanosized alumina, respectively. The activity and selectivity of the two catalysts was investigated at temperatures between 250 and 550 °C. At a propane-to-O2 ratio of 1:1, Cu/nanoAl2O3 achieves propylene selectivity of 35–48% at low temperatures (250–300 °C), while Cu/Al2O3 only exhibits activity starting at 350 °C with about 40% propylene selectivity. Altering the propylene-to-oxygen ratio to 3:1 enhances selectivity towards propylene in both catalysts, up to about 64% on Cu/Al2O3 at temperatures of 250–350 °C. The switch to the mild oxidant CO2 boosts propylene selectivity to 100%. In case of Cu/nanoAl2O3, the rate of propylene formation doubles that of the obtained with O2 used as oxidant. While with CO2 the Cu/nanoAl2O3 catalyst retains 100% propylene selectivity up to 500 °C, on the less active Cu/Al2O3 cracking sets off already at 400 °C. The different size of copper particles in the two catalysts is seen as a primary factor determining the observed differences in the performance of the studied catalysts.",
    "Author": "Simkovičová, Karolína",
    "DOI": "https://doi.org/10.3390/molecules31040626",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "Molecules",
    "Subfield": "Catalysis",
    "Title": "Selective Low-Temperature Oxidative Dehydrogenation of Propane over Alumina-Supported Copper Nanoparticles with O2 and CO2 as Oxidants",
    "Topic": "Catalysis and Oxidation Reactions"
  },
  {
    "Abstract": "Carapa guianensis Aubl., widely distributed throughout the Amazon, is recognized for its ecological, economic, and social importance, and constitutes a key source of income for numerous extractive communities. However, fruit production exhibits marked spatial variation that may be influenced by soil properties and climatic factors. In this study, we assessed this variability using data from 21 studies conducted in the Brazilian Amazon, incorporating georeferenced information from each site on climate and soil characteristics. Environmental variables were evaluated using Random Forest models. Although the number of independent production estimates available in the literature is limited, average fruit productivity showed a broad range (0.34 to 34.6 kg·tree−1·year−1), with higher values in várzea forests (16.5 kg·tree−1·year−1) and lower values in igapó forests (2.5 kg·tree−1·year−1). The Random Forest model explained 42% of the variability in fruit production according to cross-validation, whereas the model fit using the full dataset showed a higher R2 value (0.83). Soil organic carbon, mean annual temperature, and clay content were the most influential predictors. These findings demonstrate that fruit production is shaped by the interaction between edaphic and climatic conditions, which determine the species’ productivity patterns and highlight the need to foster adaptive management strategies that ensure the sustainable use of andiroba across Amazonian ecosystems. Nevertheless, it is acknowledged that the number of available production estimates is limited and that methodological heterogeneity exists among the analyzed studies. Despite this, the results reveal consistent patterns of association between Carapa guianensis fruit production and edaphoclimatic gradients, highlighting the influence of climatic and soil-related variables at a regional scale.",
    "Author": "Carlos Darwin Angulo Villacorta",
    "DOI": "https://doi.org/10.3390/su18041832",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "Sustainability",
    "Subfield": "History",
    "Title": "Variability in Fruit Production of Carapa guianensis Associated with Edaphoclimatic Factors in the Amazon",
    "Topic": "Amazonian Archaeology and Ethnohistory"
  },
  {
    "Abstract": "ABSTRACT Aim To investigate longitudinal changes in the submucosal peri‐implant microbiome during early healing and long‐term maturation, and their association with clinical and radiographic outcomes. Materials and Methods This is the 3‐year follow‐up of a subset of individuals from a randomized controlled clinical trial. Marginal bone level changes (MBL) were measured at implant placement, loading, 12 months, and 3 years; clinical parameters were recorded at 12 months and 3 years. Submucosal plaque samples were collected at 1 week, 4 weeks, and 3 years post‐implantation and analyzed by 16S rRNA gene sequencing. Microbial diversity, composition, and co‐occurrence networks were evaluated. Results Twenty‐seven patients (64 implants) completed the 3‐year visit. At 3 years, peri‐implant clinical conditions and MBL remained stable across visits, although early supracrestal remodeling was observed. The incidence of peri‐implant mucositis was 14.8% and peri‐implantitis 11.1% at patient‐level. Microbiome richness and phylogenetic diversity increased over time ( p &lt; 0.0001). Early biofilms were dominated by facultative anaerobes (e.g., Haemophilus parainfluenzae , Neisseria elongata ), which declined at 3 years, when anaerobic/proteolytic taxa (e.g., Prevotella , Porphyromonas gingivalis , Fusobacterium nucleatum ) became more prominent. Presence/absence analyses at 3 years showed persistence of early colonizers alongside the integration of later‐arriving species. Lactococcus lactis and Enterococcus italicus increased in abundance and occupied more central positions in co‐occurrence networks. Conclusions Over 3 years, the peri‐implant microbiome matured into a more diverse and structured community, while MBL remained stable with physiological early supracrestal remodeling. These longitudinal findings suggest that early colonization and its subsequent evolution may influence long‐term peri‐implant health.",
    "Author": "Vílchez, Blanca",
    "DOI": "https://doi.org/10.1111/clr.70101",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-11",
    "Source": "Clinical Oral Implants Research",
    "Subfield": "Oral Surgery",
    "Title": "Longitudinal Changes in the Peri‐Implant Microbiome Following Implant Placement: A 3‐Year Follow‐Up Study",
    "Topic": "Dental Implant Techniques and Outcomes"
  }
]
