[
  {
    "Abstract": "Despite the economic importance of lithium, there is considerable disagreement over the processes that concentrate it and other rare metals in pegmatite-type lithium deposits. Two main processes have been invoked, namely extreme differentiation of a peraluminous granitic magma and direct anatexis of a sedimentary protolith. We use geochemical modeling to quantify lithium enrichment via these two processes from a study of the Jiajika lithium pegmatite field, one of the largest of its type in the world. Based on a lithium–silicon–boron–barium (Li-Si-B-Ba) isotope study involving systematic sampling along 4,211-m of core from two deep boreholes and from the regional zonation of pegmatites at outcrops, we propose a three-stage model for the formation of the pegmatite field: i) generation of a rare metal-rich melt by deep anatexis, involving ~5% partial melting of metapelitic rocks in the presence of 10 to 30% metamorphic fluid; ii) gradual enrichment of rare metals along a path of continuous magma differentiation until 75% of the initial melt had crystallized; and iii) a final stage of lithium mineralization during the escape of the water-rich magma due to the overpressures created in response to massive fluid exsolution and the extensional stress in the granite dome structure. The study provides important insights into how lithium-rich pegmatites can be targeted during exploration for pegmatite-hosted resources of lithium.",
    "Author": "Wei, Hai-Zhen",
    "DOI": "https://doi.org/10.1073/pnas.2517372123",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Geophysics",
    "Title": "Coupled anatexis and extreme differentiation are the keys for producing giant lithium-rich pegmatites",
    "Topic": "Geological and Geochemical Analysis"
  },
  {
    "Abstract": "Genetic diversity, the fundamental substrate for evolutionary potential, is declining globally at unprecedented rates. Yet the mechanisms governing its distribution across species remain poorly understood, with competing hypotheses emphasizing either historical demography or contemporary ecological constraints. This debate limits our capacity to predict species' responses to environmental change. Here, based on systematic sampling and a unified analytical pipeline, we de novo assembled genomes for 120 songbird species breeding in the Himalayas–Hengduan Mountains (HHMs) and conducted population genomic analysis to examine the drivers of their genomic diversity. We observed a 6.5-fold variation in genome-wide heterogeneity and a 16.4-fold variation nucleotide diversity across species. Notably, these measures of genomic diversity showed no correlation with recent population dynamics, current population size, or other contemporary factors—such as elevational distribution, or life-history traits. Instead, historical demography strongly predicted genetic diversity, with ancestral population size during the late Pleistocene emerging as the sole correlate: Larger ancestral sizes consistently coincided with higher diversity. These findings underscore the critical influence of historical demography on contemporary genetic diversity in natural populations—an insight essential for designing effective conservation strategies.",
    "Author": "Liu, Yadan",
    "DOI": "https://doi.org/10.1073/pnas.2505642123",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Genetics",
    "Title": "Pleistocene demographic histories dominate contemporary genomic diversity in a continental radiation of Himalayan–Hengduan songbirds",
    "Topic": "Genetic diversity and population structure"
  },
  {
    "Abstract": "Antigenic variation in Trypanosoma brucei ( T. brucei ) requires monoallelic expression of one variant surface glycoprotein (VSG) from one of the subtelomeric bloodstream form (BSF) expression sites (BESs). This transcription is unusually mediated by RNA polymerase I (RNA Pol I) and occurs in a specialized nuclear body, the expression site body (ESB). While factors promoting active BES transcription and silencing inactive BESs are known, how these opposing activities are integrated remains unknown. Here, we identify ESBX (Tb927.3.1660) as a BSF-specific ESB protein necessary for this coordination. We show that ESBX RNAi knockdown prevents RNA Pol I localizing to the ESB and reduces active BES transcription, while also derepressing inactive BESs with low processivity transcription. Conversely, ESBX overexpression weakly activates inactive BESs in a distinct manner from ESBX knockdown, leading to processive transcription, without disrupting the active BES or forming supernumerary ESBs. ESBX knockdown causes a similar transcriptomic defect to ESB1 and VEX2 knockdown combined, establishing ESBX as a key factor linking transcriptional activation of the active BES with inactive BES silencing through the VSG exclusion (VEX) phenomenon. This allows us to suggest models for understanding the establishment and maintenance of monoallelic expression critical for parasite immune evasion.",
    "Author": "María Agustina Berazategui",
    "DOI": "https://doi.org/10.1073/pnas.2531377123",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Epidemiology",
    "Title": "A factor integrating transcription and repression of surface antigen genes in African trypanosomes",
    "Topic": "Trypanosoma species research and implications"
  },
  {
    "Abstract": "Pulpectomy of primary molars using Iodoform/Ca(OH)₂ paste demonstrates reliable clinical performance in pediatric patients. Procedural and restorative factors, particularly immediate full-coverage restoration, appear to have a greater influence on longterm outcomes than radiographic obturation characteristics, supporting the material's continued use in pediatric endodontic practice.",
    "Author": "Nasrallah, Fares",
    "DOI": "https://doi.org/10.3290/j.qi.b6881288",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "PubMed",
    "Subfield": "Oral Surgery",
    "Title": "Pulpectomy success with iodoform/calcium hydroxide in pediatric primary molars: a retrospective survival analysis.",
    "Topic": "Endodontics and Root Canal Treatments"
  },
  {
    "Abstract": "Two new species of Pyragraphorus Sproston, 1946 (Mazocraeidea: Pyragraphoridae) were collected from the gills of carangid fishes: Pyragraphorus rohdei n. sp. from Trachinotus baillonii (Lacépède) off Lizard Island, Queensland, Australia, and Pyragraphorus ningalooensis n. sp. from Trachinotus botla (Shaw) from Ningaloo Reef, Western Australia, Australia, during June 2022 and March 2023. Pyragraphorus was reviewed, its diagnosis emended, and the new species described and compared with their congeners, Pyragraphorus pyragraphorus (MacCallum and MacCallum, 1913) Sproston, 1946, and Pyragraphorus hollisae Euzet and Ktari, 1970. The identification of specimens reported by Young as P. pyragraphorus from T. botla in Moreton Bay, Queensland, was corrected to P. ningalooensis. A phylogenetic hypothesis was reconstructed, on the basis of an analysis of partial 28S rDNA, including novel molecular data from the new species and from new collections of Heteromicrocotyloides megaspinosus Barton, Beaufrère, Justine, and Whittington, 2009, and Heteromicrocotyloides mirabilis Rohde, 1977 (both Heteromicrocotylidae) from Turrum fulvoguttatum (Forsskål), together with available comparable data for 76 other species representing 18 families of the order Mazocraeidea. The novel hypothesis indicated that the Pyragraphoridae and Heteromicrocotylidae, both characterized, in part, by species possessing fire-tongs-like haptoral clamps, originated independently in a larger, highly supported clade of the order that included species of the Heteraxinidae and the Microcotylidae. The Heteromicrocotylidae was found to be polyphyletic by Heterapta heterapta Unnithan, 1961, occurring independently of the 2 species of Heteromicrocotyloides. In addition, the Microcotylidae was recovered paraphyletic to the Pyragraphoridae and the Heteraxinidae was paraphyletic to the Heteromicrocotylidae. Other instances of para- and polyphyly among the familial and subfamilial taxa within the Mazocraeidea were suggested, but no family-group taxonomic changes were proposed.",
    "Author": "Delane C. Kritsky",
    "DOI": "https://doi.org/10.1645/25-77",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "PubMed",
    "Subfield": "Nature and Landscape Conservation",
    "Title": "REVIEW OF PYRAGRAPHORUS (MONOGENOIDEA: PYRAGRAPHORIDAE) AND ITS POSITION IN THE ORDER MAZOCRAEIDEA, WITH DESCRIPTIONS OF TWO NEW SPECIES FROM CARANGID FISHES IN AUSTRALIA.",
    "Topic": "Ichthyology and Marine Biology"
  },
  {
    "Abstract": "Abstract The major anxiety disorders (ANX; including generalized anxiety disorder, panic disorder and phobias) are highly prevalent, often onset early and cause substantial global disability. Although distinct in their clinical presentations, they probably represent differential expressions of a dysregulated threat–response system. Here, we present a genome-wide association meta-analysis comprising 122,341 European ancestry ANX cases and 729,881 controls. We identified 58 independent genome-wide significant risk variants and 66 genes with robust biological support. In an independent sample of 1,175,012 self-report ANX cases and 1,956,379 controls, 51 out of the 58 associations replicated. As predicted by twin studies, we found substantial genetic correlation between ANX and depression, neuroticism and other internalizing phenotypes. Follow-up analyses demonstrated enrichment in all major brain regions and highlighted GABAergic signaling as one potential mechanism implicated in ANX genetic risk. These results advance our understanding of the genetic architecture of ANX and prioritize genes for functional follow-up studies.",
    "Author": "Bäckman, Julia",
    "DOI": "https://doi.org/10.1038/s41588-025-02485-8",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "Nature Genetics",
    "Subfield": "Experimental and Cognitive Psychology",
    "Title": "Genome-wide association study of major anxiety disorders in 122,341 European-ancestry cases identifies 58 loci and highlights GABAergic signaling",
    "Topic": "Anxiety, Depression, Psychometrics, Treatment, Cognitive Processes"
  },
  {
    "Abstract": "ABSTRACT A significant gap persists between advanced catalyst synthesis in laboratories and the industrial requirements for water electrolysis. The key challenge lies in simultaneously achieving electrode scalability, high catalytic activity, and long‐term stability. Through theoretical simulation screening, we synthesized a free‐standing cathode catalyst composed of Ru clusters anchored on a Ni x Fe y OOH substrate via Ru─O─Ni/Fe bridges. Advanced characterizations and theoretical calculations reveal that the Ru–NiFe catalyst achieves efficient catalytic activity due to Ru─O─Ni/Fe bridges, fine‐tuning the electronic structure and enhancing catalytic energetics, while Ru cluster introduction increases the number of active sites and modulates hydrogen intermediate adsorption/desorption strength. The as‐prepared Ru–NiFe electrocatalyst for the hydrogen evolution reaction delivers ultralow overpotentials of 5 mV at 10 mA cm − 2 and maintains stable operation at 500 mA cm − 2 for over 1000 h. A large‐scale (19 × 19 cm 2 ) anion‐exchange‐membrane water electrolyzer (AEM–WE) based on Ru–NiFe shows a low cell voltage of 2.98 V at 10 A and stable operation for 2800 h. This study provides valuable insights into designing large‐area electrodes with high activity, long‐term stability, and scalable production for industrial AEM–WE applications.",
    "Author": "Lei, Hang",
    "DOI": "https://doi.org/10.1002/adma.72386",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "Advanced Materials",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "Theory‐Guided Design of Ru–NiFe Cathode Catalysts for Anion Exchange Membrane Water Electrolysis at Large Electrode Scale",
    "Topic": "Electrocatalysts for Energy Conversion"
  },
  {
    "Abstract": "ABSTRACT Perovskite solar cells (PSCs) have achieved a power conversion efficiency (PCE) of over 27%, but further improvements of both PCEs and stability are needed for commercialization. One of the key factors hindering their development is the unpredictable residual strain in perovskites. The unstable octahedral structure of the perovskite cage leads to easy changes in bond lengths, bond angles, and crystal structure. It in turn generates, accumulates, and causes the non‐uniform distribution of residual strain, ultimately affecting device performance. Therefore, given the versatility and precise tunability, residual strain engineering provides an effective pathway to optimize the performance of PSCs. This review summarizes the causes of residual strain during device fabrication and operation, qualitative/quantitative/auxiliary characterization methods, and various effective strain regulation methods in the past two years. Finally, unresolved scientific issues and future research directions in strain engineering are discussed. This comprehensive review aims to provide researchers with the latest advances in strain engineering, deepen fundamental understanding of strain effects, and eventually help enhance the performance of PSCs.",
    "Author": "Jin, Jialun",
    "DOI": "https://doi.org/10.1002/adma.202516470",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "Advanced Materials",
    "Subfield": "Electrical and Electronic Engineering",
    "Title": "Residual Strain Evolution in Perovskite Solar Cells throughout Fabrication to Operation: Mechanisms, Characterization, and Regulation",
    "Topic": "Perovskite Materials and Applications"
  },
  {
    "Abstract": "ABSTRACT π‐Conjugation, π–π stacking, and long‐range order play a central role in determining charge transport efficiency in organic materials. Covalent organic frameworks (COFs), which uniquely integrate these key structural and electronic features, have emerged as a promising platform for the development of novel electrically conductive organic materials. Intraframework π‐conjugation has shown to play a key role in improving charge carrier mobility. Here, we report Joa‐COF‐2 , a 3D COF lacking extended intraframework π‐conjugation, yet exhibiting a remarkable charge carrier mobility of 14 ± 1 cm 2 V −1 s −1 . Joa‐COF‐2 adopts an 11‐fold interpenetrated dia topology, featuring a tight interframework π–π stacking, which enables efficient charge transport in the absence of intraframework π‐conjugation.",
    "Author": "Almarza, Joaquín",
    "DOI": "https://doi.org/10.1002/adma.202517211",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "Advanced Materials",
    "Subfield": "Materials Chemistry",
    "Title": "High Charge Carrier Mobility in Non‐Conjugated 3D Covalent Organic Frameworks",
    "Topic": "Covalent Organic Framework Applications"
  },
  {
    "Abstract": "ABSTRACT The combinatorial explosion inherent to multi‐component systems limits their experimental exploration and ultimately chemical discovery. Here, we introduce a statistics‐based group‐testing strategy, which we couple with luminescence quenching assays to efficiently identify cooperative molecular interactions. Utilizing the quenching of a photosensitizer as a quick readout for chemical activity, 4,950 substrate pairs were screened in only 504 experiments, enabled through a combinatorial design theory‐based pooling approach and iterative deconvolution. Therefore, two algorithms—a greedy algorithm for group design and an iterative sectioning deconvolution method to resolve active pairs—were implemented. Fifteen cooperative pairs were identified, and the nature of their interactions and the resulting electronic perturbations were investigated. In a systematic follow‐up screen, it was found that the identified active pairs exhibit high reactivity towards a broad group of reaction partners. One such pair led to the discovery of a bench‐stable reagent, enabling efficient and regioselective trifluoromethylthiolation reactions. This work establishes a broadly applicable framework for accelerating the discovery of cooperative reactivity through optimized experimental designs.",
    "Author": "Philipp M. Pflüger",
    "DOI": "https://doi.org/10.1002/anie.202525278",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "Angewandte Chemie International Edition",
    "Subfield": "Organic Chemistry",
    "Title": "A General Group Testing Strategy for Discovering Chemical Cooperativity",
    "Topic": "Click Chemistry and Applications"
  },
  {
    "Abstract": "Paclitaxel and nab-paclitaxel differ in therapeutic efficacy and modulation of the tumor immune microenvironment, yet the molecular basis remains poorly defined. Here, based on a meta-analysis, we first show that treatment with nab-paclitaxel results in a higher overall response rate and pathological complete response compared to paclitaxel in female patients with breast cancer. Notably, TREM2 expression in macrophages is elevated in primary tumors of paclitaxel- but not nab-paclitaxel-treated female patients. In metastatic breast cancer, TREM2<sup>+</sup> macrophage infiltration is increased in primary tumors. In breast cancer models in female mice, paclitaxel, but not nab-paclitaxel, promotes lung metastasis by recruiting TREM2<sup>+</sup> macrophages to primary tumors. Mechanistically, paclitaxel enhances the ATF3-FGF2 axis in breast cancer cells; secreted FGF2 activates the EGR1-TREM2-EMT cytokine axis in macrophages. Genetic ablation of Trem2 or pharmacologic targeting with antisense oligonucleotides suppress paclitaxel-induced breast cancer lung metastasis in vivo. Collectively, our findings demonstrate that paclitaxel, but not nab-paclitaxel, stimulates TREM2 expression and expands TREM2<sup>+</sup> macrophages, suggesting that TREM2 targeting could enhance paclitaxel efficacy while limiting metastasis.",
    "Author": "Xing, Yuqi",
    "DOI": "https://doi.org/10.1038/s41467-026-69060-5",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "Nature Communications",
    "Subfield": "Immunology",
    "Title": "Paclitaxel drives TREM2+ macrophage expansion underlying its inferior therapeutic efficacy compared to Nab-paclitaxel",
    "Topic": "Inflammation biomarkers and pathways"
  },
  {
    "Abstract": "Abstract Few-site implementations of the Kitaev chain offer a minimal platform to study the emergence and stability of Majorana bound states. Here, we realize two- and three-site chains in semiconducting quantum dots coupled via superconductors, and tune them to the sweet spot where zero-energy Majorana modes appear at the chain ends. We demonstrate control of the superconducting phase through both magnetic field and sweet-spot selection, and fully characterize the excitation spectrum under local and global perturbations. All spectral features are identified using the ideal Kitaev chain model. To assess Majorana localization, we couple the system to an additional quantum dot. The absence of energy splitting at the sweet spot is compatible with high-quality Majorana modes, despite the modest chain size.",
    "Author": "Bordin, Alberto",
    "DOI": "https://doi.org/10.1038/s41467-026-68897-0",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "Nature Communications",
    "Subfield": "Atomic and Molecular Physics, and Optics",
    "Title": "Probing Majorana localization of a phase-controlled three-site Kitaev chain with an additional quantum dot",
    "Topic": "Topological Materials and Phenomena"
  },
  {
    "Abstract": "Fast-spiking, non-adaptive inhibitory neurons in the thalamic reticular nucleus (TRN) critically gate the reciprocal communication between the thalamus and the cortex. Parvalbumin (PV) neurons express high levels of PV, the sole role of which appears to be calcium buffering. The significance of the PV protein – and its related high calcium-buffering capacity - under pathological conditions, especially in various neuropsychiatric disorders, is underappreciated. Deficiency of SHANK3, an important neuronal protein containing ankyrin, SH3, and PDZ, three canonical domains for protein recognition, causes behavioral changes relevant to autism spectrum disorders (ASD). Here we report TRN PV neurons of Shank3-/- (exon 4-22 deletion) mice of either sex exhibit pronounced increases in burst firing occurrence, decreased tonic firing frequency, and faster dendritic calcium transient decay. We pinpointed reduced PV expression as the culprit and used the added-buffer approach to confirm the decrease in calcium-buffering capacity in mutant neurons. Conversely, supplementing Shank3-/- PV neurons with extra EGTA reversed the abnormal action potential (AP) firing. In addition, the PV neurons from HCN2-/- mice exhibit consistent changes in neuronal excitability, PV expression, and calcium signaling. Together with the study of dopaminergic (DA) neurons in the ventral tegmental area (VTA), these results uncover reduced PV expression, calcium-buffering capacity, and altered neuronal excitability in Shank3-/- and HCN2-/- mice. This pathway, downstream of Shank3 deficiency and HCN channelopathy, may form an important pathological basis not only for ASD but also other neuropsychiatric disorders. Significance Statement SHANK3 is a scaffolding protein that is highly enriched in the postsynaptic density (PSD) of synapses. Mutations and deletions of the SHANK3 gene are directly connected to Phelan-McDermid syndrome (PMS) and autism spectrum disorders (ASD). However, the links between genetic alterations and abnormalities at the cellular, network, and behavioral levels remain unclear. This study uncovered abnormal physiological changes in inhibitory neurons in the thalamus. A definitive link at the cellular level is established between the Shank3 protein deficiency and the pathological basis of related neuropsychiatric disorders.",
    "Author": "Lai, Yubo",
    "DOI": "https://doi.org/10.1523/jneurosci.1202-25.2026",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "Journal of Neuroscience",
    "Subfield": "Cognitive Neuroscience",
    "Title": "Abnormal neuronal excitability and reduced parvalbumin expression in Shank3-deficient parvalbumin neurons of the thalamic reticular nucleus",
    "Topic": "Autism Spectrum Disorder Research"
  },
  {
    "Abstract": "The Yangtze River Delta (YRD) region is one of the areas in China with the highest level of transportation integration, featuring a well-developed high-speed rail network, multimodal transport system, interconnected intercity bus services, and intelligent transportation platforms. These developments have brought about significant effects of time-space compression in the region. Under the effects of time-space compression, the changes in the regional socio-economic spatial structure are worth further exploration. To this end, from the perspective of accessibility, this study explores the time–space compression effect in the YRD region using models such as economic linkage strength (ELS), central city isochronous-ring, daily accessibility (DA), and employment accessibility (EA) indicators. The results show: (1) The time distance between central cities and prefectural-level and lower-tier cities has greatly decreased, resulting in a network-based structure and a trend towards urban system flattening; within 1–2 hours of central cities, the scale of the population, number of cities, and regional coverage area have rapidly expanded, promoting regional integration and urban agglomeration. (2) Intercity time-space compression has significantly increased the total ELS between cities, intensifying the “strong center” economic linkage pattern. The radiation and driving capacity of central cities for the region has notably increased, and the equilibrium of urban economic linkage capabilities has improved. (3) Time-space compression strengthens the “competitive-cooperative effect” of central cities, facilitating the convenient sharing and equalization of high-quality urban public services, but also leading to tensions in the supply and demand of these resources. (4) A high-accessibility region has formed in the “Shanghai-Nanjing-Hangzhou” triangle, where high-accessibility cities possess larger market hinterlands and more employment opportunities, providing significant opportunities for the rise of small and medium-sized cities in peripheral areas. Based on these findings, in the context of time-space compression, these regions should actively build convenient, efficient, and resilient commuting and transfer networks. A networked spatial development strategy should be implemented, establishing efficient regional collaboration mechanisms and public service cooperation systems to promote coordinated regional development.",
    "Author": "Shang, Shuo",
    "DOI": "https://doi.org/10.1371/journal.pone.0338912",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "PLoS ONE",
    "Subfield": "General Economics, Econometrics and Finance",
    "Title": "The effect of time–space compression in the Yangtze River Delta region under transportation integration: An accessibility-based analysis",
    "Topic": "Aviation Industry Analysis and Trends"
  },
  {
    "Abstract": "African swine fever (ASF) has become a global pandemic, affecting nearly 2 million pigs since 2022 alone and causing significant disruption to food security and trade. The Dominican Republic (DR) has been affected by ASF since 2021. Veterinarians are key first responders in animal health emergencies and at risk for negative impacts from prolonged emergency response. We used mixed methods and network analysis to characterize the mental and social impacts of ASF on 29 DR swine veterinarians. All 29 veterinarians were involved with the ASF response through field-based or non-field-based roles. Responses were gathered via a questionnaire and analyzed using network analysis. Preliminary quantitative results were explored further through qualitative focus group interviews. Veterinarians experienced high levels of anger and hopelessness from the ASF epidemic, which were centrally located variables in the network. They were associated with a perceived lack of communication, trust, and transparency between government authorities, veterinarians, and farmers. The impact that animal diseases have on the mental health of veterinarians is often neglected. As animal, human, and zoonotic diseases, such as ASF and avian influenza, continue to emerge and expand, these results bring attention to the need for considering actions to prevent and mitigate their impact on the mental health of first responders and, ultimately, improve the effectiveness of the response.",
    "Author": "Rachel A. Schambow",
    "DOI": "https://doi.org/10.1371/journal.pone.0342159",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "PLoS ONE",
    "Subfield": "Agronomy and Crop Science",
    "Title": "Impact of African swine fever emergency on the mental health of first responders in the Dominican Republic",
    "Topic": "Animal Disease Management and Epidemiology"
  },
  {
    "Abstract": "This paper proposes the PGD model for UAV path planning in complex terrain, addressing key challenges such as high-dimensional state processing, blind path exploration, and poor cross-scene adaptability. The PGD model integrates Transformer, GAN, and DDPG, forming a “compression-generation-optimization\" closed-loop system. The Transformer module compresses high-dimensional terrain data, alleviating training bottlenecks, while the GAN module generates high-quality candidate paths, reducing ineffective exploration. DDPG then optimizes the path planning strategy efficiently. Experimental results demonstrate the superior performance of PGD on the UAVDT (suburban) and AirSim (canyon) datasets. In terms of path length ( P l ), PGD achieves 20.0m/22.0m, compared to baseline models such as PPO-DRL (23.8m) and Soft Actor-Critic (24.0m). PGD also outperforms in collision rate ( C r ) with 2.5%/3.0% and computational efficiency ( T c ) with 13.5s/16.0s, respectively. The PGD model shows significant improvements in path planning efficiency and adaptability, particularly in high-complexity terrains. Compared to traditional models, PGD’s multi-module synergy enhances feature correlation and physical path constraints, offering a novel framework for intelligent planning in complex environments. Future work will focus on enhancing model adaptability to extreme weather and multi-agent collaborative scenarios.",
    "Author": "Liu, Liangshuai",
    "DOI": "https://doi.org/10.1371/journal.pone.0340394",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "PLoS ONE",
    "Subfield": "Computer Vision and Pattern Recognition",
    "Title": "Path planning for UAVs in complex terrain based on the PGD model: Algorithmic improvements combining feature extraction and reinforcement learning",
    "Topic": "Robotic Path Planning Algorithms"
  },
  {
    "Abstract": "This research explores the connection between religious culture and carbon emissions through the lens of informal institutions, offering valuable insights into the shift to a green economy in China. The research sample comprises listed enterprises from 2010–2020 to investigate the influence of indigenous religious culture, represented by Buddhism and Taoism, on the corporate carbon footprint. The results reveal that religious culture has a notable inhibitory effect on corporate carbon outputs. Through a suite of robustness checks, the findings remain in line with the benchmark results. Heterogeneity analysis reveals that the effect of religious culture on corporate carbon emissions is more noticeable in economically thriving areas, state-owned companies, polluting-intensive companies, capital-intensive companies, and high-tech companies. Mechanistic tests suggest that religious culture mainly reduces corporate carbon emissions through three pathways: promoting corporate social responsibility, alleviating corporate financing constraints, and increasing corporate green innovation. Research has shown that both formal institutions and foreign cultural impacts weaken the beneficial impact of indigenous religious culture on corporate carbon reduction but do not eliminate its effect. This study provides practical guidelines and theoretical references for enterprises and policy-makers in addressing climate change and achieving sustainable development.",
    "Author": "Hou, Shanshuai",
    "DOI": "https://doi.org/10.1371/journal.pone.0341892",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "PLoS ONE",
    "Subfield": "Marketing",
    "Title": "Informal institutions and corporate carbon emissions: Evidence from China’s listed companies",
    "Topic": "Environmental Sustainability in Business"
  },
  {
    "Abstract": "Abstract Applying intergroup contact theory to children's thinking about social inequalities, this study investigated whether and why 8- to 12-year-old American children (N = 379, 50% girls, 48% white, SSS M = 6.92, in 2023–2024) who experienced more direct or indirect intergroup contact with immigrants also treated immigrants more fairly in a scenario reflecting a social inequality. Older children and children with more indirect intergroup contact were more likely to detect and negatively evaluate discrimination, because they knew more about what it means to be an immigrant and had stronger social preferences for immigrants, respectively; βs .39–.16. Children who perceived immigrants faced more barriers in society distributed more resources to immigrants; β = .10. Intergroup contact can inform children's thinking about societal intergroup relations.",
    "Author": "Elenbaas, Laura",
    "DOI": "https://doi.org/10.1093/chidev/aacaf006",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "Child Development",
    "Subfield": "Sociology and Political Science",
    "Title": "Intergroup contact informs children's perceptions of social inequalities",
    "Topic": "Social and Intergroup Psychology"
  },
  {
    "Abstract": "The persistent increase in healthcare expenditure has become a major challenge for the sustainability of public financing worldwide. Therefore, identifying the characteristics of at-risk population and their predictability for healthcare use is crucial to inform targeted policy and interventions to curb with increasing healthcare use and expenditure. Drawing on three waves of the HILDA survey that included a 'health module', the study applied four machine learning (ML) methods-Random Forest, Gradient Boosting Decision Trees, Extreme Gradient Boosting, and multilayer perceptron neural networks and conventional logistic regression for prediction of non-emergency healthcare use (specifically primary and tertiary inpatient hospital care). Predictive performance for the classifiers was evaluated using accuracy, sensitivity, and specificity measures, and area under the receiver operating characteristic curve (AUC), sensitivity, specificity, positive predictive value (PPV), negative predictive value (NPV), and Matthews Correlation Coefficient (MCC). Calibration of the models was assessed using Brier score, which measures the mean squared difference between predicted probabilities and observed outcomes with lower values indicating better calibration. Finally, Local Interpretable Model-agnostic Explanations (LIME) was conducted to explain the model's predictive behaviour, while SHAP results are provided for each wave along with a representative SHAP plot as a demonstration which uses the probability-contribution scale. Based on 47,899 observations and 741 variables, our model identified socio-economic factors (age, socio-economic status, private insurance status) and health-related variables (e.g. previous contact with healthcare service) and having a designated doctor to see when sick or for health advice were strong predictors of healthcare use. Between the different ML techniques, Gradient Boosting Decision Trees provided better prediction performance on healthcare use compared with logistic regression across all three waves. Although the standard logistic regression produced AUC of 0.69, had 71% positive predictive value (PPV), and 52% negative predictive value (NPV), with 86% sensitivity and 30% specificity, the ML models produced AUC in the range of 0.68 to 0.76, PPV of 75% to 77%, and NPVs of 61% to 63% with sensitivity ranging between 0.86 and 0.89, specificity between 0.40 and 0.44 and brier scores ranging between 0.11 and 0.28. The novelty of using ML techniques on a large, nationally representative longitudinal household survey data that covers a range of different domains provided more robust estimates on factors influencing future healthcare use (primary and inpatient elective care) which are important to inform resource allocation decisions and priority setting.",
    "Author": "Lee, Evelyn",
    "DOI": "https://doi.org/10.1038/s41598-025-28968-6",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "Scientific Reports",
    "Subfield": "Management Science and Operations Research",
    "Title": "Predicting non-emergency healthcare use in Australia using machine learning on longitudinal household data",
    "Topic": "demographic modeling and climate adaptation"
  },
  {
    "Abstract": "Despite growing interest in online health communities (OHCs), prior studies report inconsistent findings regarding the factors that drive users' continuous engagement. Furthermore, little is known about the relative importance of these factors and their hierarchical interactions. To address these gaps, this study poses two research questions: What are the key determinants of continuous OHC usage, and how do these determinants interact within a hierarchical structure? We conducted a meta-analysis of empirical studies to extract 16 critical factors, and applied the FUZZY-DEMATEL-AISM method to construct a multi-layered framework capturing their interrelationships. The findings reveal that attitude functions as the most direct top-level determinant, while trust, perceived value, and self-efficacy serve as transitional drivers. In contrast, system quality, service quality, and technology anxiety form the foundational layer influencing user behavior. This study contributes to theory by elucidating the structural logic underlying OHC engagement and to practice by providing actionable insights for enhancing user retention and optimizing digital health platform design. The results offer a systematic roadmap for researchers and practitioners aiming to understand and improve sustained user participation in digital health communities.",
    "Author": "Cao, Zhuolin",
    "DOI": "https://doi.org/10.1038/s41598-026-37694-6",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "Scientific Reports",
    "Subfield": "General Health Professions",
    "Title": "Uncovering the hierarchical determinants of continuous usage in online health communities: integrating meta-analysis with FUZZY-DEMATEL-AISM",
    "Topic": "Health Literacy and Information Accessibility"
  },
  {
    "Abstract": "RNA viruses pose a persistent global threat due to their high mutation rates, zoonotic potential, and rapid adaptability. Emergence events have risen steadily, as demonstrated by major outbreaks caused by Influenza A, Ebola, Zika, and Chikungunya viruses, followed by the coronavirus epidemics of Severe Acute Respiratory Syndrome coronavirus (SARS-CoV-1) and Middle East Respiratory Syndrome Coronavirus (MERS-CoV) and culminating in the COVID-19 pandemic. These characteristics frequently compromise the durability of existing vaccines and antiviral therapies, highlighting the urgent need for new antiviral agents. Alkaloids, a structurally diverse class of nitrogen-containing natural compounds, have gained attention for their ability to interfere with multiple stages of the viral life cycle, including entry, replication, protein synthesis, and host immune modulation. To our knowledge, this review compiles all currently reported alkaloids with antiviral activity against RNA viruses and summarizes their proposed mechanisms of action, distinguishing evidence from in vitro, in vivo, and in silico studies. Quaternary alkaloids are discussed separately because their permanent ionic charge enables distinctive interactions with membranes and host pathways. Although many findings are promising, clinical translation remains limited by incomplete mechanistic validation, scarce in vivo data, suboptimal bioavailability, narrow therapeutic windows, and inconsistent experimental methodologies. To advance the field, future research should prioritize RT-qPCR–based antiviral evaluation to accurately quantify viral replication, incorporate mechanistic assays to clarify modes of action, apply structure–activity relationship (SAR) approaches for rational optimization, and expand in vivo pharmacokinetic and efficacy studies to assess therapeutic feasibility. Overall, alkaloids represent a promising yet underdeveloped reservoir for next-generation antiviral discovery against rapidly evolving RNA viruses.",
    "Author": "Leka, Kristi",
    "DOI": "https://doi.org/10.3390/molecules31030539",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "Molecules",
    "Subfield": "Pharmacology",
    "Title": "Natural Alkaloids as Antiviral Agents Against RNA Viruses: A Comprehensive and Mechanistic Review",
    "Topic": "Alkaloids: synthesis and pharmacology"
  },
  {
    "Abstract": "Carbon dioxide undergoes rapid dissociation during high-speed entry into the Mars atmosphere. This process is closely related to the heat transfer on the surface of a spacecraft. A precise quantitative characterization of this nonequilibrium process is critical for accurate aerodynamic heating predictions. A [Formula: see text] tunable diode laser absorption spectroscopy ([Formula: see text]-TDLAS) was developed and coupled to the previous CO-TDLAS system for simultaneous temperature, CO concentration, and [Formula: see text] concentration measurements during the [Formula: see text] dissociation process. The R(0, 88) line in the [Formula: see text] fundamental vibrational band was selected, and its absorption cross section was calibrated over 3030–5990 K. The new setup was then applied to studies of [Formula: see text] dissociation behaviors. Evident deviations were found between measurements and model predictions. Sensitivity analysis was performed to find out the key reaction impacting [Formula: see text] dissociation and to suppress the impacts of secondary reactions. The reaction rate coefficient of [Formula: see text] was updated as an Arrhenius equation over 2980–6030 K. The revised mechanism with updated rate coefficient predicts more accurate [Formula: see text] dissociation behaviors over 3000–6000 K. In addition, this study provides a functional methodology to determine the rate coefficient of a specific elementary reaction over a wide temperature range with low uncertainty.",
    "Author": "Liu, Tielou",
    "DOI": "https://doi.org/10.2514/1.j066439",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "AIAA Journal",
    "Subfield": "Applied Mathematics",
    "Title": "Experimental Measurements and Mechanism Optimization Research on Dissociation of High-Temperature CO2",
    "Topic": "Gas Dynamics and Kinetic Theory"
  },
  {
    "Abstract": "ABSTRACT In the colonic mucosal tissues of patients with ulcerative colitis (UC), the levels of resolvin D5 (RvD5), a specialized pro‐resolving mediator, are significantly reduced and negatively correlate with disease severity. Whether RvD5 can ameliorate UC remain unclear. Here, we show that exogenous supplement of RvD5 remarkably reduces neutrophil infiltration within the colonic mucosal epithelial layers and alleviates dextran sulfate sodium‐induced colitis in mice. Adoptive transfer of neutrophils significantly attenuates the alleviation of RvD5 against colitis, indicating that inhibition of neutrophil infiltration plays a crucial role in the anti‐colitis effect. Mechanistically, RvD5 activates GPR101 in colonic epithelial cells to selectively downregulate CXCL8 expression through inhibiting pSTAT1 expression and thereby suppressing neutrophil infiltration within colonic mucosal epithelial layer, and GPR101 knockdown attenuates the above‐mentioned effect of RvD5. Based on molecular docking screening from natural product library, epimedin A1 is identified as a novel enhancer of RvD5 biosynthesis in M2 macrophages, which functions through allosteric inhibition of 5‐lipoxygenase (5‐LOX). Epimedin A1 significantly elevates RvD5 levels in colonic tissue, suppresses CXCL8 expression in colonic epithelial cells, and reduces mucosal epithelial neutrophil infiltration in colitis mice. In summary, RvD5 and its biosynthesis promoter epimedin A1 are promising as therapeutic agents of UC.",
    "Author": "Guo, Pengxiang",
    "DOI": "https://doi.org/10.1002/advs.202515176",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "Advanced Science",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Resolvin D5 Inhibits CXCL8 Expression in Colonic Epithelial Cells Through Activating GPR101 to Impede Neutrophil Recruitment and Consequently Alleviate Ulcerative Colitis",
    "Topic": "Fatty Acid Research and Health"
  },
  {
    "Abstract": "Abstract Background Broad-spectrum combination products with efficacy against endo- and ectoparasites offer the potential to optimize owner adherence to expert recommendations for canine antiparasitic treatments. In the development program for a chewable tablet containing fluralaner, moxidectin, and pyrantel, a non-terminal study design was implemented to determine anthelminthic efficacy. Four laboratory studies assessed the efficacy of this investigational veterinary product (IVP) against adult hookworms and adult Toxascaris leonina . Methods In four single-site, non-terminal dose confirmation studies, dogs were inoculated with third-stage larvae of Uncinaria stenocephala (Studies 1 and 2), Ancylostoma caninum (Study 3), or larvated eggs of T. leonina (Study 4). Using fecal egg counts (FECs) from those infections, dogs were ranked and randomized to groups (Studies 1, 3, and 4, 10 per group; Study 2, 8 per group and treated once orally, on day 0, with the minimum recommended IVP dose (fluralaner 10 mg/kg, moxidectin 0.025 mg/kg, pyrantel 5 mg/kg) ( BRAVECTO ® TriUNO, MSD), or left untreated. Approximately 2 weeks later, both groups in all studies were treated orally with a diagnostic dewormer (DDW) containing emodepside-praziquantel (Profender ® modified-release Tablets for Dogs, Vetoquinol). The primary efficacy objective was determined by counts of expelled worms recovered after DDW treatment. Copro-antigen enzyme-linked immunosorbent assay (ELISA), polymerase chain reaction (PCR), and FECs were completed at key time points. Results Adequacy of infection was shown in all studies. Relative to the control groups, statistically significant reductions in mean worm counts were found in IVP-treated groups in Studies 1, 2, 3, and 4 (99.8%, P &lt; 0.0001; 100%, P = 0.0002; 100%, P &lt; 0.0001; and 99.4%, P &lt; 0.0001, respectively). All control dogs had positive FECs until the DDW treatment, while no eggs were detected after day 0 in 36 of the 38 IVP-treated dogs. Findings from copro-PCR and antigen-ELISA were consistent with and confirmatory of the conclusions from worm counts and FECs. Conclusions A single, orally administered dose of this chewable tablet formulation is effective in treating canine infections with adult hookworms ( U. stenocephala , A. caninum ) and T. leonina . Non-terminal studies present a valid means of determining the efficacy of anthelmintic treatments for these canine intestinal parasites. Graphical Abstract",
    "Author": "Heinau, Lea",
    "DOI": "https://doi.org/10.1186/s13071-025-07232-w",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "Parasites & Vectors",
    "Subfield": "Small Animals",
    "Title": "Efficacy evaluation of a new oral chewable tablet containing fluralaner, moxidectin, and pyrantel (BRAVECTO® TriUNO) against hookworm and Toxascaris leonina infections in a non-terminal study design in dogs",
    "Topic": "Helminth infection and control"
  },
  {
    "Abstract": "Abstract This paper argues that tense is used to mark evidential source in English. Specifically, nonfuture tenses mark the speaker’s evidence as causally downstream from the event being described. This amounts to a linguistic solution to a puzzle recently posed by Dilip Ninan (“Assertion, evidence and the future,” The Philosophical Review, 2022). The analysis is principally supported by parallel phenomena in evidential systems of Bulgarian and Korean.",
    "Author": "Cumming, Samuel",
    "DOI": "https://doi.org/10.1007/s10988-025-09452-w",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "Linguistics and Philosophy",
    "Subfield": "Language and Linguistics",
    "Title": "Tense and evidence",
    "Topic": "Syntax, Semantics, Linguistic Variation"
  },
  {
    "Abstract": "The pursuit of sustainable ammonia production has accelerated the development of electrocatalytic pathways capable of operating under ambient conditions with renewable electricity. Recent studies have revealed that the efficiency and selectivity of both electrochemical nitrogen reduction reaction (eNRR) and nitrate reduction reaction (eNO3RR) are not governed solely by catalyst composition, but by the synergistic interplay among electrolyte identity, interfacial solvation structure, and catalyst architecture. Hydrated cations such as Li+ profoundly reshape the electric double layer, polarize interfacial water, and lower activation barriers for key proton–electron transfer steps, thereby redefining the electrolyte as an active promoter. Parallel advances in structural engineering, including alloying, heteroatom doping, controlled defect formation, and nanoscale morphological control, have enabled the optimization of intermediate adsorption energies while simultaneously suppressing competing hydrogen evolution. In addition, the emergence of metal–organic-framework (MOF)-derived single-atom catalysts has demonstrated that atomically dispersed transition-metal centers anchored within dynamically adaptable matrices can deliver exceptional Faradaic efficiencies, high turnover rates, and long-term operational durability. These developments highlight a unified strategy in which electrolyte–catalyst coupling, rational structural modification, and atomic-scale design principles converge to enable predictable and high-performance ammonia electrosynthesis. This review integrates mechanistic insights across these domains and outlines future directions for translating molecular-level understanding into scalable technologies for green ammonia production.",
    "Author": "Ju, HyungKuk",
    "DOI": "https://doi.org/10.3390/catal16020149",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-03",
    "Source": "Catalysts",
    "Subfield": "Catalysis",
    "Title": "Recent Advances in Electrocatalytic Ammonia Synthesis: Integrating Electrolyte Effects, Structural Engineering, and Single-Atom Platforms",
    "Topic": "Ammonia Synthesis and Nitrogen Reduction"
  }
]
