[
  {
    "article_path": "/article/uk-police-arrest-former-prince-andrew-in-epstein-linked-misconduct-probe_b0fcf7",
    "article_url": "https://ground.news/article/uk-police-arrest-former-prince-andrew-in-epstein-linked-misconduct-probe_b0fcf7",
    "bias": [
      "Left-Leaning outlets frame Andrew Mountbatten-Windsor's arrest as a moment of accountability, emphasizing \"Epstein revelations\" and \"Karma Time\" to highlight \"elite impunity,\" even drawing parallels to American politics .",
      "Right-Leaning coverage portrays a \"disgraced\" figure, focusing on the \"shame\" and \"bombshell\" nature for the monarchy, sometimes linking it to broader \"elite corruption\" or past associations like a resurfaced video of Donald Trump.",
      "Center-Leaning reports remain largely descriptive, presenting the event as a \"Royal Scandal\" or \"Andrew's Fall\" without extensive ideological framing, de-emphasizing the maximum sentence for misconduct.",
      "While all agree on the basic facts of the arrest and King Charles's statement that \"the law must take its course,\" their distinct rhetorical choices reveal underlying ideological divides concerning power, justice, and institutional integrity."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On February 19, 2026, Thames Valley Police arrested Andrew Mountbatten-Windsor on suspicion of misconduct in public office as he turned 66.",
      "Following the January 30 US Department of Justice release of three million Epstein-related files, Thames Valley Police had been assessing claims and opened inquiries after the material prompted calls for investigation.",
      "Shortly after 8 a.m., plain‑clothed officers and unmarked police vehicles arrived at Wood Farm, with police confirming devices could be seized, and the man remains in custody.",
      "King Charles III said the law must take its course following the arrest, Buckingham Palace pledged full cooperation if approached, and Virginia Roberts Giuffre's family thanked Thames Valley Police.",
      "Observers called the move unprecedented for a senior royal, noting its extraordinary nature, while media and publishers were warned about contempt risks as the legal system and courts keep the case active."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/nih-director-jay-bhattacharya-named-acting-cdc-leader-amid-leadership-changes_3aa5d4",
    "article_url": "https://ground.news/article/nih-director-jay-bhattacharya-named-acting-cdc-leader-amid-leadership-changes_3aa5d4",
    "bias": [
      "Left-Leaning coverage frames Jay Bhattacharya as a \" CDC critic\" who \"rebuked\" established health responses, employing a skeptical tone.",
      "Right-Leaning outlets, conversely, emphasize his co-authorship of the \"Great Barrington Project\" and that he \"rose to prominence\" as a critic of COVID-19 mandates, portraying him as an aligned figure.",
      "Center perspectives acknowledge \"controversy\" and an \"embattled\" agency but maintain a neutral tone regarding his temporary appointment.",
      "While all agree on his temporary role and Jim O'Neill's dismissal by Robert F.",
      "Kennedy Jr., these portrayals reveal profound ideological divides concerning public health policy and government authority."
    ],
    "bias_bar_text": null,
    "center_pct": 60.0,
    "error": null,
    "left_pct": 24.0,
    "location": null,
    "right_pct": 16.0,
    "status": "ok",
    "summary": [
      "On Wednesday, the New York Times reported that Jay Bhattacharya, NIH director, will assume acting leadership of the CDC , replacing Jim O'Neill, who served as acting CDC director and deputy secretary.",
      "After Monarez's removal, O'Neill became acting CDC director, with Politico first reporting his departure on Friday, amid disputed accounts by Kennedy.",
      "James O'Neill signed off on reducing recommended pediatric vaccines and served simultaneously as acting CDC director and HHS deputy secretary before exiting both roles; the administration plans to nominate him to lead the National Science Foundation.",
      "Several top CDC officials resigned in protest after Susan Monarez's ouster, reducing leadership continuity, while NIH faces vacancies with more than half of its 27 institutes and centers lacking permanent directors.",
      "O'Neill's planned NSF nomination and Bhattacharya becoming the third CDC leader since summer indicate a broader administrative reshuffle, a Reuters official said."
    ],
    "title": "NIH Director Jay Bhattacharya Named Acting CDC Leader Amid Leadership Changes",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/eight-skiers-found-dead-after-california-avalanche-with-one-still-missing-sheriff-confirms_91c9bb",
    "article_url": "https://ground.news/article/eight-skiers-found-dead-after-california-avalanche-with-one-still-missing-sheriff-confirms_91c9bb",
    "bias": [
      "Left-Leaning coverage frames the Lake Tahoe avalanche as a preventable human tragedy—emphasizing \"dead,\" prior \"warned\" advisories, the guiding company’s marketing and the toll on families—while right-leaning pieces stress alleged poor judgment and culpability, using charged terms like \"ambushed,\" \"leading people to their deaths,\" or sensational modifiers such as \"massive\" to imply negligence.",
      "Rhetorically, the left uses cautionary, empathetic tones , the right uses accusatory, dramatic language; center outlets de-emphasize blame and foreground technical explainer content.",
      "Dividing lines include guide accountability, who notified authorities, and the decision to travel despite high danger; all agree on eight dead, one missing, six rescued, severe weather, and official avalanche warnings."
    ],
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 26.0,
    "location": null,
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "On Tuesday, Nevada County Sheriff Shannan Moon said eight skiers died and one is missing after an avalanche around 11:30 a.m. in the Castle Peak area near Truckee.",
      "The Sierra Avalanche Center reported the slide measured D2.5 on a north-facing slope at about 8,200 feet as forecasters cited rapid snowfall, weak layers and gale-force winds under a high-danger avalanche warning.",
      "The guided group had been staying at the Frog Lake huts since Sunday, and responders used snowcats to travel about two miles then skied in, aided by emergency SOS messages and beacons.",
      "Officials said they have transitioned to a recovery mission and notified families of the victims, Nevada County Sheriff Shannan Moon confirmed, adding that one deceased is a spouse of a Tahoe Nordic Search and Rescue member and recovery depends on weather.",
      "Officials noted the incident is the deadliest since 1981 and avalanche warnings and National Weather Service winter storm alerts remain active while U.S. annual avalanche deaths total 25 to 30."
    ],
    "title": "Eight skiers found dead after California avalanche, with one still missing, Sheriff confirms",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/fda-reverses-course-will-review-modernas-mrna-based-flu-shot_336588",
    "article_url": "https://ground.news/article/fda-reverses-course-will-review-modernas-mrna-based-flu-shot_336588",
    "bias": [
      "Left-Leaning coverage frames the FDA 's \"reverses course\" as a positive correction for public health, highlighting \"Nobel Prize-winning\" technology and uniquely mentioning criticisms like \"unsafe and ineffective\" from figures like Robert F.",
      "Kennedy Jr. Right-leaning outlets emphasize the FDA's initial \"refusal-to-file\" and a \"public dispute,\" portraying the reversal as overcoming bureaucratic hurdles, noting \"Moderna gains\" and a specific decision date.",
      "Center coverage neutrally describes the \"reverses course\" but also focuses on \"chaos\" and \"volatility\" at the agency.",
      "All sides agree on the core event and mRNA technology, yet their distinct portrayals reflect underlying ideological differences regarding government oversight, scientific innovation, and market dynamics."
    ],
    "bias_bar_text": null,
    "center_pct": 65.0,
    "error": null,
    "left_pct": 21.0,
    "location": null,
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "The U.S. Food and Drug Administration on Feb 18, 2026 agreed to review Moderna's mRNA seasonal influenza vaccine after the company amended its application, reversing last week's refusal.",
      "The FDA's `refuse-to-file` decision stemmed from Dr. Vinay Prasad citing issues with the control vaccine and study design in a trial of about 41,000 people.",
      "Moderna proposed splitting approvals by age, seeking full approval for adults 50 to 64 and accelerated approval for adults 65 and older with a post-marketing study, while the FDA targets a decision by Aug. 5 for the 2026-2027 flu season.",
      "Shares of Moderna rose more than 5% after the news amid intense mRNA scrutiny by Robert F. Kennedy Jr., U.S. Health Secretary, who canceled $500 million funding.",
      "Regulators abroad are also reviewing the filing, with regulators in Europe, Canada and Australia assessing Moderna's vaccine while the company spent hundreds of millions and secured a $750 million Blackstone investment."
    ],
    "title": "FDA reverses course, will review Moderna’s mRNA-based flu shot",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/shooter-killed-ex-wife-and-a-son-in-rhode-island-ice-rink-attack-police-say_52eefe",
    "article_url": "https://ground.news/article/shooter-killed-ex-wife-and-a-son-in-rhode-island-ice-rink-attack-police-say_52eefe",
    "bias": [
      "While outlets agree on the tragic shooting details, including the number of victims and the shooter's identity, narratives diverge sharply.",
      "Left-Leaning coverage emphasizes the \"impact on the entire community\" and a daughter's claim of a \"vendetta,\" also highlighting \"weapons seized,\" suggesting broader societal implications.",
      "Conversely, right-leaning outlets pivot to the shooter's transgender identity, framing it as \"transgender violence\" and using terms like \"deranged cross-dressing shooter\" and \"gender-confused people\" to imply a causal link to the violence, often criticizing other media for \"downplaying\" this aspect.",
      "Center-Leaning reports maintain a neutral tone, focusing on verified facts and mentioning the shooter's alternate name without sensationalism.",
      "This reveals a fundamental ideological split: one side seeking systemic explanations, the other emphasizing individual identity and perceived moral failings, reflecting broader cultural conflicts."
    ],
    "bias_bar_text": null,
    "center_pct": 39.0,
    "error": null,
    "left_pct": 26.0,
    "location": null,
    "right_pct": 35.0,
    "status": "ok",
    "summary": [
      "On Feb. 16, 2026, a shooter identified as Robert Dorgan opened fire at Dennis M. Lynch Arena during a hockey game, killing ex-wife Rhonda Dorgan and son Aidan Dorgan.",
      "Pawtucket Police Chief Tina Goncalves said the shooting appeared to be a family dispute, and court records show Rhonda Dorgan filed for divorce in February 2020, finalized in June 2021, citing gender transition and personality disorder traits.",
      "Investigators have interviewed nearly 100 witnesses and are reviewing video from LiveBarn showing more than a dozen shots, while three bystanders, including an unnamed `good Samaritan`, intervened to contain Dorgan.",
      "The City of Pawtucket arranged grief counselors and a GoFundMe fundraiser for the victims' families, while the Rhode Island Interscholastic League suspended all games out of respect.",
      "The shooting follows a Brown University attack nearly two months earlier, highlighting state trauma from recent violence; Robert Dorgan, 56, who used the names Roberta Dorgan and Roberta Esposito, worked at General Dynamics Bath Iron Works and briefly served in the Marine Corps."
    ],
    "title": "Rhode Island Shooter Kills Ex-Wife and Son at Pawtucket Hockey Game",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/07772d24-5220-4f39-9a8d-3fec10cec1dc",
    "article_url": "https://ground.news/article/07772d24-5220-4f39-9a8d-3fec10cec1dc",
    "bias": null,
    "bias_bar_text": "Left 27% Center 44% Right 29%",
    "center_pct": 44.0,
    "error": null,
    "left_pct": 27.0,
    "location": null,
    "right_pct": 29.0,
    "status": "no_change",
    "summary": [
      "President Donald Trump on Thursday used Truth Social to order agency leaders to 'begin the process of identifying and releasing' government files on UAPs and UFOs, citing public interest.",
      "Following viral remarks by Barack Obama on a podcast, reporters pressed Trump, who responded with a declassification order shortly after the Feb. 14 interview, amid renewed public interest.",
      "The Pentagon has tracked UAPs for decades and created the All-Domain Anomaly Resolution Office; a 2024 assessment says no confirmed evidence of extraterrestrial technology exists.",
      "Officials say it's unclear which records might be disclosed or how quickly any release would occur, and observers warn the announcement could intensify public and conspiracy theorists' interest in UAPs.",
      "Officials say any systematic release would follow standard declassification review processes, which could occur around July 8, the Roswell anniversary, to prevent security risks."
    ],
    "title": "Trump orders agencies to identify and release government files on aliens",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/universal-vaccine-for-cold-flu-covid-and-allergies-moves-a-step-closer-scientists-say",
    "article_url": "https://ground.news/article/universal-vaccine-for-cold-flu-covid-and-allergies-moves-a-step-closer-scientists-say",
    "bias": null,
    "bias_bar_text": "Left 33% Center 67%",
    "center_pct": 67.0,
    "error": null,
    "left_pct": 33.0,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Researchers at Stanford Medicine published findings today showing a nasal‑spray vaccine, GLA-3M-052-LS+OVA, protected mice against diverse respiratory viruses, bacteria and allergens for at least three months.",
      "By design, the vaccine mimics T‑cell signals to stimulate the innate immune system and recruit T cells in the lungs, a radical departure from conventional vaccines used for more than 200 years.",
      "In lab tests, mice given four doses experienced a 100-to-1,000-fold reduction in viral entry and protection against Staphylococcus aureus, Acinetobacter baumannii, and house dust mites.",
      "The team plans human trials that would start with a safety trial followed by a deliberate-exposure trial, estimating availability in five to seven years if funded, though effects in people remain unknown.",
      "Experts hailed the work as promising yet cautioned that if translated to humans, the vaccine could replace multiple annual respiratory shots and offer a pandemic first‑line defence, though immune overactivation risks remain."
    ],
    "title": "Universal vaccine for cold, flu, COVID and allergies 'moves a step closer'",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/donald-trump-says-hes-won-affordability-amid-slipping-approval-rating",
    "article_url": "https://ground.news/article/donald-trump-says-hes-won-affordability-amid-slipping-approval-rating",
    "bias": [
      "Left-Leaning coverage frames Trump's \"I've won affordability\" claim with skepticism, highlighting \"high prices frustrate voters\" and \"despite rising prices,\" portraying his declaration as disconnected from \"cost-of-living woes.",
      "Right-Leaning outlets, conversely, amplify his self-congratulatory statement, presenting it as a clear victory in a \"battleground state\" and including his assertion about \"fake news.",
      "Center-Leaning perspectives report his claim while adding crucial context about his \"slipping approval rating\" and \"public concerns and rising disapproval\" of his economic handling, a detail de-emphasized by both left and right.",
      "While all perspectives agree Trump made the affordability statement in Georgia concerning his economic record, the left emphasizes specific economic policies he touted, framing them against current realities, whereas the right focuses on his positive claims and political context.",
      "This reveals a fundamental ideological divide on economic performance and the role of leadership."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 43.0,
    "location": "Georgia",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "On Thursday, President Donald Trump told the crowd at Coosa Steel Corporation, Rome, Georgia that `I’ve won affordability.` while touting a rising stock market and his tariff policy.",
      "The speech was part of his Affordability Tour that focused on the cost of living ahead of the midterm elections as voter angst about high costs threatens Republican control of Congress.",
      "Aggregate polling places Trump between 19 and 26 points underwater, and a Feb. 13-16 Reuters/Ipsos survey found 57% disapprove, 34% approve of his economic stewardship.",
      "A special election to fill Greene's seat is scheduled for March 10, and Trump has endorsed Clay Fuller despite 14 other Republicans entering the race.",
      "The U.S. Supreme Court is considering the legality of sweeping tariffs as research shows tariffs paid by midsize U.S. businesses have tripled over the past year, forcing firms employing 48 million Americans to absorb costs amid rising food and utilities prices."
    ],
    "title": "Trump says he’s ‘won affordability’ in Georgia speech",
    "topic": "Donald Trump",
    "topic_full": "Donald Trump · Georgia"
  },
  {
    "article_path": "/article/61eaf1cb-7f88-43f2-bdb1-ad3f0a1890ab",
    "article_url": "https://ground.news/article/61eaf1cb-7f88-43f2-bdb1-ad3f0a1890ab",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 58.0,
    "error": null,
    "left_pct": 27.0,
    "location": "United States",
    "right_pct": 15.0,
    "status": "no_change",
    "summary": [
      "On Feb. 19, Eric Dane, the actor, died at 53, the family confirms to PEOPLE, saying `With heavy hearts, we share that Eric Dane passed on Thursday afternoon following a courageous battle with ALS.`",
      "In April 2025, Dane announced his ALS diagnosis and later partnered with I Am ALS on legislation and fundraising to advocate for research.",
      "The family asked for privacy as they navigate this time, and Dane is survived by his daughters Billie and Georgia, who were by his side in his final days.",
      "His career includes roles as Dr. Mark Sloan on Grey's Anatomy and Captain Tom Chandler on The Last Ship, with final credits like Borderline and Family Secrets, and the family said he will be deeply missed.",
      "Earlier in his life, Dane faced public controversies including a 2009 leaked nude video and later rehab amid struggles with addiction, while his then-wife filed for divorce, which she later sought to dismiss in 2025."
    ],
    "title": "Eric Dane, Grey's Anatomy and Euphoria Star, Dead at 53 Nearly 1 Year After Announcing ALS Diagnosis",
    "topic": "Celebrity",
    "topic_full": "Celebrity · United States"
  },
  {
    "article_path": "/article/university-of-texas-regents-approve-limits-on-teaching-unnecessarily-controversial-subjects",
    "article_url": "https://ground.news/article/university-of-texas-regents-approve-limits-on-teaching-unnecessarily-controversial-subjects",
    "bias": [
      "Left-Leaning coverage frames the policy limiting \"unnecessarily controversial subjects\" with skepticism, using quotation marks to signal critical distance and warning of professors' potential to \"self-censor\" or leave students \"less prepared.",
      "Right-Leaning outlets, conversely, portray the action as a necessary \"restrict\" against perceived ideological overreach.",
      "The center perspective, while maintaining neutral language like \"to consider\" or \"could change,\" uniquely highlights specific targeted areas such as \"race, gender,\" and \"LGBTQ+\" topics, connecting the policy to broader trends of \"state control\" and \"conservative new laws\" impacting DEI programs.",
      "All perspectives acknowledge critics' concerns about the policy's \"vagueness\" and potential to \"harm students,\" revealing deep ideological rifts over academic freedom and curriculum control in higher education ."
    ],
    "bias_bar_text": null,
    "center_pct": 72.0,
    "error": null,
    "left_pct": 14.0,
    "location": "Texas",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "On Thursday, the University of Texas System Board of Regents unanimously approved a rule requiring students to graduate without studying 'unnecessary controversial subjects' after about 40 minutes of public testimony.",
      "Over the past year, political pressure on public universities from state and federal leaders increased amid UT‑Austin's recent departmental consolidation critics link to the new rule.",
      "The policy mandates that instructors present disputed issues with a \"broad and balanced approach\" and bars attempts to \"coerce, indoctrinate, harass, or belittle\" students, while faculty must list planned topics in syllabi and adhere to those plans.",
      "Critics warn the rule will prompt self‑censorship and legal risks as Dr. Alex Karner said vague standards narrow inquiry, while Allen Liu warned of \"viewpoint discrimination\" impacting Black faculty and students.",
      "The rule applies across the UT System's more than 260,000 students, with Kevin Eltife ordering system leaders to review curricula despite undefined 'controversial' content."
    ],
    "title": "University of Texas regents approve limits on teaching “unnecessarily controversial subjects”",
    "topic": "Education",
    "topic_full": "Education · Texas"
  },
  {
    "article_path": "/article/bf175b2a-4e5e-42c9-b841-de41eb74eb2b",
    "article_url": "https://ground.news/article/bf175b2a-4e5e-42c9-b841-de41eb74eb2b",
    "bias": [
      "Left-Leaning coverage emphasizes the \"affectionate\" dog and the woman's \"resisting arrest,\" evoking sympathy for the animal and a fuller account of the legal charges.",
      "Right-Leaning outlets employ terms like \"Heartless\" and \"brainless,\" condemning the \"traveler\" and explicitly naming her, stressing moral failings and personal accountability.",
      "Center coverage maintains a neutral, procedural tone, focusing on the \"online paperwork\" issue as the reason for denied boarding.",
      "While all agree a woman was arrested for abandoning her dog at the airport due to documentation problems, the narratives diverge, reflecting ideological priorities from animal welfare to individual culpability."
    ],
    "bias_bar_text": null,
    "center_pct": 58.0,
    "error": null,
    "left_pct": 18.0,
    "location": "Nevada",
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "A woman left a dog tied to a baggage sizer at the JetBlue ticket counter in Terminal 3 and went to the departure gate on Feb. 2, police say.",
      "JetBlue airline staff told Bryson she needed online service-animal documentation and denied her a boarding pass when she did not complete it.",
      "Video posted by LVMPD captures surveillance and body-camera footage showing the check-in and police encounter, with Bryson telling officers the dog had a tracking device.",
      "Court records show Bryson was arrested and booked on charges of animal abandonment and resisting arrest, with a status check hearing on March 31, LVMPD said.",
      "Animal Protective Services took custody of the approximately 2-year-old goldendoodle/mini poodle mix and held him under the mandatory 10-day hold; after the hold expired and the owner did not reclaim the dog, the dog is now in foster care and will soon be rehomed."
    ],
    "title": "Woman faces charges after allegedly leaving dog at Las Vegas airport",
    "topic": "US Crime",
    "topic_full": "US Crime · Nevada"
  },
  {
    "article_path": "/article/universal-child-care-clears-nm-house-heads-back-to-senate-for-final-approval_46419b",
    "article_url": "https://ground.news/article/universal-child-care-clears-nm-house-heads-back-to-senate-for-final-approval_46419b",
    "bias": [
      "Left-Leaning coverage frames the \"promise\" of \"free child care\" as a positive social initiative, highlighting legislative details and the \"predictability\" it \"creates\" for families facing \"crippling\" bills, while scrutinizing the \"fiscal escape hatch\" for robust implementation.",
      "Right-Leaning outlets, conversely, view the \"promise\" and \"free child care\" with skepticism, portraying the \"escape hatch\" as indicative of inherent flaws or unsustainable spending.",
      "Center-Leaning reports balance the \"promise\" with the \"fiscal escape hatch,\" offering a cautious, nuanced perspective.",
      "All sides acknowledge the \"ambitious\" program, funded by an oil and gas \"windfall,\" and that lawmakers are \"wary\" of its long-term stability, reflecting broader ideological divides on social welfare versus fiscal responsibility."
    ],
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 18.0,
    "location": "New Mexico",
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "During the legislative session that ended Thursday, New Mexico enacted a law to provide universal child care, expanding eligibility to about 25,000 more children, with implementation cautious and funded by oil-and-gas revenue.",
      "Amid national pressure to ease childcare costs, lawmakers cited a plan relying on oil-and-gas revenue and a $10 billion early childhood trust to fund expansion.",
      "The law gives the early education agency oversight tools, tying annual reporting to copayments with 90-days notice, and allows waitlists when demand exceeds slots.",
      "Families who were just above former cutoffs say Marianna Eanone's household paid $1,000 monthly for licensed home daycare and now feel relief, despite capacity shortages across New Mexico.",
      "Legislators emphasized fiscal and fraud risks, citing U.S. prosecutors' Minnesota fraud allegations, and said guardrails were added to prevent unchecked spending, as the governor made compromises."
    ],
    "title": "New Mexico’s promise of free child care comes with a fiscal escape hatch",
    "topic": "New Mexico Politics",
    "topic_full": "New Mexico Politics · New Mexico"
  },
  {
    "article_path": "/article/nyu-langone-ending-transgender-youth-health-program-drawing-ire-of-advocacy-groups",
    "article_url": "https://ground.news/article/nyu-langone-ending-transgender-youth-health-program-drawing-ire-of-advocacy-groups",
    "bias": [
      "Left-Leaning outlets emphasize the negative impact on \"trans teens\" forced to \"scramble\" after NYU Langone \"shutters care,\" framing the decision as \"caving to pressure\" and highlighting \"gender-affirming care.",
      "Conversely, right-leaning coverage celebrates a \"major victory,\" using charged terms like \"axes,\" \"sex changes,\" and \"gender mutilation,\" triumphantly linking the closure to \"Trump Flex\" and threats to \"yank funding.",
      "Center-Leaning reports the discontinuation factually, noting the \"ire of advocacy groups\" and the \"regulatory environment.",
      "All perspectives acknowledge the program's end and the role of federal funding threats.",
      "This divergence reveals deep ideological rifts concerning LGBTQ + rights and medical interventions for minors."
    ],
    "bias_bar_text": "L 15% C 18% Right 67%",
    "center_pct": 18.0,
    "error": null,
    "left_pct": 15.0,
    "location": null,
    "right_pct": 67.0,
    "status": "ok",
    "summary": [
      "NYU Langone Health has ended its Transgender Youth Health Program due to regulatory challenges and the departure of its medical director, but will continue pediatric mental health care programs.",
      "Councilmember Tiffany Cabán, the NYCLU, and advocates like Elisa Crespo condemned the decision, emphasizing that gender-affirming care is lifesaving and improves mental health for transgender youth, with its removal leading to increased anxiety, depression, and suicide attempts.",
      "U.S. Department of Health and Human Services Secretary Robert F. Kennedy Jr. stated the federal government will oppose practices it deems unsafe or irreversible for children, linking this stance to the program's closure."
    ],
    "title": "Top New York hospital ends transgender youth health program citing regulatory challenges",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/wait-for-supreme-court-tariff-decision-reveals-potential-fallout",
    "article_url": "https://ground.news/article/wait-for-supreme-court-tariff-decision-reveals-potential-fallout",
    "bias": null,
    "bias_bar_text": "Left 46% Center 45% 9%",
    "center_pct": 45.0,
    "error": "Message: \n",
    "left_pct": 46.0,
    "location": null,
    "right_pct": 9.0,
    "status": "fail",
    "summary": null,
    "title": "Trump defiant on tariffs in Georgia, lambasts waiting ‘forever’ for Supreme Court ruling",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/kentucky-supreme-court-rules-that-charter-schools-law-is-unconstitutional",
    "article_url": "https://ground.news/article/kentucky-supreme-court-rules-that-charter-schools-law-is-unconstitutional",
    "bias": [
      "News coverage of the Kentucky Supreme Court's charter school ruling reveals stark ideological divides.",
      "Left-Leaning outlets emphasize the court's decision as a straightforward legal outcome, de-emphasizing the bill's political origins.",
      "Right-Leaning perspectives, however, frame the court's action as \"Blocks\" funding, highlighting the measure as \"GOP-backed\" and citing a \"Constitutional 'Lockbox'\" to portray judicial overreach or strict constitutionalism.",
      "Center-Leaning coverage uses neutral legal terms like \"strikes down,\" providing more legislative context and noting a \"significant blow\" to school choice advocates.",
      "While all agree on the unanimous ruling and the court's affirmation that state funds are \"for common schools and for nothing else,\" the left focuses on the outcome, while the right emphasizes the political challenge and specific constitutional interpretations, reflecting broader debates on public education funding versus school choice."
    ],
    "bias_bar_text": null,
    "center_pct": 65.0,
    "error": null,
    "left_pct": 23.0,
    "location": "Kentucky",
    "right_pct": 12.0,
    "status": "ok",
    "summary": [
      "On Thursday, the Kentucky Supreme Court unanimously struck down House Bill 9, nullifying the 2022 law to establish statewide charter schools in a ruling authored by Justice Michelle M. Keller.",
      "Section 184 of the Kentucky Constitution forbids raising or collecting education funds outside common schools without a majority public vote, reflecting the 1890-91 Constitutional Convention's creation of a `lockbox` to prevent diversion.",
      "House Bill 9 would have created charter school pilots in Northern Kentucky and Louisville and allowed operators to set enrollment caps and lottery systems outside district boundaries.",
      "The ruling prevents lawmakers from using the current tax structure to fund charter schools and requires placing them under local school boards or a Section 184-compliant tax referendum, marking a victory for the Council for Better Education and the Jefferson County Board of Education.",
      "Kentucky voters in all 120 counties rejected Amendment 2 in the 2024 vote, reinforcing funding for the common-school system while charter schools have been legal since 2017 but remain unopened."
    ],
    "title": "Kentucky Supreme Court rules that charter schools law is unconstitutional",
    "topic": "Kentucky Politics",
    "topic_full": "Kentucky Politics · Kentucky"
  },
  {
    "article_path": "/article/indonesian-leader-signs-trade-deal-with-trump-while-in-washington-for-the-board-of-peace_cf5d4b",
    "article_url": "https://ground.news/article/indonesian-leader-signs-trade-deal-with-trump-while-in-washington-for-the-board-of-peace_cf5d4b",
    "bias": [
      "Right-Leaning coverage frames the trade agreement with positive, decisive language, using terms like \"Slashing\" the tariff rate to \"19%\" and highlighting it as \"ending months of uncertainty,\" portraying the deal as a significant win.",
      "In contrast, center-leaning outlets emphasize the event neutrally, reporting simply that the \"Indonesian leader signs trade deal\" without loaded terms or emotional appeals.",
      "Left-Leaning coverage also de-emphasizes specific figures like the \"19%\" tariff rate and the broader positive implications.",
      "While all perspectives agree on the core event of the trade deal signing and the \"Board of Peace\" meeting, the right uniquely focuses on the deal's specific economic impact and positive resolution, revealing a clear ideological divide in characterizing policy outcomes."
    ],
    "bias_bar_text": null,
    "center_pct": 58.0,
    "error": null,
    "left_pct": 21.0,
    "location": "United States",
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "On Thursday, Indonesian President Prabowo Subianto signed a reciprocal trade agreement with U.S. President Donald Trump at the inaugural Trump-led Board of Peace meeting in Washington; the White House called it a `great deal`.",
      "Negotiators built on a summer framework that Indonesia would eliminate tariffs on most U.S. goods, while the U.S. would set tariffs at 19%, after recent intensive talks ending in early February.",
      "Commercially, Indonesian and U.S. companies struck 11 deals this week worth $38.4 billion, including purchases of 1 million tons soybeans, 1.6 million tons corn, 93,000 tons cotton, and up to 5 million tons wheat by 2030 plus critical-minerals cooperation.",
      "That day, leaders of Cambodia and Vietnam traveled to Washington, with Cambodia signing a trade deal and Vietnam reaching a framework agreement, while Prabowo reiterated Indonesia's pledge to send `more if necessary` 8,000 troops for Gaza.",
      "Strategically, the pact aims to secure Indonesia's agreement to lift restrictions on critical minerals, framing Indonesia as a `bridge` and `honest broker` between powers, with optimism for `real peace` under Trump."
    ],
    "title": "Indonesian leader signs trade deal with Trump while in Washington for the Board of Peace",
    "topic": "Business",
    "topic_full": "Business · United States"
  },
  {
    "article_path": "/article/police-looking-for-missing-person-find-3-men-dead-in-detroit-house",
    "article_url": "https://ground.news/article/police-looking-for-missing-person-find-3-men-dead-in-detroit-house",
    "bias": [
      "Left-Leaning coverage offers a concise account of men \"assaulted to death,\" de-emphasizing specific investigative details.",
      "Center-Leaning reports, however, vividly portray a \"triple homicide\" and \"brutal scene inside — just awful,\" providing graphic specifics like bodies \"wrapped in towels & carpeting\" and precise location data, alongside state police involvement.",
      "Right-Leaning reports echo the \"brutal scene\" sentiment but pivot to investigative challenges, highlighting that a \"motive was not immediately known\" and the search for a suspect.",
      "While all agree on the discovery of three bludgeoned and stabbed men, the divergence reveals a left preference for brevity, a center inclination towards graphic detail, and a right focus on the ongoing criminal investigation."
    ],
    "bias_bar_text": null,
    "center_pct": 58.0,
    "error": null,
    "left_pct": 25.0,
    "location": "Michigan",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "On Wednesday, Feb. 18, 2026, Detroit police found three bodies inside a southwest Detroit home while responding to a missing persons report.",
      "Responding to a 911 call shortly before 1 p.m., officers were approached by an individual claiming assault inside a nearby home, McKay said, leading them to the house.",
      "Assistant Police Chief Charles Fitzgerald said the three victims were bludgeoned and stabbed, and the house interior was brutal with one person covered by a carpet.",
      "A heavy police presence remained on the block as detectives said the case is being investigated as a triple homicide; no suspects or bodies have been identified and the public is asked to provide tips.",
      "Detroit detectives say it is unknown if the deaths are linked to the missing persons report, and they do not yet know how long the bodies were in the house."
    ],
    "title": "Police looking for missing person find 3 men dead in Detroit house",
    "topic": "US Crime",
    "topic_full": "US Crime · Michigan"
  },
  {
    "article_path": "/article/dna-on-cigarette-leads-to-conviction-in-california-cold-case-murder",
    "article_url": "https://ground.news/article/dna-on-cigarette-leads-to-conviction-in-california-cold-case-murder",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 33.0,
    "location": "California",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "A Sonoma County jury on February 13, 2026 convicted James Oliver Unick, of Willows, who faces sentencing on April 23, 2026 and may receive life without parole.",
      "With FBI assistance, investigators turned to genetic genealogy after a 2003 DNA profile from semen on clothing initially failed to identify a suspect, as the Cloverdale Police Department hired Kevin Cline in 2021.",
      "The cigarette DNA matched both the 2003 DNA profile and samples from Geer's clothing after FBI agents obtained a discarded cigarette, leading to James Unick's July 2024 arrest.",
      "Unick's courtroom claims included `I did not strangle anybody`, and Sonoma County District Attorney Carla Rodriguez said the verdict offers the Geer family some solace.",
      "The case shows how familial DNA cracked a case that had gone cold for over 40 years, with prosecutors calling it the coldest case ever presented to a Sonoma County jury and highlighting the severity of Geer's attack."
    ],
    "title": "Cold case murder of teen solved 44 years later using DNA from cigarette",
    "topic": "US Crime",
    "topic_full": "US Crime · California"
  },
  {
    "article_path": "/article/ohio-woman-sentenced-to-life-in-prison-for-killing-4-men-with-fentanyl-doses",
    "article_url": "https://ground.news/article/ohio-woman-sentenced-to-life-in-prison-for-killing-4-men-with-fentanyl-doses",
    "bias": [
      "Left-Leaning outlets frame the perpetrator as an \"Ohio sex worker\" and the case as \"serial murder,\" emphasizing social context and the gravity of the crime.",
      "Right-Leaning coverage, however, prioritizes individual culpability using strong terms like \"killing\" and highlighting \"overdose deaths,\" also noting an initial \"not guilty\" plea.",
      "Center-Leaning reports offer procedural details of the investigation and include a victim's family quote, \"Now we can grieve,\" adding emotional impact.",
      "While all perspectives agree on the four life terms and 60 years parole for killing four men with fentanyl for robbery, the differing emphasis on profession, culpability, and emotional impact reveals underlying ideological priorities regarding crime, social issues, and justice ."
    ],
    "bias_bar_text": null,
    "center_pct": 44.0,
    "error": null,
    "left_pct": 40.0,
    "location": "Ohio",
    "right_pct": 16.0,
    "status": "ok",
    "summary": [
      "On Thursday, Rebecca Auborn was sentenced to four consecutive life terms after pleading guilty in December to four murders, felonious assault, theft, and parole eligibility after 60 years.",
      "Authorities say the crimes occurred from Jan. 15 to June 17, 2023, involving fatally drugging and robbing men who met Rebecca Auborn for sex, per the Central Ohio Human Trafficking Task Force.",
      "Victims were identified as Akin, 64; Robert Snoke, 54; Joseph Crumpler, 30; and Guy Renda Jr., 42, while indictments filed in 2023 include the four killings, robbery of a fifth person, and charges for aggravated robbery and felonious assault.",
      "A spokeswoman for prosecutors said they sought the sentence, and victims' families submitted impact statements, while Auborn's attorney declined to comment.",
      "Yost's office described the killings as \"serial murder,\" a victim's daughter said police initially showed little interest despite a tip naming 'becka,' and the Columbus Division of Police said it is reviewing the matter."
    ],
    "title": "Ohio woman sentenced to life in prison for killing 4 men with fentanyl doses",
    "topic": "US Crime",
    "topic_full": "US Crime · Ohio"
  },
  {
    "article_path": "/article/house-passes-bill-that-will-limit-state-environmental-regulations",
    "article_url": "https://ground.news/article/house-passes-bill-that-will-limit-state-environmental-regulations",
    "bias": [
      "Left-Leaning coverage frames the legislation as potentially \"weakening\" environmental \"protections,\" employing terms that suggest a detrimental outcome.",
      "In contrast, center-leaning outlets emphasize the bill's function to \"limit\" or \"restrict\" state regulations, often specifying adherence \"to federal standards,\" portraying the action more descriptively.",
      "While the left attributes negative sentiment to \"critics,\" center coverage explicitly highlights the bill's \"controversial\" nature, noting \"Democratic opposition\" and \"concerns about public health protections,\" sparking a \"fierce debate.",
      "The center also provides granular detail on the bill's mechanism, which the left de-emphasizes.",
      "Both perspectives agree that the Alabama House passed a bill, signed by Governor Ivey, which restricts the state's ability to set new environmental regulations, revealing broader ideological differences on the balance between state autonomy and environmental safeguards."
    ],
    "bias_bar_text": null,
    "center_pct": 82.0,
    "error": null,
    "left_pct": 18.0,
    "location": "Alabama",
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Tuesday, the Alabama House approved Senate Bill 71, passing 68-34 after debate, sending it back to the Senate.",
      "Business groups including the U.S. Chamber of Commerce and Manufacture Alabama supported the bill for predictable rules and economic growth, with Senator Donnie Chesteen calling it 'pro-business' this month.",
      "Under the bill's terms, state agencies must prove a `direct causal link` to `manifest bodily harm` before new rules apply, bar EPA's Integrated Risk Information System as default, and allow emergency rules.",
      "Opponents said thousands of Alabama residents urged lawmakers to reject the bill, Sarah Stokes called it an \"impossible hurdle\" and \"a blank check to businesses,\" while Cara Horowitz warned the law limits pollution standards to a \"very particular kind of science.\"",
      "Similar moves in other states, including Tennessee last year, show a regional trend to limit environmental regulations, with Alabama's law taking effect immediately after Thursday's signing."
    ],
    "title": "Ivey signs legislation putting limits on new environmental regulations",
    "topic": "Alabama Politics",
    "topic_full": "Alabama Politics · Alabama"
  },
  {
    "article_path": "/article/judge-dismisses-ex-nypd-commissioners-lawsuit-alleging-systemic-corruption-in-police-department_3edaa5",
    "article_url": "https://ground.news/article/judge-dismisses-ex-nypd-commissioners-lawsuit-alleging-systemic-corruption-in-police-department_3edaa5",
    "bias": [
      "Left-Leaning outlets emphasize \"systemic corruption\" allegations and portray the police department as \"scandal-scarred,\" detailing the \"$10 million\" lawsuit.",
      "Right-Leaning coverage, while acknowledging the \"criminal enterprise\" claim, pivots to the lawsuit's dismissal, highlighting the \"243-page\" filing's implied \"little proof\" from the judge.",
      "Center-Leaning reports neutrally attribute the \"corruption\" claims and specify the judge's finding of no \"common cause or conspiracy.",
      "This reveals a left focus on institutional accountability versus a right focus on legal merit and skepticism of broad claims.",
      "All perspectives agree on the lawsuit's dismissal, but diverge on the underlying implications for public trust versus the legal system's efficacy."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 35.0,
    "location": "New York",
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "A federal judge dismissed the lawsuit alleging the NYPD operated as a `criminal enterprise`, citing lack of evidence for `a common purpose` among defendants.",
      "In July, Donlon filed the lawsuit after being appointed to stabilize the department, alleging `systemic corruption and criminal conduct` enabled by Adams and his allies.",
      "Donlon served as interim commissioner for about two months before Jessica Tisch, current NYPD commissioner, replaced him; his lawsuit was one of several filed by veteran police officials alleging corruption under Adams.",
      "A City Law Department spokesperson said they were `pleased the court agreed there was no legal basis for this case to continue` after Donlon's appeal, which has already been filed, was not detailed in the response.",
      "Amid related investigations, federal prosecutors recently brought multiple bribery cases against former police officials who served under Adams."
    ],
    "title": "Judge dismisses ex-NYPD commissioner’s lawsuit alleging ‘systemic corruption’ in police department",
    "topic": "NYPD",
    "topic_full": "NYPD · New York"
  },
  {
    "article_path": "/article/memorial-services-for-rev-jesse-jackson-expanded-to-include-south-carolina-and-washington-dc",
    "article_url": "https://ground.news/article/memorial-services-for-rev-jesse-jackson-expanded-to-include-south-carolina-and-washington-dc",
    "bias": [
      "While all outlets uniformly report the expansion of Rev.",
      "Jesse Jackson Sr.'s memorial services to Washington, D.C., and South Carolina, their emphasis diverges.",
      "Right-Leaning coverage uniquely highlights extensive biographical details, portraying him as a protégé of Martin Luther King Jr. and a two-time presidential candidate, providing broader context.",
      "Left-Leaning perspectives de-emphasize these specifics, focusing solely on the event.",
      "Center-Leaning coverage aligns with the right in frequently referencing him as a \"civil rights leader\" and specifically names the \"Rainbow PUSH Coalition\" as the announcing body, a detail de-emphasized by the left.",
      "All perspectives employ the positive phrase \"honoring the life,\" revealing a shared reverence for the figure, yet differ in the depth of historical framing provided."
    ],
    "bias_bar_text": null,
    "center_pct": 75.0,
    "error": null,
    "left_pct": 18.0,
    "location": "United States",
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "On Thursday, the Rainbow PUSH Coalition announced that memorials for Rev. Jesse Jackson, late civil rights leader and two-time presidential candidate, will be expanded to Washington, D.C., and South Carolina, scheduled March 1–March 4.",
      "His early organizing included joining the Selma to Montgomery voting rights march and launching Operation Breadbasket, according to his organization announced Thursday.",
      "Jackson will lie in repose next week at the Rainbow PUSH Coalition, with a public celebration at House of Hope on March 6 and a livestreamed private homegoing service the following day.",
      "Family members said `Although his body is absent from us, his spirit suffuses and infuses us, and it charges us to continue with the work` on Wednesday outside the family home.",
      "That history positions him as a central figure in civil rights, with Jackson being with King on April 4, 1968, when King was killed."
    ],
    "title": "Memorial services for Rev. Jesse Jackson expanded to include South Carolina and Washington, DC",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/fifa-pledges-50m-gaza-soccer-stadium-at-board-of-peace-meeting",
    "article_url": "https://ground.news/article/fifa-pledges-50m-gaza-soccer-stadium-at-board-of-peace-meeting",
    "bias": [
      "Left-Leaning coverage emphasizes Gaza's \"war-hammered\" state and urgent need for \"basics like homes, roads and power,\" framing the \"$50M soccer stadium\" as misdirected \"political theater,\" de-emphasizing broader funding.",
      "Right-Leaning outlets highlight \"Trump's\" \"presence\" and FIFA's role to \"rebuild Gaza\" through a \"historic partnership\" for \"recovery, stability and long-term development,\" often citing a broader \"$75 million\" commitment and additional \"10 billion\" and \"7 billion\" pledges.",
      "Center-Leaning reports also describe Gaza as \"war-hammered\" or \"in ruins\" but neutrally present both the \"$50M\" stadium and the \"$75 million\" figure, allowing readers to interpret the contrast.",
      "A pivotal dividing line is the perceived appropriateness of the stadium versus immediate humanitarian aid.",
      "All perspectives agree FIFA announced football projects in conflict-damaged Gaza at a Trump-led Peace Board meeting, reflecting broader ideological differences on aid priorities and leadership."
    ],
    "bias_bar_text": null,
    "center_pct": 47.0,
    "error": null,
    "left_pct": 20.0,
    "location": "United States",
    "right_pct": 33.0,
    "status": "ok",
    "summary": [
      "On Thursday, FIFA pledged $50 million for a stadium , a $15 million FIFA academy, and $2.5 million for mini-pitches in Gaza, according to reports.",
      "At the Board of Peace 's inaugural meeting in Washington, nine governments pledged $7 billion and five governments offered troop deployments toward Gaza relief.",
      "FIFA President Gianni Infantino said, `We don't have to just rebuild houses or schools or hospitals or roads,` and showed a video at the event, highlighting football's role in peace.",
      "The gathering featured Gianni Infantino briefly wore a Donald Trump \"USA\" hat as Trump repeatedly singled him out, saying `Virtually everyone is the head of a country`.",
      "The Gaza Strip faces devastation with destroyed neighborhoods and damaged services, and FIFA's plan includes youth, amateur and regional leagues to build a complete football ecosystem supporting residents of Gaza and future generations."
    ],
    "title": "FIFA pledges $50M Gaza soccer stadium at Board of Peace meeting",
    "topic": "Middle East Politics",
    "topic_full": "Middle East Politics · United States"
  },
  {
    "article_path": "/article/average-us-long-term-mortgage-rate-dips-to-601-lowest-level-in-more-than-3-years_7c8266",
    "article_url": "https://ground.news/article/average-us-long-term-mortgage-rate-dips-to-601-lowest-level-in-more-than-3-years_7c8266",
    "bias": [
      "All perspectives agree the average US long-term mortgage rate dipped to 6.01%, the lowest in \"more than 3 years.",
      "Left-Leaning coverage primarily presents this as a neutral statistical event, de-emphasizing broader economic implications.",
      "In stark contrast, right-leaning outlets frame the same data as an \"Economic Victory\" that \"should Fuel New Housing Revival,\" using terms like \"boosting\" and \"fueling\" to portray a significant market surge.",
      "Center-Leaning coverage offers a more nuanced view, noting \"sparking\" refinance demand and a \"favorable lead in\" to the homebuying season, yet also highlights that \"potential buyers were not impressed,\" a crucial detail de-emphasized by other perspectives.",
      "This divergence in interpreting a shared economic figure reveals contrasting ideological views on market strength and consumer sentiment."
    ],
    "bias_bar_text": null,
    "center_pct": 82.0,
    "error": null,
    "left_pct": 6.0,
    "location": "United States",
    "right_pct": 12.0,
    "status": "ok",
    "summary": [
      "The average 30-year fixed mortgage rate fell to 6.01% from 6.09% last week, the lowest level since September 2022.",
      "While lower rates did not significantly boost home purchase applications, refinance applications rose 7% and were 132% higher than a year ago.",
      "Mortgage rates have been hovering between 6% and 6.25% since the start of 2023."
    ],
    "title": "Average US long-term mortgage rate dips to 6.01%, lowest level in more than 3 years",
    "topic": "US Economy",
    "topic_full": "US Economy · United States"
  },
  {
    "article_path": "/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "article_url": "https://ground.news/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Sunday, US President Donald Trump urged Hamas to pursue disarmament and said the Board of Peace pledged $5 billion and personnel for stabilization.",
      "The second phase of the US-brokered ceasefire plan stipulates Hamas must disarm, with Israeli forces withdrawing and an International Stabilization Force deployed, though Hamas calls disarmament a red line.",
      "UN records show the plan was endorsed in November, and Trump said the Board of Peace will work with the United Nations; its charter does not seem limited to Gaza rebuilding oversight.",
      "Requests for membership fees and invitations have prompted criticism as countries were asked to pay $1 billion for permanent membership, with France, Britain, and others expressing doubts amid ceasefire violations.",
      "After meeting on the sidelines of the World Economic Forum in Davos last month, the Board of Peace is due to meet on Feb 19 in the US capital."
    ],
    "title": "Trump tells Hamas to proceed with ‘Full and Immediate’ disarmament",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/palestinian-journalists-recount-abuse-in-israeli-prisons-cpj-report-finds_81deed",
    "article_url": "https://ground.news/article/palestinian-journalists-recount-abuse-in-israeli-prisons-cpj-report-finds_81deed",
    "bias": [
      "Left-Leaning coverage vividly frames alleged mistreatment as \"sexual abuse,\" \"torture,\" and a \"deliberate strategy,\" using emotionally charged terms like \"Returned from hell\" and linking events to \"genocide in Gaza,\" emphasizing systemic Israeli culpability and victimhood.",
      "It highlights that \"all but one\" of 59 interviewed journalists reported abuse.",
      "Right-Leaning outlets acknowledge \"Systematic Abuse\" and \"torture\" but de-emphasize graphic details, instead providing figures like \"94 detained journalists\" and \"30 remain in Israeli detention,\" focusing on the broader scope of detentions.",
      "Center-Leaning reports maintain neutrality, referring to \"claims of torture\" and \"mistreatment of prisoners\" while noting Israel 's denials.",
      "All perspectives agree a CPJ report documents allegations of abuse against Palestinian journalists since October 2023, yet their divergent portrayals underscore fundamental ideological differences regarding the conflict and human rights accountability."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "The Committee to Protect Journalists collected 59 testimonies from Palestinian media professionals who reported abuse while detained by Israel since October 7, 2023.",
      "The majority of the 94 journalists arrested were held under administrative detention without charges or trial for periods over two years.",
      "The report includes graphic descriptions of sexual, physical and mental violence against Palestinian detainees, with Israeli minister Itamar Ben-Gvir boasting about imposing harsh conditions on prisoners."
    ],
    "title": "Palestinian journalists recount abuse in Israeli prisons, CPJ report finds",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/uk-blocks-us-from-using-raf-bases-to-strike-iran_e33a90",
    "article_url": "https://ground.news/article/uk-blocks-us-from-using-raf-bases-to-strike-iran_e33a90",
    "bias": [
      "Left-Leaning narratives frame the UK's action as 'blocking Trump' from an 'attack,' emphasizing 'Starmer’s Chagos Islands headache' and post-colonial implications with terms like 'big mistake.' Right-leaning coverage, however, personalizes the issue around 'Trump,' using 'Brits' and warning of a 'DISASTER' for the US, highlighting international law concerns and a 'war-like situation.' Center perspectives neutrally state the UK 'refuses' or 'has not agreed,' detailing the UK's own defensive deployments.",
      "While all acknowledge the UK blocked US base use and Trump withdrew Chagos support, these distinct portrayals reveal ideological divides over foreign policy, national sovereignty, and the characterization of political figures."
    ],
    "bias_bar_text": "L 24% Center 28% Right 48%",
    "center_pct": 28.0,
    "error": null,
    "left_pct": 24.0,
    "location": null,
    "right_pct": 48.0,
    "status": "ok",
    "summary": [
      "The UK has not granted the US permission to use bases in the UK to strike Iran due to concerns about the legality of such an operation.",
      "Trump suggested the US may need to use Diego Garcia and an airfield in Fairford, UK to potentially strike Iran, claiming it could be necessary to counter a 'highly unstable and dangerous Regime.'",
      "Detailed military plans were reportedly drawn up by the White House for a strike on Iran involving the use of RAF Fairford, but the UK government stated there is an ongoing political process between the US and Iran that it supports."
    ],
    "title": "UK blocks US from using RAF bases to strike Iran: Report",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/boeing-moves-defense-headquarters-back-to-st-louis-to-align-leadership-with-manufacturing",
    "article_url": "https://ground.news/article/boeing-moves-defense-headquarters-back-to-st-louis-to-align-leadership-with-manufacturing",
    "bias": [
      "While all coverage agrees Boeing is relocating its defense headquarters to St. Louis, narratives sharply diverge.",
      "Right-Leaning outlets frame the move as a \"win for the heartland,\" explicitly linking it to the \"Dem governor\" taking office, using terms like \"Radical Gov.",
      "Spanberger's Election\" and \"Bails on Virginia\" to suggest \"rising business costs and regulations\" are driving the exit.",
      "Center-Leaning coverage, conversely, de-emphasizes political causation, focusing on Boeing's stated desire to be closer to a \"major production hub\" and \"vital defense products,\" contextualizing the move within a national \"Arsenal of Freedom\" initiative.",
      "This illustrates a fundamental ideological split between attributing corporate decisions to political leadership versus internal strategic imperatives."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Wednesday, during Defense Secretary Pete Hegseth's visit, Boeing announced it will move Boeing Defense, Space & Security headquarters from Arlington, Virginia back to St. Louis, Missouri.",
      "Boeing said the shift aims to place senior leaders side-by-side with manufacturing and production teams to listen, remove obstacles and strengthen the business.",
      "Previously, the defense unit was headquartered in St. Louis from 1997 to 2017 before relocating to Crystal City in early 2017.",
      "The move affects more than 18,000 Boeing employees in the St. Louis region, adds to the military corridor with the NGA and Scott Air Force Base, and has no immediate timeline.",
      "It positions St. Louis at the center of the administration's military-industrial strategy and aligns with Boeing's multi-year, multi-billion-dollar investments in advanced combat aircraft, while the global headquarters remains in Arlington."
    ],
    "title": "Boeing moves defense headquarters from Virginia to St. Louis",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/nearly-half-of-canada-see-us-under-trump-as-worlds-greatest-threat-to-peace-poll",
    "article_url": "https://ground.news/article/nearly-half-of-canada-see-us-under-trump-as-worlds-greatest-threat-to-peace-poll",
    "bias": [
      "Left-Leaning outlets dramatically frame Canadian sentiment, emphasizing the US under Trump as a \"World’s Greatest Threat\" to peace and using emotive terms like \"hate\" and \"deteriorating\" to depict a severe breakdown, even comparing the US to Russia.",
      "They highlight \"Nearly Half\" of Canada holding this view, citing \"The POLITICO Poll.",
      "In contrast, center-leaning coverage presents a more pragmatic narrative, focusing on the US as an \"unreliable ally\" and employing neutral language when referencing \"Polling\" and \"Most Canadians.",
      "While both acknowledge a negative shift in Canadian perception linked to the Trump presidency, the left underscores an existential threat, whereas the center emphasizes a relationship-oriented concern, revealing distinct ideological priorities in international discourse."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Thursday, the POLITICO poll found a sharp deterioration in US‑ Canada ties, with 58% of Canadians doubting the United States as a reliable ally and 42% rejecting any alliance.",
      "Rhetoric and threats from Trump, including comments about Canada, have led to nearly seven in ten Canadians viewing the US as an unreliable ally and a major peace threat since returning in 2025.",
      "Survey findings also reveal data from the US Travel Association showing a 23% drop last year, with roughly 4 million fewer Canadians traveling to the US and a $4 billion economic hit.",
      "Looking ahead, a 49% plurality said the US-Canada relationship will improve after Trump leaves, though 28% believe ties will never recover.",
      "Nearly half of Canadians now say the US is a bigger peace threat than Russia, with 57% preferring dependence on China over the US under Trump."
    ],
    "title": "Most Canadians say US not a reliable ally: Polling",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/mexico-and-el-salvador-make-big-cocaine-seizures-at-sea-as-us-continues-lethal-strikes_b6de08",
    "article_url": "https://ground.news/article/mexico-and-el-salvador-make-big-cocaine-seizures-at-sea-as-us-continues-lethal-strikes_b6de08",
    "bias": [
      "Left-Leaning coverage foregrounds human cost and skepticism—using phrases like \"lethal strikes\" and suggesting Mexico is \"trying to present successes\"—portraying U.S. actions as morally fraught and government announcements as PR-driven; right-leaning pieces emphasize enforcement wins with terms like \"snares\" and \"significant blow,\" touting the roughly four‑ton seizure as operational success while treating U.S. strikes as decisive.",
      "The pivotal divides are reactions to the 11 reported deaths and doubts about motive versus impact; center outlets de-emphasize partisanship, sticking to location, tonnage and arrests.",
      "Both sides agree seizures hit cartels, reflecting deeper ideological splits over force, sovereignty, and law‑and‑order priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 41.0,
    "error": null,
    "left_pct": 38.0,
    "location": "Mexico",
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "Regional navies of El Salvador and Mexico reported seizures of more than 10 tonnes of cocaine this week, while U.S. strikes left at least 145 people dead on three suspected smuggling boats.",
      "On Thursday, Mexico reported seizing nearly four tonnes from a semisubmersible craft 250 nautical miles south of Manzanillo, using intelligence shared with U.S. Northern Command and U.S. Joint Interagency Task Force South.",
      "On Sunday, El Salvador's navy announced its largest-ever seizure of 6.6 tonnes from a 180-foot Tanzania-registered ship 380 miles southwest of the coast, finding 330 packages and arresting ten men.",
      "U.S. strikes targeting what the government calls 'narcoterrorists' this week left three boats destroyed, with images released but no drug-evidence; at least 145 people have been killed since last September.",
      "Over the past year, the Trump administration's pressure on Mexico has increased seizures, while Claudia Sheinbaum, President of Mexico, opposes U.S. strikes, causing diplomatic friction."
    ],
    "title": "Mexico and El Salvador make big cocaine seizures at sea as US continues lethal strikes",
    "topic": "Organized Crime",
    "topic_full": "Organized Crime · Mexico"
  },
  {
    "article_path": "/article/white-house-pressure-leads-universities-to-cut-ties-with-nonprofit-that-helps-racial-minorities_e641b2",
    "article_url": "https://ground.news/article/white-house-pressure-leads-universities-to-cut-ties-with-nonprofit-that-helps-racial-minorities_e641b2",
    "bias": [
      "Left-Leaning coverage frames White House \"pressure\" as negative coercion against efforts \"helping racial minorities,\" criticizing the \"campaign to end diversity programs\" as undermining equity.",
      "Right-Leaning outlets also use \"pressure,\" but critically portray it as government overreach, de-emphasizing the administration's explicit claims of \"racially discriminatory\" practices.",
      "Center coverage reports \"pressure\" largely descriptively, noting \"colleges quietly cut ties\" and including the administration's justification.",
      "While all acknowledge 31 universities cut ties with the nonprofit, the differing emphasis on the administration's rationale reveals ideological divides over diversity initiatives and government's role."
    ],
    "bias_bar_text": null,
    "center_pct": 64.0,
    "error": null,
    "left_pct": 23.0,
    "location": "United States",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "White House pressure led 31 universities to cut ties with the PhD Project nonprofit that helps racial minorities aspire to business doctoral degrees.",
      "The Trump administration investigated 45 universities last March for engaging in race-exclusionary practices related to the PhD Project.",
      "In September 2025, the Office for Civil Rights determined the institutions violated Title VI by working with the PhD Project organization."
    ],
    "title": "White House pressure leads universities to cut ties with nonprofit that helps racial minorities",
    "topic": "Education",
    "topic_full": "Education · United States"
  },
  {
    "article_path": "/article/dangerous-conditions-delay-the-recovery-of-8-killed-in-california-avalanche",
    "article_url": "https://ground.news/article/dangerous-conditions-delay-the-recovery-of-8-killed-in-california-avalanche",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 33.0,
    "location": "California",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Tuesday, an avalanche in California's Sierra Nevada killed eight backcountry skiers and professional guides, and recovery efforts will be delayed at least another day, Ashley Quadros said Thursday.",
      "The Sierra Avalanche Center issued an avalanche watch Thursday and warned of a winter storm raising the risk, with 15 skiers starting their trip that day.",
      "Six survivors searched the snow, found three of the dead after waiting six hours for help, and one rescued person was hospitalized Wednesday; four guides from Blackbird Mountain Guides, including one survivor, were on the trip.",
      "The avalanche is the deadliest in the U.S. since 1981, prompting investigations and community mourning, authorities say.",
      "The Sierra Avalanche Center warned several more feet of snow could fall Thursday with 60 mph wind gusts and a high risk of large avalanches through at least Friday morning, while Blackbird Mountain Guides paused operations and launched an investigation."
    ],
    "title": "Dangerous conditions delay the recovery of 8 killed in California avalanche",
    "topic": "Avalanche",
    "topic_full": "Avalanche · California"
  },
  {
    "article_path": "/article/amazon-overtakes-walmart-to-lead-the-world-in-sales",
    "article_url": "https://ground.news/article/amazon-overtakes-walmart-to-lead-the-world-in-sales",
    "bias": [
      "Left-Leaning coverage emphasizes the broader societal shift towards online trade, noting \"shops are disappearing\" and the impact on urban centers, while highlighting Amazon 's \"lucrative cloud-computing business\" as its \"trump card.",
      "Right-Leaning perspectives frame Amazon's ascendancy as a definitive \"World Leader\" triumph, using competitive language like \"Topping\" and \"Dethrones\" to celebrate market dominance, and uniquely details Walmart's \"profits per share\" and future \"sales growth estimates\" to offer a more nuanced view of its performance.",
      "Center-Leaning reports, using terms like \"surpasses\" and \"powerhouse,\" focus on the business milestone and strategic shifts, mentioning both companies \"chase AI-fueled growth\" and Walmart's expanding \"advertising\" efforts.",
      "While all agree on Amazon's $717 billion revenue surpassing Walmart's $713 billion, the left prioritizes societal transformation, the right champions corporate victory, and the center analyzes strategic adaptation, reflecting differing ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 61.0,
    "error": null,
    "left_pct": 21.0,
    "location": "United States",
    "right_pct": 18.0,
    "status": "ok",
    "summary": [
      "For the first time, Amazon has surpassed Walmart as the company with the largest annual revenue.",
      "Walmart reported annual revenue of $713.2 billion, while Amazon's revenue was $716.9 billion.",
      "While Walmart's physical stores drive its digital business, Amazon's diverse businesses like cloud computing and advertising contribute significantly to its sales."
    ],
    "title": "Amazon Surpasses Walmart as Top Global Company in Sales",
    "topic": "Amazon",
    "topic_full": "Amazon · United States"
  },
  {
    "article_path": "/article/man-says-actor-shia-labeouf-yelled-homophobic-slurs-hit-him-at-new-orleans-bar_7395fc",
    "article_url": "https://ground.news/article/man-says-actor-shia-labeouf-yelled-homophobic-slurs-hit-him-at-new-orleans-bar_7395fc",
    "bias": [
      "Left-Leaning coverage foregrounds alleged \"homophobic slurs,\" frames the episode as potential hate violence and rejects any \"redemption arc,\" using charged terms like \"rampage\" and \"completely out of control,\" while right-leaning pieces stress a pattern of personal trouble—\"cops called multiple times,\" portrayals of being \"entitled,\" and sensational footage—emphasizing accountability over communal harm; center reporting de-emphasizes rhetoric, noting charges , the \"Free me\"/\"Let me go\" post, police reports and a March 19 court date.",
      "The split pivots on hate-crime framing and public forgiveness, reflecting cultural and moral fault lines."
    ],
    "bias_bar_text": null,
    "center_pct": 49.0,
    "error": null,
    "left_pct": 44.0,
    "location": "Louisiana",
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "Shia LaBeouf was arrested in New Orleans during Mardi Gras and charged with two counts of simple battery for allegedly assaulting two men and using homophobic slurs, according to police reports.",
      "One victim, Jeffrey Damnit, who was dressed in drag, alleged that LaBeouf used homophobic slurs and physically attacked him multiple times, with video evidence showing aggressive behavior.",
      "LaBeouf has a history of legal and behavioral issues, including prior arrests and a civil lawsuit by FKA Twigs alleging abuse, which he settled and publicly addressed.",
      "After his release, LaBeouf was seen celebrating on Bourbon Street, which drew criticism for appearing to glorify violent behavior rather than promoting accountability."
    ],
    "title": "Shia LaBeouf used homophobic slurs while assaulting New Orleans bar patrons, police say",
    "topic": "Celebrity",
    "topic_full": "Celebrity · Louisiana"
  }
]
