[
  {
    "Abstract": NaN,
    "Author": "Robinson, Andrew",
    "DOI": "https://doi.org/10.1038/d41586-026-00621-w",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Nature",
    "Subfield": "History",
    "Title": "Brain mysteries and Bronze Age diplomacy: Books in brief",
    "Topic": "History of Medicine Studies"
  },
  {
    "Abstract": NaN,
    "Author": "Callaway, Ewen",
    "DOI": "https://doi.org/10.1038/d41586-026-00505-z",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Nature",
    "Subfield": "Experimental and Cognitive Psychology",
    "Title": "Is a ‘selfish gene’ making a Utah family have twice as many boys as girls?",
    "Topic": "Evolutionary Psychology and Human Behavior"
  },
  {
    "Abstract": "Plasma p-tau217 demonstrated robust clinical validity and supports structured integration into routine diagnostic pathways.",
    "Author": "Brodini, Giorgia",
    "DOI": "https://doi.org/10.1002/dad2.70286",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "PubMed",
    "Subfield": "Psychiatry and Mental health",
    "Title": "Plasma p-tau217 for Alzheimer's disease diagnosis: a memory clinic implementation approach.",
    "Topic": "Dementia and Cognitive Impairment Research"
  },
  {
    "Abstract": "The natural flavonoids quercetin (Que) and kaempferol (Kae) show great potential for anti-aging applications but suffer from poor solubility and skin permeability. This study aimed to develop a synergistic topical emulsion system to overcome the poor bioavailability of the Que and Kae for enhanced efficacy. The optimal synergistic molar ratio (Que:Kae = 1:2) was first identified <i>via</i> 1,1-diphenyl-2-picrylhydrazyl (DPPH) radical scavenging and cellular assays. The drugs were then loaded into milk-derived exosomes (mExo) using a Box-Behnken design (BBD), achieving high encapsulation (>69%), a size of ∼120 nm, and a polydispersity index (PDI) of 0.180. This complex was incorporated into an oil-in-water emulsion, with its formulation also BBD-optimized for stability. In a D-galactose-induced skin aging mouse model, the final Que/Kae-mExo@Eml formulation significantly outperformed control groups (free drug mixture, blank exosome emulsion, and vitamin C). It most effectively reduced oxidative stress (malondialdehyde, MDA), enhanced antioxidant enzymes (superoxide dismutase, SOD and glutathione, GSH), suppressed matrix metalloproteinase-1 (MMP-1), promoted collagen I (Col I) synthesis, and improved skin histology, elasticity, and hydration. In conclusion, an optimized, stable emulsion leveraging a synergistic 1:2 drug ratio and an mExo delivery system was successfully developed, demonstrating superior comprehensive efficacy against skin aging.",
    "Author": "Gu, Xuemei",
    "DOI": "https://doi.org/10.1080/10837450.2026.2635734",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "PubMed",
    "Subfield": "Pharmaceutical Science",
    "Title": "Synergistic combination of quercetin and kaempferol via milk exosome-based emulsion for enhanced antioxidant and anti-skin aging efficacy.",
    "Topic": "Advancements in Transdermal Drug Delivery"
  },
  {
    "Abstract": "Characterization of the analytical performance of the automated FIA for sIL-2 Rα measurement and establishment of age-specific reference ranges is expected to facilitate future investigations of this biomarker in children and adolescents.",
    "Author": "Samantha M Logan",
    "DOI": "https://doi.org/10.1080/1744666x.2026.2637765",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "PubMed",
    "Subfield": "Molecular Biology",
    "Title": "Validation of a rapid fluorescence immunoassay for soluble interleukin-2 receptor α in a pediatric population.",
    "Topic": "Advanced Biosensing Techniques and Applications"
  },
  {
    "Abstract": "Combinatorial use of an antibody-reporter enzyme conjugate and a fluorescence probe activated by the enzyme is a powerful strategy for fluorescence-guided cancer surgery. However, conventional probes for typical reporter enzymes lack sufficient bioorthogonality, leading to high background signals in nontarget tissues. We screened a library of HMRef (rhodol derivative)-based fluorescence probes with various sugar moieties and found that HMRef-β-d-Fucose is bioorthogonal in mammalian systems but is activated by a metagenomic glycosidase, Td2F2. Directed evolution generated a mutant with a <i>k</i><sub>cat</sub>/<i>K</i><sub>m</sub> of 3.3 × 10<sup>5</sup>/M/sec, 7.3 times higher than wild-type Td2F2 and comparable to β-galactosidase (LacZ) with its corresponding probe. Theoretical calculation suggested the E296G mutation facilitates probe access to the enzyme's active site. In a proof-of-concept study, SKOV-3 cells, which endogenously express HER2, were visualized with minimal background in the mesentery of a mouse model using HMRef-β-d-Fucose and engineered Td2F2 conjugated or fused to a HER2-binding antibody or nanobody.",
    "Author": "Wang, Ziyi",
    "DOI": "https://doi.org/10.1021/jacs.5c14173",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Organic Chemistry",
    "Title": "Low-Background Cancer Imaging with a Bioorthogonal Fluorescence Probe and Engineered Reporter Enzyme Bearing a Targeting Moiety",
    "Topic": "Click Chemistry and Applications"
  },
  {
    "Abstract": "The properties of polymers are closely related to their microstructure, particularly their backbone architecture. Polymer backbone editing (PBE) transforms the backbone architecture through postpolymerization modification. However, the utilization of this strategy to alter polymer material properties has remained largely unexplored. In this study, a PBE strategy was employed to modify the backbone architecture of a polynorbornene (PNB) to enhance its comprehensive material properties. This PBE strategy involved two steps, the epoxidation of PNB and a ring expansion reaction of the resulting epoxidized polynorbornene (EPNB), which achieved high efficiency and selectivity without causing polymer degradation or cross-linking. The ring expansion reaction mechanism was investigated experimentally and via density functional theory (DFT) calculations. The results revealed that a Lewis acid catalyzed the activation of the C-O bonds. This reaction generated a rigid main-chain architecture with bridged ring units with significantly improved heat resistance (<i>T</i><sub>g</sub> = 233 °C) and mechanical properties. Due to the introduction of polar oxygen-containing functional groups, the PBE products exhibited greater hydrophilicity and adhesion to inorganic substrates than PNB with a hydrocarbon chain structure. This PBE strategy provides a promising approach to improving the material properties of polymers after their formation.",
    "Author": "Cai, Wenjun",
    "DOI": "https://doi.org/10.1021/jacs.5c21829",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Biomedical Engineering",
    "Title": "A Polymer Backbone Editing Strategy for Property Enhancement",
    "Topic": "Innovative Microfluidic and Catalytic Techniques Innovation"
  },
  {
    "Abstract": "Block copolymers are pivotal to advanced materials, yet a general and operationally simple strategy for constructing diverse, well-defined block architectures from distinct monomer classes remains elusive. Here, we report an organoborane-mediated aerobic tandem polymerization system that seamlessly interlinks reversible addition-fragmentation chain-transfer (RAFT) polymerization with eight ring-opening (co)polymerization (RO(CO)P) techniques. This unified platform enables one-pot synthesis of an extensive array of block copolymers, including polyether-, polyester-, polypeptide-, CO<sub>2</sub>-derived polycarbonate-, polyaziridine-, poly(ester thioester)-, and poly(ester amide)-<i>block</i>-polyacrylates. Mechanistic investigations demonstrate that strongly nucleophilic RO(CO)P active species (RX<sup>-</sup>, X = O, N) react with an anhydride/thioanhydride to form less nucleophilic intermediates (RCOY<sup>-</sup>, Y = O, S), which unlocks the controlled autoxidation of organoborane by O<sub>2</sub>. This process generates alkyl radicals in situ and initiates a clean mechanistic switch from RO(CO)P to RAFT polymerization. Our work establishes a versatile and scalable route to previously inaccessible block copolymers while providing a general framework for unifying disparate polymerization mechanisms, opening broad avenues in polymer science and functional materials design.",
    "Author": "Zhu, Shuaishuai",
    "DOI": "https://doi.org/10.1021/jacs.5c20519",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Materials Chemistry",
    "Title": "A Universal Platform for One-Pot Synthesis of Block Copolymers via Organoborane-Mediated Aerobic Tandem Polymerization",
    "Topic": "Covalent Organic Framework Applications"
  },
  {
    "Abstract": "Abstract Networks of coupled phase oscillators are one of the most studied dynamical systems with numerous applications in physics, chemistry, biology, and engineering. Their behaviour is often characterized by the emergence of various partially synchronized dynamic patterns, which in the case of large networks can be analysed using a variant of the mean-field approach. This method allows to predict what type of network dynamics can be observed for different system parameters. But it is less known that for different partially synchronized patterns it also allows to obtain statistical equilibrium relations that express the dependence of some time-averaged observable quantities of individual oscillators on the internal parameters of these oscillators and the interaction functions between them. In this paper, we show how such relations can be derived, what their typical accuracy is for finite-size networks, and how they can be used to reconstruct the parameters of the corresponding model. The proposed method is particularly effective for large networks, for unevenly sampled or noisy observables, and for partial observations. Its possibilities are demonstrated by application to chimera states in networks of phase oscillator with nonlocal coupling. The extension of the method to other systems with all-to-all and random network topologies is also described.",
    "Author": "Oleh E. Omel’chenko",
    "DOI": "https://doi.org/10.1038/s41467-026-70016-y",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Nature Communications",
    "Subfield": "Computer Networks and Communications",
    "Title": "Inverse problems for dynamic patterns in coupled oscillator networks: when larger networks are simpler",
    "Topic": "Nonlinear Dynamics and Pattern Formation"
  },
  {
    "Abstract": "Abstract Accessory chromosomes are non-essential for growth but poorly characterized in basidiomycetes, unlike in Ascomycota. Here, we report whole-genome sequencing of 16 strains of the basidiomycete Tremella fuciformis (silver ear fungus), generating 27 complete haplotypes (5 monokaryons and 11 dikaryons, each contributing two distinct haplotypes). Genome size varied by over one-third, driven by accessory chromosomes and repetitive sequences in core chromosomes (essential for basic biology). Each strain harbored 8-10 core chromosomes (polymorphic via fusion/fission) and 2-10 accessory chromosomes (total 108), whose distribution reflects phylogeny and symbiotic specificity with the ascomycete Annulohypoxylon stygium . Accessory chromosomes are small, transposon-rich, gene-poor, and exhibit higher sequence similarity but more diverse structural variations than core chromosomes, with few shared genes across phylogenetic branches. Both chromosome types show frequent copy number variation during cell type transformation. Most accessory chromosome genes lack homologs in core chromosomes or existing gene databases. Our study reveals basidiomycete accessory chromosome diversity, suggesting an origin from unexplored species pre-dating T. fuciformis speciation.",
    "Author": "Ou, Guangshuo",
    "DOI": "https://doi.org/10.1038/s41467-026-70078-y",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Nature Communications",
    "Subfield": "Plant Science",
    "Title": "Polymorphism and evolutionary origins of accessory chromosomes in the basidiomycete Tremella fuciformis",
    "Topic": "Mycorrhizal Fungi and Plant Interactions"
  },
  {
    "Abstract": "Abstract Over the last four decades, studies provided evidence that individuals tend to rate statements as being more truthful when they are re-exposed to them, the so-called ‘illusory truth effect’. In light of a growing number of studies published since the previous meta-analysis in 2006 and concern of publishing biases, we conduct a meta-analysis on 182 studies and 366 effect sizes (N = 31,184 participants) published from 1977 to 2025. After correcting for small-study effects, we observe a small illusory truth effect (g = 0.37, 95% confidence interval [0.30, 0.44]), with a substantial within and between-study heterogeneity. Here, we show that multiple variables accounted for such heterogeneity, including the type of item, the instructions during the first exposure, the presence of veracity cues, and the duration of presentation on first exposure to the statement. We highlight the importance of the initial exposure and discuss practical implications regarding the current misinformation crisis.",
    "Author": "Ye, Steeven",
    "DOI": "https://doi.org/10.1038/s41467-026-70041-x",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Nature Communications",
    "Subfield": "Sociology and Political Science",
    "Title": "Systematic review and meta-analysis of the evidence for an illusory truth effect and its determinants",
    "Topic": "Misinformation and Its Impacts"
  },
  {
    "Abstract": "Active nematics are out-of-equilibrium systems in which energy injection at the microscale drives emergent collective behaviors, from spontaneous flows to active turbulence. While the dynamics of these systems have been extensively studied, their potential for controlling the organization of embedded soft particles remains largely unexplored. Here, we investigate how passive droplets suspended in an active nematic fluid self-organize under varying activity levels and packing fractions. Through numerical simulations, we uncover a rich phase diagram featuring dynamic clustering, activity-induced gelation, and a novel activity-driven deformability-induced phase separation regime where activity stabilizes dense droplet assemblies. We find that droplet deformability plays a key role in enabling this regime, as it allows droplets to absorb the stress exerted by the surrounding active fluid. Crucially, we demonstrate that temporal modulation of activity enables precise control over structural morphological transitions. Our results suggest new routes to design adaptive smart materials with tunable microstructure and dynamics, bridging active nematics with applications in programmable colloidal assembly and bio-inspired material design. Active nematics are complex systems that exhibit unique collective behaviors due to energy injection at the microscale, which can be harnessed for applications in material design and self-assembly. This study reveals a rich phase diagram of passive soft inclusions suspended in active nematics, demonstrating how varying activity levels and inclusion deformability can lead to dynamic clustering, gelation, and a novel phase separation regime.",
    "Author": "Sariyar, Yusuf",
    "DOI": "https://doi.org/10.1038/s41467-026-69704-6",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Nature Communications",
    "Subfield": "Condensed Matter Physics",
    "Title": "Activity drives self-assembly of passive soft inclusions in active nematics",
    "Topic": "Micro and Nano Robotics"
  },
  {
    "Abstract": "Fibroblast–macrophage crosstalk is well-established in vitro, and fibroblast-derived colony-stimulating factor 1 (CSF1) supports macrophages in select tissues. However, whether macrophages regulate fibroblasts in vivo remains unknown. Leveraging genetic mouse models, single-cell multi-omics, flow cytometry and imaging, we show that fibroblast depletion or loss of fibroblast-derived growth factors impacts skin macrophage populations in the dermis and hypodermis. Conditional deletion of Csf1 in Dpt+ fibroblasts progressively decreases CD64+ and CD11c+ macrophages, impairing skin wound healing. Reduced macrophage abundance disrupts fibroblast cell cycle regulation, metabolism and immune signaling, and increases fibroblast abundance, affirming a reciprocal relationship. In human systemic sclerosis (scleroderma), elevated fibroblast-derived CSF1 and increased macrophage abundance correlate with disease severity, implicating the CSF1–CSF1R axis in pathology. These findings provide in vivo evidence of macrophage regulation of fibroblasts, revealing a bidirectional interplay that advances understanding of tissue homeostasis and immune regulation in skin. Turley, Buechler and colleagues show that dermatopontin-expressing fibroblasts provide CSF1 to form a supportive niche for skin-resident macrophages. This interaction is important for skin tissue architecture and wound healing.",
    "Author": "Apple Cortez Vollmers",
    "DOI": "https://doi.org/10.1038/s41590-026-02434-5",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Nature Immunology",
    "Subfield": "Immunology",
    "Title": "Reciprocal regulation of fibroblast–macrophage equilibrium governs skin integrity",
    "Topic": "Immune cells in cancer"
  },
  {
    "Abstract": "Abstract The development of corrosion-resistant low-iridium anode catalysts is the key challenge in proton exchange membrane water electrolysis. However, the fundamental origin of anodic corrosion has been intensely debated over the years, mainly because of the limited mechanistic understanding of the complex proton-coupled electron transfer process. In this work, we employed femtosecond electrochemical transient absorption spectroscopy to probe the spatial–temporal synchronization of protons and electrons during the elementary proton-coupled electron transfer step at the femtosecond (10 −15 s) timescale. Here we show that anodic corrosion is initiated within 100 fs after polarization startup, driven by synchronized protons and electrons coupling at the electrode surface. By introducing a Lewis acid (CeO 2 ) as a proton channel, the reaction dynamics of protons and electrons could be decoupled into temporal asynchrony to prevent the generation of soluble Ir 6+ species. Owing to this unique desynchronized proton–electron interaction, the CeO 2 –IrO 2 catalyst demonstrates outstanding stability for about 1,400 h of continuous operation.",
    "Author": "Shen, Wei",
    "DOI": "https://doi.org/10.1038/s41565-026-02136-x",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Nature Nanotechnology",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "Proton–electron temporal asynchrony on femtosecond timescales enables anti-corrosive low-iridium anodes for PEM electrolysers",
    "Topic": "Electrocatalysts for Energy Conversion"
  },
  {
    "Abstract": "The advancement of hydrogen energy is an urgent necessity for the global energy transition and the realization of carbon neutrality. In water electrolysis, the development of novel catalysts is pivotal, while continued innovation in in situ electrochemical characterization is equally essential. This work presents a high-throughput in situ total internal reflection imaging (TIRi) platform that provides a \"one stone, three birds\" solution-concurrently enabling visualization of catalyst spatial uniformity, rapid qualitative performance screening, and quantitative evaluation of compositional sets. The system integrates a redesigned optical architecture with a 4 × 4 electrode array, establishing a direct correlation between optical contrast and electrochemical response. Using representative catalysts (Pt/C, NiFe, MoS<sub>2</sub>, and WS<sub>2</sub>) patterned on the array, we verify spatial consistency and elucidate activity variations in the hydrogen evolution reaction (HER). Furthermore, a Mo-Ru compositional-gradient alloy was fabricated, through which the optimal composition (Mo:Ru = 1:0.339) was identified, revealing the intrinsic correlation between electrocatalytic performance and compositional ratio. This nondestructive, cost-efficient, and inherently scalable method enables statistically robust, high-throughput catalyst discovery without compromising mechanistic insight, while offering a broadly generalizable operando framework that accelerates the rational design and optimization of electrocatalysts for sustainable energy technologies.",
    "Author": "Lin, Hao",
    "DOI": "https://doi.org/10.1021/acs.analchem.5c07249",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Analytical Chemistry",
    "Subfield": "Catalysis",
    "Title": "High-Throughput In Situ Total Internal Reflection Imaging for Visualizing, Qualitatively Screening, and Quantitatively Evaluating Hydrogen Evolution Catalysts",
    "Topic": "Catalysis and Oxidation Reactions"
  },
  {
    "Abstract": "New satellites are needed to quantify the upwards of 170 trillion microplastic particles floating on the ocean surface that concentrate in the convergence zones of the ocean gyres. Past research on cleaned microplastic pieces harvested from the ocean gyres indicates a highly consistent endmember across the spectrum with distinct absorption features at 931, 1215, 1417, 1732 and 2313 nm. Here, surface-floating microplastic pieces with natural biofilm were collected at 21 stations across 4700 km of the North Pacific gyre convergence zone, also referred to as the “Great Pacific Garbage Patch,” to assess the impact of biofilm on spectral properties. Reflectance of damp, biofilmed microplastic pieces were measured in bulk from 350 to 2500 nm shortly after collection with ambient sunlight on the ship deck and the biofilm was separated and stored for DNA sequencing. Biofilm was found on all collected samples and the red algal genus Tsunamia alone accounted for ∼53% of the eukaryotic microbiome of the harvested biofilm. Biofilm absorbed light broadly across blue wavelengths (400–500 nm) and in a narrowband at 674 nm consistent with chlorophyll- a and other photosynthetic pigments in red algae. Hence, biofilm could impact ocean color chlorophyll-a and fluorescence line height retrievals if particle concentrations were high enough. No significant differences were found in band-depths estimated at 1215 and 1732 nm and only minor differences at 931 nm between biofilmed and biofilm-removed samples. This new endmember of damp, biofilmed microplastic most closely resembles the spectral properties of microplastic pieces as they naturally occur in the ocean gyres. New sensors for marine debris detection may consider narrow bands between 670 and 680 nm to discriminate red algal biofilmed microplastic from phytoplankton, in addition to the NIR and SWIR bands characteristic of floating marine microplastics. • We collected fresh floating marine debris in the Great Pacific Garbage Patch. • Biofilm presence was found to modify plastic reflectance properties. • The biofilm microbiome was dominated by red algae and gamma proteobacteria.",
    "Author": "Trolley, Graham",
    "DOI": "https://doi.org/10.1016/j.rse.2026.115335",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Remote Sensing of Environment",
    "Subfield": "Pollution",
    "Title": "Investigating natural biofilms on floating marine microplastics and the implications for ocean color remote sensing",
    "Topic": "Microplastics and Plastic Pollution"
  },
  {
    "Abstract": "Heart Disease (HD) serves as the primary reason for worldwide deaths which creates an urgent requirement to create diagnostic intelligent systems that can identify patients at their earliest stage. The development of strong predictive models faces a significant obstacle because clinical data contains both biased information and noisy elements which create unreliable results. This study proposed a hybrid framework, GAN-XO, for early HD detection. The methodology addressed fundamental data quality issues through a multi-step preprocessing pipeline. First, a Generative Adversarial Network (GAN) is employed for synthetic oversampling of the minority class, balancing the imbalanced PKIOHD and Framingham datasets. Second, a two-phase outlier detection and elimination process using z-score and Interquartile Range (IQR) methods is applied to obtain clean data. Finally, an XGBoost classifier, whose hyperparameters are optimally tuned using Optuna, is utilized for prediction. The designed GAN-XO system achieved its best accuracy score of 96.60% and F1-Score value of 0.9649 through testing on an evenly distributed and completely clean test dataset. The ablation research demonstrated that all system elements provided distinct benefits while the outlier elimination process turned out to be vital for improving model performance and trustworthiness. The research results demonstrate that accurate healthcare predictions require both integrated modelling systems and precise management of data quality. The substantial performance enhancement shows that the framework improves clinical decision-making while enabling correct diagnosis of HD.",
    "Author": "Shaik Sajeera Begum",
    "DOI": "https://doi.org/10.1038/s41598-026-40322-y",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Scientific Reports",
    "Subfield": "Health Information Management",
    "Title": "Generative adversarial networks and hyperparameter-optimized XGBoost for enhanced heart disease prediction",
    "Topic": "Artificial Intelligence in Healthcare"
  },
  {
    "Abstract": "This study investigates the effect of the explorative industrial Internet on open green innovation in manufacturing enterprises. This study draws on a robust theoretical foundation to develop and examine the hypothesized relationships among the key framework variables. A total of 406 manufacturing enterprises participated in the study through a structured questionnaire survey. SEM was used to analyze the collected data and test the relationships described in this study. The results show that manufacturing enterprises benefit from the direct and significant relationship between explorative industrial Internet and open green innovation. The relationship between the explorative industrial Internet and open green innovation in manufacturing is boosted by value co-creation, which advanced manufacturing technology facilitates as a crucial mediator. Firm resources are necessary when companies use the explorative industrial Internet to enhance innovation results. This research provides vital insights for scholars and business professionals on how digital transformation enables manufacturing enterprises to develop sustainable innovation. This study provides essential operational guidance to organizations seeking to integrate industrial Internet technologies to enable open green innovation and competitive market advantage. This study advances academic knowledge of digital transformation and sustainable innovation by analyzing the relationships between explorative industrial Internet open green innovation and advanced manufacturing technology. This study explains why manufacturers use digital technologies to improve their sustainability and economic performance.",
    "Author": "Hu, Rui",
    "DOI": "https://doi.org/10.1038/s41598-026-40439-0",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Scientific Reports",
    "Subfield": "Marketing",
    "Title": "Explorative industrial internet promotes open green innovation in manufacturing enterprises",
    "Topic": "Environmental Sustainability in Business"
  },
  {
    "Abstract": "How do relative status and gender shape children's resource taking? In two preregistered studies, 4-8-year-olds completed a competitive 'Where's Waldo?' task and then decided how many tokens to take from a new peer. In Study 1 (N = 195; 49% girls), children competed against a pre-recorded peer and were randomly assigned to win or lose. Next, they chose one of two unfamiliar peers (a prior \"winner\" or \"loser\") and selected how many tokens to take from that chosen peer. Children with low relative status ('losers' taking from 'winners') took more than half the tokens, whereas high status children ('winners' taking from 'losers') did not differ from an equal split. Under equal status, boys took more than half, whereas girls did not differ from an equal split. In Study 2 (N = 101; 48% girls), children played against the clock (without a peer competitor) and were randomly assigned to succeed or fail. In this non-social context, children took more than half of their peers' tokens. A cross-study comparison indicates that taking is calibrated to socially instantiated relative status, not performance per se, and that gender differences arise only under equal status. These findings reveal early status sensitivity and specify when gender differences in taking emerge.",
    "Author": "Berelejis, Chana",
    "DOI": "https://doi.org/10.1038/s41598-026-40976-8",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Scientific Reports",
    "Subfield": "Cognitive Neuroscience",
    "Title": "Children’s resource taking varies with experimentally manipulated relative status",
    "Topic": "Neural and Behavioral Psychology Studies"
  },
  {
    "Abstract": NaN,
    "Author": "Tavoni, Massimo",
    "DOI": "https://doi.org/10.1038/s41558-026-02563-7",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Nature Climate Change",
    "Subfield": "Economics and Econometrics",
    "Title": "Implications of overshoot for climate mitigation strategies",
    "Topic": "Climate Change Policy and Economics"
  },
  {
    "Abstract": "Abstract. Simplified assumptions of aerosol mixing states in modeling often introduce substantial uncertainties in estimating cloud condensation nuclei (CCN) concentrations (NCCN) and their climatic impacts. This study systematically investigates the contrasting relationships between mixing states and CCN activity by combining field measurements of hygroscopicity with the algorithm of entropy at two inland and coastal sites. We show distinct seasonal variations of mixing state. In winter, externally-mixed particles dominated both sites, with comparable mixing state indices (χ) of 0.38 ± 0.12 and 0.39 ± 0.09 respectively for coastal and inland air. However, measurements in summer showed pronounced differences: aerosols in the coastal atmosphere exhibited a higher degree of internal mixing (χ=0.69 ± 0.19), whereas inland χ values only increased moderately to 0.47 ± 0.12. Aerosol mixing state is largely influenced by primary emissions and secondary formation process. Externally-mixed particles originate chiefly from anthropogenic emissions in inland or sea salt in coastal. With the aging process, particles become more internally-mixed as the enhanced fraction of more-hygroscopic mode. Both environments show the negative correlations between the critical diameter (Dcri) and χ but with distinct decrement rates for coastal vs. inland aerosols. Specially, Dcri exhibits heightened sensitivity to fluctuations in χ when χ&lt;0.5. This offers a practical approach to estimate Dcri from χ when the particles are not highly aged. Further analysis reveals that NCCN exhibits heightened sensitivity to fluctuations in χ at low values. These results underscore that mixing states exert different control over NCCN in diverse environments and provide critical constraints for parameterizing fine aerosols CCN activity in models.",
    "Author": "Ren, Jingye",
    "DOI": "https://doi.org/10.5194/acp-26-2985-2026",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Atmospheric chemistry and physics",
    "Subfield": "Atmospheric Science",
    "Title": "Contrasting aerosol mixing states at inland and coastal sites: an entropy-based metric for CCN activity",
    "Topic": "Atmospheric chemistry and aerosols"
  },
  {
    "Abstract": "Background: Patients undergoing hemodialysis commonly exhibit deficiencies in water-soluble vitamins, primarily as a result of inadequate dietary intake and loss into the dialysate. Given the essential role of vitamin C in numerous metabolic pathways, routine supplementation has been proposed as a potentially beneficial intervention in this population. Aim: We aimed to evaluate the current evidence on vitamin C supplementation in patients undergoing hemodialysis, with particular attention to clinical conditions associated with renal replacement therapy, including anemia, chronic inflammation, restless legs syndrome (RLS), and secondary hyperparathyroidism. Methods: This systematic review was conducted in accordance with PRISMA guidelines. The MEDLINE (via PubMed) and EMBASE databases were searched. The initial search yielded 844 articles, of which 37 studies met the inclusion criteria for this review. Results: Evidence indicates that hemodialysis patients exhibit vitamin C deficiency, both in dietary intake and in plasma or serum concentrations. Despite its intrinsic antioxidant properties and proposed anti-inflammatory effects, vitamin C supplementation has demonstrated inconsistent effects on inflammatory markers. Most clinical studies support a beneficial role of vitamin C supplementation in functional iron deficiency and in alleviating symptoms of RLS within this population. Conclusions: Evidence on vitamin C supplementation for functional iron deficiency and RLS suggests that it might be an effective therapeutic approach. However, despite low serum vitamin C level in hemodialysis patients, current data does not justify the routine use of vitamin C in the hemodialyzed population for other comorbidities, including chronic inflammation and secondary hyperparathyroidism. Further high-quality studies are required to establish the broader clinical utility of targeted vitamin C supplementation.",
    "Author": "Sikorska-Wiśniewska, Małgorzata",
    "DOI": "https://doi.org/10.3390/nu18050774",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Nutrients",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Is the Juice Worth the Squeeze? Vitamin C Supplementation in Hemodialysis Patients: A Systematic Review",
    "Topic": "Vitamin C and Antioxidants Research"
  },
  {
    "Abstract": NaN,
    "Author": "Zhao, Hongye",
    "DOI": "https://doi.org/10.1016/j.techfore.2026.124598",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Technological Forecasting and Social Change",
    "Subfield": "Statistics, Probability and Uncertainty",
    "Title": "Quantifying the knowledge proximity between academic and industry research: An entity and semantic perspective",
    "Topic": "scientometrics and bibliometrics research"
  },
  {
    "Abstract": "Quality improvement in health service programmes often involves introducing small, low-risk programmatic changes, such as modifying workflows, to incrementally improve outcomes, which accumulate over time to have significant overall gains in quality and efficiency. Although these changes are common in health services, they are rarely evaluated using statistically rigorous designs, partly because conventional randomised trials are perceived as inefficient for detecting modest effects. This study was motivated by a vision screening and referral programme and focuses on evaluating the modest but important impacts of low-risk QI interventions. To advance data-driven approaches for achieving quality improvement, we used a simulation study to explore the use of Bayesian adaptive trial designs to compare two variants of programmatic changes that yield small improvements in outcomes. The study examined key adaptive design features, including interim analysis frequency, prior specification, and early stopping rules for efficacy and equivalence. Changes in error rates, sample size, and bias were assessed across scenarios with small effect sizes ranging from 0% to 5%. The findings were used to configure an ideal trial design that prioritises rapid identification of the more effective programmatic change while minimizing the risk of adopting an inferior one. The recommended trial design incorporates a sceptical prior, a stringent stopping rule for efficacy, and a relaxed criteria to stop for equivalence. Under this design, a marginal improvement as small as 1% could be detected with high probability using considerably fewer participants than would be required under conventional, fixed-size randomised controlled trials. Bayesian adaptive trial designs offer a feasible approach for evaluating low-risk, incremental QI interventions in high-throughput service settings. Their use may support more efficient, data-driven decision-making when modest improvements are expected and the consequences of incorrect adoption are limited.",
    "Author": "Min Jung Kim",
    "DOI": "https://doi.org/10.1186/s12874-026-02780-w",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "BMC Medical Research Methodology",
    "Subfield": "Statistics and Probability",
    "Title": "Bayesian adaptive trial designs for evaluating low-risk programmatic changes for quality improvement in health services: a simulation study",
    "Topic": "Statistical Methods in Clinical Trials"
  },
  {
    "Abstract": "There was an error in the original publication [...]",
    "Author": "Edgar Jesús Delgado-Núñez",
    "DOI": "https://doi.org/10.3390/biom16030357",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Biomolecules",
    "Subfield": "Small Animals",
    "Title": "Correction: Delgado-Núñez et al. Isorhamnetin: A Nematocidal Flavonoid from Prosopis laevigata Leaves Against Haemonchus contortus Eggs and Larvae. Biomolecules 2020, 10, 773",
    "Topic": "Helminth infection and control"
  },
  {
    "Abstract": "The articles published in this Special Issue of Biomedicines, titled ‘Oral Squamous Cell Carcinoma (OSCC): Molecular Signaling Pathways and Novel Biomarkers,’ thoroughly explore some novel molecular biomarkers and signaling pathways that exhibit either proven or potential diagnostic/prognostic value in OSCC, with or without an additional therapeutic implication [...]",
    "Author": "Devaraja, K.",
    "DOI": "https://doi.org/10.3390/biomedicines14030536",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-27",
    "Source": "Biomedicines",
    "Subfield": "Periodontics",
    "Title": "Prognostic Value and Therapeutic Potential of Novel Markers and Pathways in Oral Squamous Cell Carcinoma",
    "Topic": "Oral Health Pathology and Treatment"
  }
]
