[
  {
    "article_path": "/article/house-votes-to-override-trumps-canada-tariffs_3948f2",
    "article_url": "https://ground.news/article/house-votes-to-override-trumps-canada-tariffs_3948f2",
    "bias": [
      "Left-Leaning outlets frame the House vote as a \"rebuke\" or \"slap back\" against Trump's \"fentanyl-related tariffs ,\" highlighting bipartisan \"defiance\" and a \"gut-punch\" to his agenda.",
      "Right-Leaning coverage, conversely, portrays the six dissenting Republicans as \"rogue\" or \"revolting,\" emphasizing their \"betrayal\" of Trump and \"joining Democrats\" in a \"Dem-pushed vote.",
      "While center-leaning reports neutrally on the \"override,\" it notes a \"rare if largely symbolic rebuke\" and quantifies the tariffs as a \"$1,000 tax hike.",
      "All agree on the vote's symbolic nature and the number of Republicans involved, yet diverge significantly on characterizing dissent and presidential authority, reflecting broader ideological splits on trade and party loyalty."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Wednesday, the U.S. House of Representatives voted 219-211 to terminate President Donald Trump's tariffs on Canada, with six Republicans joining Democrats to rescind the emergency declaration.",
      "The emergency declaration last year used IEEPA to justify the imposition of 35 per cent tariffs, argued by the administration due to illicit drug flow from Canada.",
      "A failed procedural gambit by Republican leaders enabled Democrats to advance the measure after three Republicans joined Democrats late Tuesday to stop a procedural rule extension.",
      "The resolution now heads to the Senate, but both chambers must approve and send it to President Trump, who is likely to veto, making rollback uncertain.",
      "Amid midterm politics, lawmakers cited business unrest and pocketbook concerns, while President Trump warned GOP defectors of retribution; Mast said, `Democrats don't recognize that there is a crisis that it is killing thousands of Americans."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/faa-lifts-10-day-el-paso-airspace-closure-hours-after-announcement_f1ad54",
    "article_url": "https://ground.news/article/faa-lifts-10-day-el-paso-airspace-closure-hours-after-announcement_f1ad54",
    "bias": [
      "Left-Leaning coverage frames the closure as bureaucratic misstep—emphasizing \"blames,\" \"mystery,\" \"unprecedented,\" and suspected Pentagon laser testing—while right-leaning outlets foreground a security crisis, using words like \"breach,\" \"penetrates,\" \"deadly-force lockdown,\" \"cartel drones,\" and praising that threats were \"neutralized.",
      "Rhetorically, the left uses skepticism and accountability tones; the right uses urgency and threat language to justify decisive action.",
      "Pivotal divides center on whether this was a cartel incursion or a miscommunication/test and on the proportionality of a 10-day restriction .",
      "Both sides agree flights were disrupted and the FAA reopened airspace."
    ],
    "bias_bar_text": null,
    "center_pct": 49.0,
    "error": null,
    "left_pct": 26.0,
    "location": "El Paso",
    "right_pct": 25.0,
    "status": "ok",
    "summary": [
      "On Feb. 11, the Federal Aviation Administration abruptly lifted a planned 10-day closure of El Paso International Airport hours after halting flights for `Special Security Reasons`.",
      "Separately, a government official told NBC News that a Trump administration official said Mexican cartel drones breached U.S. airspace, and the Defense Department disabled them, while the FAA did not explain the restrictions.",
      "LiveATC.net recorded an air traffic control exchange showing El Paso air traffic controller notified staff about 30 minutes to an hour before the restriction, saying, `Just be advised I guess there’s a TFR going into effect.`",
      "Rep. Veronica Escobar, D-Texas, said the airport closure was `highly consequential` and `unprecedented`, with no notice given to her office, the City of El Paso, or local airport operations, warning the economic hit `could be $40-50 million or more`.",
      "El Paso International handled 3.49 million passengers in the first 11 months of 2025 and serves major U.S. carriers including Southwest, Delta, United and American, near Ciudad Juárez."
    ],
    "title": "FAA Lifts 10-Day El Paso Airspace Closure Hours After Announcement",
    "topic": "FAA",
    "topic_full": "FAA · El Paso"
  },
  {
    "article_path": "/article/us-economy-adds-130-000-jobs-in-january-exceeding-expectations-unemployment-falls-to-43_9aa5d0",
    "article_url": "https://ground.news/article/us-economy-adds-130-000-jobs-in-january-exceeding-expectations-unemployment-falls-to-43_9aa5d0",
    "bias": [
      "While all perspectives acknowledge the U.S. added 130,000 jobs in January, the unemployment rate fell to 4.3%, and growth exceeded expectations despite significant downward revisions for 2024-2025, narratives sharply diverge.",
      "Left-Leaning coverage tempers optimism, highlighting 'weak,' 'stalled' growth and 'drastic job cuts' from revisions, often critically framing the 'Trump Economy .' Conversely, right-leaning outlets celebrate a 'Trump Boom' and 'Golden Age,' touting how the report 'crushes expectations' while de-emphasizing revisions.",
      "Center-Leaning reports offer a more balanced view, noting the 'fragile' labor market appears to be stabilizing, yet all agree on the core job numbers and the substantial past revisions."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 24.0,
    "location": "United States",
    "right_pct": 26.0,
    "status": "ok",
    "summary": [
      "On Wednesday, the U.S. Labor Department reported U.S. employers added 130,000 jobs last month and the unemployment rate fell to 4.3%.",
      "Government revisions cut into the previously reported 584,000 jobs figure, sharply reducing prior payroll totals and muddling 2024-2025 payrolls.",
      "Private measures showed weaker hiring as ADP payroll processor reported 22,000 jobs added last week, while Challenger, Gray & Christmas recorded more than 108,000 cuts last month and job openings fell to 6.5 million.",
      "Analysts say the unemployment rate is providing a better gauge amid revisions and will influence policy and markets, while economists warned revisions could mean the American economy lost jobs in 2025.",
      "Policy factors including high interest rates, Elon Musk's federal workforce purge last year, and President Donald Trump's immigration policies have cut labor supply and lowered the jobs break-even point."
    ],
    "title": "U.S. Economy Adds 130,000 Jobs in January, Exceeding Expectations; Unemployment Falls to 4.3%",
    "topic": "US Economy",
    "topic_full": "US Economy · United States"
  },
  {
    "article_path": "/article/man-detained-in-nancy-guthrie-abduction-case-released_a2f5cc",
    "article_url": "https://ground.news/article/man-detained-in-nancy-guthrie-abduction-case-released_a2f5cc",
    "bias": [
      "Left-Leaning coverage frames the missing person case with a dramatic \"mystery deepens\" and \"chilling images,\" emphasizing the investigation is \"back to square one\" after a man's release, and noting authorities' lack of official confirmation regarding the specific individual.",
      "Right-Leaning outlets, conversely, portray the detained man as a victim, quoting his raw frustration like \"What the f–k am I doing here\" and introducing \"unsettling possibilities\" and \"darker\" scenarios, even mentioning a \"black glove\" and \"new ransom\" absent elsewhere.",
      "Center coverage maintains a more factual tone, noting \"intense police activity\" and the man's desire for an \"apology.",
      "While all agree on the detention, release, and FBI image release, these approaches reveal differing views on authority and narrative sensationalism."
    ],
    "bias_bar_text": null,
    "center_pct": 68.0,
    "error": null,
    "left_pct": 19.0,
    "location": "United States",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "Tuesday night, authorities detained Carlos Palazuelos during a traffic stop south of Tucson, and he said he was questioned for hours before being released.",
      "On Feb. 10, the Federal Bureau of Investigations released black-and-white photos and video showing a person tampering with Nancy Guthrie 's front-door Nest camera, prompting a court-authorized search in Rio Rico, Arizona.",
      "The released footage shows a masked subject covering the Nest doorbell camera before it was disconnected at about 1:47 a.m., creating a roughly 40-minute window inside the home.",
      "Authorities urged the public to submit tips to 1-800-CALL-FBI and PCSD, offering a $50,000 reward for information that can lead to Guthrie's arrest.",
      "Nancy Guthrie was last seen on Jan. 31 and reported missing on Feb. 1; officials say she is frail with medical concerns, and the FBI said video was recovered from backend systems after being inaccessible."
    ],
    "title": "Man Detained in Nancy Guthrie Abduction Case Released",
    "topic": "Nancy Guthrie",
    "topic_full": "Nancy Guthrie · United States"
  },
  {
    "article_path": "/article/dc-grand-jury-declines-to-indict-six-democratic-lawmakers-involved-in-illegal-orders-video_9d4d68",
    "article_url": "https://ground.news/article/dc-grand-jury-declines-to-indict-six-democratic-lawmakers-involved-in-illegal-orders-video_9d4d68",
    "bias": [
      "Left-Leaning coverage frames the grand jury's refusal to indict Democratic lawmakers as a \"remarkable rebuke\" to the Trump administration 's \"revenge prosecution\" and \"weaponizing the justice system,\" celebrating it as lawmakers \"stood up for the Constitution.",
      "Conversely, right-leaning outlets portray the lawmakers as the \"seditious six\" and the grand jury's decision as a \"ruinous, failed attempt\" by prosecutors, often questioning the \"woke DC Grand Jury's\" impartiality.",
      "While center-leaning reports neutrally describe the outcome as \"unsuccessful\" or a \"rare rebuke,\" they also highlight the event as a \"master alarm flashing for our democracy,\" providing context like prior \"deadly boat strikes\" that left and right de-emphasize.",
      "A pivotal dividing line is the characterization of the lawmakers' actions and the grand jury's legitimacy.",
      "All perspectives agree on the core event: a grand jury declined to indict six Democrats over a video concerning \"illegal orders,\" revealing deep ideological splits on governmental power and political dissent."
    ],
    "bias_bar_text": null,
    "center_pct": 54.0,
    "error": null,
    "left_pct": 30.0,
    "location": "United States",
    "right_pct": 16.0,
    "status": "ok",
    "summary": [
      "On Tuesday, a federal prosecutor sought indictments of six lawmakers, but a Washington, D.C., grand jury declined to indict them.",
      "The 90-second video last year urged U.S. service members not to follow `illegal` orders, prompting backlash including from President Donald Trump , who called it `seditious`.",
      "All six were former military or intelligence members, including Sen. Elissa Slotkin and four other lawmakers, but not Sen. Mark Kelly.",
      "Political leaders responded with mixed messages as senators asked the Justice Department to confirm the investigation is closed, and House Speaker Mike Johnson said lawmakers 'probably should be indicted.'",
      "The episode raises First Amendment questions and Sen. Chris Murphy called it a `test for the Senate` that `could break this institution permanently` if Republican colleagues remain silent."
    ],
    "title": "D.C. grand jury declines to indict six Democratic lawmakers involved in 'illegal orders' video",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/rnc-tells-supreme-court-to-strike-down-late-arriving-ballot-laws",
    "article_url": "https://ground.news/article/rnc-tells-supreme-court-to-strike-down-late-arriving-ballot-laws",
    "bias": [
      "Left-Leaning outlets frame the RNC's Supreme Court appeal as a \"demand\" to \"strike down\" or \"end mail-in voting ,\" emphasizing a restrictive intent, primarily focusing on the Mississippi case.",
      "Conversely, right-leaning coverage portrays the RNC's actions as seeking \"safeguards\" or aiming to \"restore\" proper rules, using terms like \"strike down late-arriving ballot laws\" to underscore election integrity, detailing both Mississippi and Pennsylvania cases.",
      "Center-Leaning coverage neutrally presents the RNC \"asks\" regarding Pennsylvania, highlighting arguments about \"weapons of political warfare\" without adopting partisan framing.",
      "While all perspectives agree the RNC appealed to the Supreme Court concerning mail-in ballot rules ahead of elections, their differing characterizations reveal a fundamental ideological divide over voting access versus election security."
    ],
    "bias_bar_text": "L 17% C 16% Right 67%",
    "center_pct": 16.0,
    "error": null,
    "left_pct": 17.0,
    "location": null,
    "right_pct": 67.0,
    "status": "ok",
    "summary": [
      "On Wednesday, the Republican National Committee filed a petition with the U.S. Supreme Court to review Pennsylvania's mail-ballot dating rule, and Justice Samuel Alito extended the filing deadline to Feb. 11.",
      "Eakin v. Adams County originated when Pennsylvania voter Bette Eakin challenged the dating rule after her 2022 mailed ballot was rejected, leading to the 3rd U.S. Circuit Court of Appeals' Aug. 26, 2025 decision.",
      "RNC attorneys argued the dating rule is a simple safeguard, with Joe Gruters saying it protects election integrity, while Judge Emil Bove dissented, calling it minimal 'less than five seconds'; Bove was nominated by President Donald Trump and confirmed in 2025.",
      "The RNC urged the Court to overturn the appeals-court ruling that limits tossing undated or misdated mail ballots, with groups affiliated with the Democratic Party and a Pennsylvania teachers union involved.",
      "The petition arrives as the justices prepare for related election issues, including Watson v. Republican National Committee set for March 23, and the Court's Jan. 21, 2025, denial in Pennsylvania State Conference of the NAACP v. Schmidt, No."
    ],
    "title": "RNC asks Supreme Court to take up Pennsylvania mail ballot fight",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/nevada-unveils-new-statewide-data-classification-policy-months-after-cyberattack",
    "article_url": "https://ground.news/article/nevada-unveils-new-statewide-data-classification-policy-months-after-cyberattack",
    "bias": null,
    "bias_bar_text": "Left 38% Center 62%",
    "center_pct": 62.0,
    "error": null,
    "left_pct": 38.0,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Wednesday, the Governor's Technology Office released a statewide policy to standardize data classification and storage for Executive Branch agencies, state employees, contractors, vendors, and IT systems, sorting data into four sensitivity categories.",
      "About six months after a cyberattack in late‑August that left state networks down for 28 days, officials unveiled the policy, following last year's legislative actions.",
      "The policy defines four sensitivity tiers, with agency leaders ensuring compliance and lower-level data officials deciding classifications; unclear items must be placed in more restrictive categories.",
      "Officials say the policy will strengthen digital resilience and data sharing, and the state called it the `foundation` for future cybersecurity efforts like multifactor authentication; it does not change Nevada's public records law but warns unauthorized disclosure could `result in substantial harm`.",
      "The policy explicitly accounts for the `mosaic effect`, assigns enforcement to agency leaders, and warns that noncompliance could trigger remediation mandates or escalation."
    ],
    "title": "Nevada unveils new statewide data classification policy months after cyberattack",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/al-jazeera-documents-2-842-palestinians-evaporated-in-gaza_142dc6",
    "article_url": "https://ground.news/article/al-jazeera-documents-2-842-palestinians-evaporated-in-gaza_142dc6",
    "bias": [
      "Left-Leaning narratives frame alleged Israeli weapon use as a \"genocidal campaign,\" directly implicating US administrations and emphasizing the \"literal dispersal\" of 2,800-3,000 Palestinians.",
      "Right-Leaning portrayals, while also using emotive terms like \"genocidal war\" and \"completely vaporized\" victims by \"vacuum bombs\" from the \"Israeli regime,\" de-emphasize US culpability.",
      "Center-Leaning coverage, though occasionally using graphic quotes like \"blows your lungs out,\" uniquely provides historical context on thermobaric weaponry.",
      "All perspectives report the investigation's claim of thousands 'evaporated' by weapons reaching 3,500 degrees Celsius, citing Gaza’s Civil Defence.",
      "This divergence in framing, from direct US accountability to historical context, reveals underlying ideological divides on state responsibility and military action."
    ],
    "bias_bar_text": "Left 65% C 13% R 22%",
    "center_pct": 13.0,
    "error": null,
    "left_pct": 65.0,
    "location": null,
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "Al Jazeera's investigation found Gaza Civil Defence documented 2,842 Palestinians as `evaporated` since October 2023, with Mahmoud Basal saying it results from forensic work.",
      "Investigators detailed how thermobaric munitions disperse a fuel cloud that ignites, using tritonal to create temperatures exceeding 3,500 degrees Celsius.",
      "Mahmoud Basal said, `We enter a targeted home and cross-reference the known number of occupants with the bodies recovered`, noting investigators find only scalps or blood spray and fragments of GBU-39 wings, MK-84, and BLU-109 bombs.",
      "The human toll is compounded by political and legal obstacles as families cannot recover intact remains amid more than 72,000 deaths, while experts say the ICJ provisional measures and ICC arrest warrant failed Gaza due to US veto power.",
      "Investigators noted continuing flows of weapons from Western suppliers, with legal experts urging universal-jurisdiction courts in Germany and France and Omar Hamad, Gaza pharmacist, flagged use last year."
    ],
    "title": "Al Jazeera Documents 2,842 Palestinians 'Evaporated' in Gaza",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/gaza-doctor-who-slammed-israel-in-ny-times-op-eds-is-hamas-colonel-seen-in-military-uniform-watchdog-idf",
    "article_url": "https://ground.news/article/gaza-doctor-who-slammed-israel-in-ny-times-op-eds-is-hamas-colonel-seen-in-military-uniform-watchdog-idf",
    "bias": [
      "Right-Leaning outlets frame a Gaza hospital director as a \" Hamas colonel\" or \"terrorist,\" using accusatory terms like \"slammed Israel\" and criticizing the New York Times for a \"collapse of editorial due diligence,\" implying a cover-up with phrases like \"Doesn’t Bother Telling You This Key Detail.",
      "Their tone is skeptical, employing scare quotes around \"'doctor'.",
      "Center-Leaning coverage, conversely, neutrally presents the resurfaced photo of the director in a \"Hamas uniform\" and his New York Times op-eds, de-emphasizing media criticism.",
      "Both perspectives agree on the photo's existence and the director's role, but diverge sharply on media accountability and the individual's specific affiliation, reflecting broader ideological divides concerning geopolitical narratives."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On January 31, 2026, NGO Monitor disclosed a photograph showing Dr. Hussam Abu Safiya in a Hamas uniform, collapsing the narrative that had elevated him as a moral authority.",
      "Major Western newsrooms had presented Abu Safiya's op-eds and testimony as a grieving doctor and humanitarian, shaping public discussion as a moral witness.",
      "The IDF detained Abu Safiya and accused him of terrorist activity, while his alleged Hamas colonel rank was not disclosed to readers when his essays were published.",
      "Editors are being asked to explain whether they knew of Abu Safiya's affiliation or failed basic due diligence, as outlets owe their audiences clarifications and transparency.",
      "Observers say the episode fits a pattern in which Western media rely on Gaza‑based voices while underplaying Hamas’s coercive embedding in hospitals and civilian institutions."
    ],
    "title": "Photo Surfaces of Gaza Hospital Director in Hamas Uniform",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/ottawa-investigating-report-gaza-cemetery-where-canadians-were-buried-was-destroyed_f9eec1",
    "article_url": "https://ground.news/article/ottawa-investigating-report-gaza-cemetery-where-canadians-were-buried-was-destroyed_f9eec1",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Global Affairs Canada is investigating reports that the Gaza War Cemetery, containing graves of nearly two dozen Canadians, has been severely damaged or destroyed.",
      "The Royal Canadian Legion says it was \"devastated\" to hear of the extensive damage to the cemetery, the resting place of Canadian Armed Forces members.",
      "The Guardian reported that Israeli forces had \"bulldozed\" part of the cemetery last year, and satellite images show no visible trace of the plot for Canadian UN peacekeepers."
    ],
    "title": "Ottawa investigating report Gaza cemetery where Canadians were buried was destroyed",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-attorney-chosen-to-replace-trump-pick-is-quickly-fired-by-white-house_c3acc9",
    "article_url": "https://ground.news/article/us-attorney-chosen-to-replace-trump-pick-is-quickly-fired-by-white-house_c3acc9",
    "bias": [
      "Left-Leaning coverage emphasizes the swiftness of the White House 's action, highlighting the federal prosecutor was fired \"just five hours\" after swearing in, often noting his age and Republican affiliation to scrutinize executive decisions.",
      "Conversely, right-leaning narratives frame the event around a \"Trump Pick\" being \"Quickly Fired,\" using terms like \"abruptly fired\" to suggest political retribution against a predecessor's associate.",
      "Center-Leaning reports, however, neutrally detail the sequence, providing crucial context that the previous U.S. Attorney was serving \"unlawfully,\" which led to the judicial appointment.",
      "While all agree on the firing, the left focuses on the abruptness, the right on political targeting, and the center on the procedural legality, revealing ideological divides over executive power and political transitions."
    ],
    "bias_bar_text": "L 17% Center 66% R 17%",
    "center_pct": 66.0,
    "error": null,
    "left_pct": 17.0,
    "location": null,
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "On Wednesday, a panel of federal judges for the Northern District of New York appointed Donald T. Kinsella, 79, as U.S. attorney and Chief Judge Brenda K. Sannes swore him in during a private ceremony, but the White House removed him hours later.",
      "A Jan. 8 ruling by Senior U.S. District Judge Lorna Schofield determined John A. Sarcone III was unlawfully named acting U.S. attorney, and Sarcone's interim appointment expired Tuesday, opening the job for judges in the Northern District of New York.",
      "The Justice Department argued, `the president gets to pick his U.S. attorneys` and a spokesman did not immediately respond.",
      "The dispute immediately prompted procedural filings as the government appealed to the U.S. Court of Appeals for the Second Circuit and asked a judge to stay her ruling, adding to months of friction between the Trump administration and the federal judiciary.",
      "The episode ties into subpoenas and political responses, including judges issuing rulings against prosecutors in California, Nevada, New Jersey, and Virginia, reflecting a wider judicial pushback."
    ],
    "title": "U.S. Attorney Chosen to Replace Trump Pick Is Quickly Fired by White House",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/desperate-trump-orders-spy-agencies-to-hand-over-secrets-to-election-conspiracy-theorist",
    "article_url": "https://ground.news/article/desperate-trump-orders-spy-agencies-to-hand-over-secrets-to-election-conspiracy-theorist",
    "bias": [
      "Left-Leaning coverage frames a direct instruction from Trump to spy agencies for his \"'Stop the Steal'\" lawyer, using quotes to signal critical distance.",
      "Right-Leaning outlets, however, employ sensationalist language like \"Panic Ensues\" and \"Desperate Trump,\" portraying the figure as an \"Election Conspiracy Theorist\" while de-emphasizing critical context.",
      "Center-Leaning reports maintain neutrality, stating the lawyer \"pushed\" for evidence and explicitly labeling Trump's election claims \"false claims.",
      "A pivotal divergence lies in whether Trump \"instructs\" or the lawyer \"pushed.",
      "All perspectives agree a lawyer linked to Trump's 2020 election efforts sought intelligence, implicitly aligning with the consensus that fraud claims are unsubstantiated, reflecting ideological divides in legitimizing actions and figures."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "A lawyer tied to the Stop the Steal effort pressed Mojave at several points to broaden its probe into the 2020 election, sources said.",
      "ODNI contracted Mojave Research Inc., based in Reston, Virginia, to examine Puerto Rico's voting machines removed and checked in May for vulnerabilities, officials said.",
      "Submitted in July, Mojave's report revealed problems, including with software, but did not produce clear evidence Olsen could use in his 2020 probe.",
      "The company's ODNI contract ended last October, ODNI said Puerto Rico's machines were `highly vulnerable to exploits`, and an FBI search of a Fulton County, Georgia election center occurred last month.",
      "The episode raises questions about using intelligence capabilities in domestic politics , as U.S. intelligence agencies are not authorized for such work; Mojave's proposed plan remains unimplemented, and many states use Dominion machines acquired last year by Liberty Vote."
    ],
    "title": "Trump’s ‘Stop the Steal’ lawyer pushed for voter fraud evidence from US intelligence agency",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/national-guard-troops-were-quietly-withdrawn-from-los-angeles-chicago-and-portland-report",
    "article_url": "https://ground.news/article/national-guard-troops-were-quietly-withdrawn-from-los-angeles-chicago-and-portland-report",
    "bias": [
      "Left-Leaning coverage frames the troop withdrawal as a \"quietly\" executed, forced retreat due to \"series of court losses\" and \"legal defeats,\" criticizing federal overreach into \"Democratic cities.",
      "Right-Leaning coverage, conversely, praises Trump for \"making good on troop pullout promise\" and warns of a \"return if Democrat city crime worsens,\" linking partisan governance to urban issues.",
      "Center reports also note the withdrawal was \"quietly\" done and acknowledge \"judicial roadblocks\" as a reason, differing from the right's de-emphasis of legal factors and its unique future deployment warning.",
      "A key divergence is the right's future withdrawal date versus the left and center's recent timeline, while all agree troops were withdrawn without public acknowledgment, reflecting deep ideological divides on executive power and accountability."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "The Trump administration quietly withdrew federalized National Guard troops from U.S. cities last month, with no public announcement and no immediate response from officials.",
      "A U.S. Supreme Court temporary order last month blocked at least one deployment, Title 10 federal orders limited troop roles, and state and local leaders denounced the deployments as unlawful.",
      "The mobilizations included more than 5,000 troops to Los Angeles, about 500 to Chicago, and 200 to Portland, costing more than $496 million, with many performing sanitation and guarding duties.",
      "More than 2,500 National Guard members remain in Washington, D.C., under nonfederal status, while hundreds serve in Memphis and New Orleans under Title 32 at governors' request until last month.",
      "Longer term, the pullback raises questions about the administration's plan to create a nationwide quick-reaction National Guard unit, amid a shift toward greater use of Immigration and Customs Enforcement and Customs and Border Protection personnel not subject to Title 10 limits."
    ],
    "title": "National Guard troops were quietly withdrawn from Los Angeles, Chicago and Portland: Report",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/rep-ted-lieu-accuses-pam-bondi-of-lying-under-oath-during-house-judiciary-hearing-on-epstein-files",
    "article_url": "https://ground.news/article/rep-ted-lieu-accuses-pam-bondi-of-lying-under-oath-during-house-judiciary-hearing-on-epstein-files",
    "bias": [
      "Left-Leaning coverage frames the testimony around Bondi \"lying\" or \"perjuring herself\" in a \"tense\" or \"heated exchange,\" emphasizing Democrats' push on \"Trump ties\" and \"federal probes,\" aligning with accusations of misconduct.",
      "Right-Leaning outlets portray Bondi \"snapping\" at \"angry Dems\" amidst \"Capitol Hill fireworks,\" highlighting her defense of Trump as the \"most transparent president\" and dismissing the hearing as \"theatrics,\" framing it as a partisan attack.",
      "Center coverage reports the accusation of \"lying\" and Bondi's \"no evidence\" defense neutrally.",
      "The core event—Bondi's testimony and Lieu's accusation—is universally acknowledged, yet the differing characterizations of the \"heated exchange\" and the significance of \"Trump ties\" reveal deep ideological divides concerning accountability and political legitimacy."
    ],
    "bias_bar_text": "Left 56% C 22% R 22%",
    "center_pct": 22.0,
    "error": null,
    "left_pct": 56.0,
    "location": null,
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "During a roughly five-hour House Judiciary Committee hearing on February 11, 2026, Rep. Ted Lieu accused Bondi of lying under oath about Jeffrey Epstein files , prompting a heated exchange.",
      "Lawmakers said they sought answers after recent document releases, convening to press the Department of Justice over its handling of Epstein files and accusations of political retribution.",
      "Lieu cited a file alleging a limousine driver overheard claims of rape, and Bondi said there is no evidence Trump committed a crime, adding `I am deeply sorry for what any victim has been through, especially as a result of that monster`.",
      "Lawmakers demanded accountability and calls for resignation after Rep. Ted Lieu accused Bondi of lying under oath, intensifying political fallout for the administration.",
      "DOJ has continued publishing additional pages, releasing nearly 30,000 more including Data Set 8, while the White House and DOJ warned some files contain false or sensational claims and watchdogs noted omitted communications."
    ],
    "title": "Rep. Ted Lieu accuses Pam Bondi of lying under oath during House Judiciary hearing on Epstein files",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/montana-city-under-investigation-for-potential-violation-of-sanctuary-city-ban_5170ba",
    "article_url": "https://ground.news/article/montana-city-under-investigation-for-potential-violation-of-sanctuary-city-ban_5170ba",
    "bias": [
      "Right-Leaning coverage frames the city's actions as a \"potential violation\" of the sanctuary city ban, emphasizing strict enforcement and implying wrongdoing.",
      "Conversely, left-leaning reports describe the situation as having \"raised concerns\" about a potential breach, focusing on the legal inquiry rather than an immediate judgment.",
      "Center-Leaning outlets provide more granular detail, explicitly naming officials like Gianforte and Knudsen and the specific House Bill 200, while also offering broader national context regarding \"aggressive enforcement\" of immigration laws.",
      "All perspectives agree an investigation is underway into Helena's resolution to discourage cooperation with federal immigration agents, revealing fundamental ideological divides over immigration policy and the balance of state versus local authority."
    ],
    "bias_bar_text": "L 20% Center 75%",
    "center_pct": 75.0,
    "error": null,
    "left_pct": 20.0,
    "location": null,
    "right_pct": 5.0,
    "status": "ok",
    "summary": [
      "The state of Montana has launched an investigation into whether the city of Helena violated the state's law prohibiting sanctuary cities .",
      "If a government is found to be violating the law, the state could fine them $10,000 every five days, prevent them from receiving new grants, and have their projects re-prioritized.",
      "The city of Helena believes its resolution is consistent with legal requirements and remains committed to upholding applicable federal and state laws."
    ],
    "title": "Montana city under investigation for potential violation of sanctuary city ban",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/iowa-naturalized-citizens-settle-lawsuit-over-voter-eligibility-ahead-of-2024-election",
    "article_url": "https://ground.news/article/iowa-naturalized-citizens-settle-lawsuit-over-voter-eligibility-ahead-of-2024-election",
    "bias": [
      "Left-Leaning coverage frames a voter eligibility settlement around \"voter eligibility challenges,\" emphasizing the protection of voting rights for naturalized citizens, yet de-emphasizes specific details like the \"three months leading up to an election\" timeframe.",
      "In contrast, center and right perspectives offer more comprehensive accounts, including the citizens' allegation that their \"right to vote was violated\" and the specific timeframe of the settlement's application.",
      "While all perspectives agree on the core settlement preventing Iowa from solely using driver's license records for citizenship status, the selective inclusion or de-emphasis of details like the plaintiffs' strong claim or the settlement's precise scope reveals distinct ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 69.0,
    "error": null,
    "left_pct": 26.0,
    "location": "Iowa",
    "right_pct": 5.0,
    "status": "ok",
    "summary": [
      "A federal settlement filed Wednesday prevents Iowa from relying solely on driver’s license records from the Iowa Department of Transportation for citizenship data in the three months before an election.",
      "The naturalized U.S. citizens sued in late October 2024 after Pate's office compared voter rolls to a DOT list of self-reported noncitizens, challenging about 2,000 voters.",
      "A review last year found noncitizens among more than 1.6 million Iowa voters who cast ballots in 2024, and all five individuals cited in the lawsuit were eligible to vote but had been included on the DOT list.",
      "Rita Bettis Austen, ACLU of Iowa legal director, called the settlement a win and said the voters wrongly listed were naturalized U.S. citizens with the right to vote, as the plaintiffs agreed to dismiss their claims.",
      "Under a DHS agreement, Iowa can now run SAVE searches using names, birthdays and Social Security numbers to verify thousands of voters, despite claims the 2024 list was rescinded and the lawsuit was moot."
    ],
    "title": "Iowa, Naturalized Citizens Settle Lawsuit over Voter Eligibility Ahead of 2024 Election",
    "topic": "Iowa Politics",
    "topic_full": "Iowa Politics · Iowa"
  },
  {
    "article_path": "/article/nebraska-to-hand-over-sensitive-voter-data-to-the-justice-department-after-court-loss",
    "article_url": "https://ground.news/article/nebraska-to-hand-over-sensitive-voter-data-to-the-justice-department-after-court-loss",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 33.0,
    "error": null,
    "left_pct": 67.0,
    "location": "Nebraska",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Turning over the voter data, Evnen will electronically upload it after the Nebraska Supreme Court denied an injunction Wednesday, respecting privacy laws.",
      "Last week, a state judge dismissed the Common Cause lawsuit that sought to block release of voter information as the Justice Department began last year pushing states and sued at least 23 states and the District of Columbia.",
      "Watchdogs warned `Once the data is released, that bell cannot be unrung.` regarding voter records including dates of birth, addresses, and partial Social Security numbers.",
      "Evnen said he is giving the data so the Justice Department can assess Nebraska’s compliance with federal voting laws, while Democratic officials say the request violates privacy laws.",
      "The legal fight follows an FBI raid in Georgia's Fulton County and earlier this week a federal judge in Michigan rejected the department's effort to obtain voter rolls."
    ],
    "title": "Nebraska to hand over sensitive voter data to the Justice Department after court loss",
    "topic": "Nebraska Politics",
    "topic_full": "Nebraska Politics · Nebraska"
  },
  {
    "article_path": "/article/protesters-in-multiple-states-press-target-to-oppose-the-immigration-crackdown-in-minnesota-the-morning-sun",
    "article_url": "https://ground.news/article/protesters-in-multiple-states-press-target-to-oppose-the-immigration-crackdown-in-minnesota-the-morning-sun",
    "bias": [
      "Despite nearly identical reporting across the political spectrum, stemming from a shared source, the framing of \"immigration crackdown\" reveals distinct biases.",
      "Left-Leaning analyses characterize \"crackdown\" as negative, emphasizing its harshness, while right-leaning perspectives suggest it implies necessary, strong enforcement.",
      "Center-Leaning coverage notes the term's negative connotation but uses it to reflect activist views.",
      "This pivotal term becomes a dividing line, yet all outlets consistently present the protest details, including organizers and demands, highlighting a shared focus on the event even as ideological views color the enforcement action."
    ],
    "bias_bar_text": null,
    "center_pct": 77.0,
    "error": null,
    "left_pct": 15.0,
    "location": "United States",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "Activists planned protests at over two dozen Target stores across the United States to demand that Target opposes the immigration crackdown in Minnesota.",
      "Target's CEO Michael Fiddelke sent a video message addressing the violence but did not mention the immigration crackdown or recent fatal shootings of Minneapolis residents involved in anti-ICE protests.",
      "A coalition of Mennonite congregations organized protests and singalongs at some Target stores, urging the retailer to call on Congress to defund Immigration and Customs Enforcement ."
    ],
    "title": "Protesters in multiple states press Target to oppose the immigration crackdown in Minnesota",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/multiple-people-shot-at-home-in-sarasota-deputies-say_75752d",
    "article_url": "https://ground.news/article/multiple-people-shot-at-home-in-sarasota-deputies-say_75752d",
    "bias": [
      "News coverage of the linked Florida crime scenes reveals distinct framing.",
      "Left-Leaning outlets emphasize the \"shooting incident\" and \"victims,\" often using terms like \"deadly discovery\" and highlighting initial uncertainties before confirming \"no survivors,\" subtly setting a stage for broader discussions on violence.",
      "Center-Leaning reports, however, prioritize granular details like specific addresses and exact dispatch times, definitively stating the suspect \"killed 2 in Fort Lauderdale before taking his own life,\" providing a clear sequence and conclusion.",
      "While right-leaning headlines appear neutral, all perspectives utilize the emotionally charged term \"shooting rampage\" in their broader coverage, underscoring the violent nature of the events.",
      "All sides agree on the core facts of seven total deaths across two linked incidents, including the suspected shooter.",
      "This divergence highlights a pivotal line between detailed, attributed reporting and a more empathetic, context-setting narrative."
    ],
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 39.0,
    "location": "Florida",
    "right_pct": 4.0,
    "status": "ok",
    "summary": [
      "Five people, including the suspected shooter, were killed in a shooting at a gated community in Sarasota, Florida on Tuesday.",
      "The shooting was connected to a double homicide discovered the same day in Fort Lauderdale, where the suspect had been in a previous romantic relationship with one of the victims.",
      "The suspect's motivation for targeting the Sarasota victims is unknown, but the Sarasota victim was connected to the Fort Lauderdale victim."
    ],
    "title": "Florida detectives link 2 crime scenes with 7 dead on opposite sides of the state",
    "topic": "US Crime",
    "topic_full": "US Crime · Florida"
  },
  {
    "article_path": "/article/dhs-heads-toward-shutdown-democrats-say-thats-fine",
    "article_url": "https://ground.news/article/dhs-heads-toward-shutdown-democrats-say-thats-fine",
    "bias": [
      "Left-Leaning coverage frames Democrats as advocating for crucial \"ICE reform\" against GOP senators who \"ridicule\" their demands, often using terms like \"wackos.",
      "Conversely, right-leaning outlets portray Democrats as solely responsible for an \"inevitable\" DHS shutdown , highlighting their internal \"split\" and demands for ICE to be \"reined in.",
      "Center reporting, meanwhile, neutrally details official \"concerns\" about potential impacts like \"delayed reimbursements.",
      "While all acknowledge the looming Friday deadline and Democrats rejecting an offer, the profound divergence in assigning blame and characterizing immigration enforcement reveals deep ideological divides over government priorities and border policy."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 37.0,
    "location": "United States",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "On Wednesday, Department of Homeland Security officials testified before a House panel that a looming funding lapse threatens core services, with Congress having passed only a short-term patch through Friday.",
      "Amid demands for immigration changes after the Minneapolis killings, Democrats pressed for enforcement reforms while Republicans emphasized a shutdown would not curtail certain agency work.",
      "TSA official estimated about 95% of their 61,000 workers would continue working but potentially without pay, risking absences and longer airport lines, as a shutdown looms.",
      "Gregg Phillips warned that a lapse would disrupt reimbursements to states, strain FEMA’s disaster relief fund, and disrupt first-responder training at the National Disaster & Emergency Management University in Maryland.",
      "Madhu Gottumukkala warned a shutdown would degrade cyber guidance because threats do not stop, while ICE received about $75 billion last year, officials said."
    ],
    "title": "Homeland Security Officials Voice Concerns About Looming Shutdown",
    "topic": "U.S. Department of Homeland Security (DHS)",
    "topic_full": "U.S. Department of Homeland Security (DHS) · United States"
  },
  {
    "article_path": "/article/gun-part-maker-agrees-to-pay-175-million-in-buffalo-massacre-lawsuits",
    "article_url": "https://ground.news/article/gun-part-maker-agrees-to-pay-175-million-in-buffalo-massacre-lawsuits",
    "bias": [
      "Left-Leaning coverage frames the $1.75 million payout as accountability and justice —emphasizing a “ban,” victims’ suffering, and language like “racist shooting” to evoke moral urgency—while right-leaning pieces stress the payout’s rarity and industry context, using terms like “agrees to pay” and “massacre” to foreground litigation patterns and caution about implied liability; center coverage mostly restates facts and “tied to” connections.",
      "Pivotal divides include whether the attack’s racial motive and the company’s legal culpability are foregrounded, and whether survivor reactions or admission of fault are emphasized; all sides agree on the settlement, the AG’s role, and the victims’ deaths."
    ],
    "bias_bar_text": null,
    "center_pct": 55.0,
    "error": null,
    "left_pct": 36.0,
    "location": "New York",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "On Feb. 11, 2026, New York Attorney General Letitia James announced that MEAN Arms LLC will pay $1.75 million to survivors and victims' families and stop selling the MA Lock in New York.",
      "Evidence including online videos showed the MA Lock could be easily removed, allowing the shooter to add high-capacity magazines during the May 14, 2022 attack.",
      "More than two dozen workers and shoppers witnessed the May 14, 2022 shooting at Tops supermarket in East Buffalo, where victims ranged in age from 32 to 86 and included a guard, a man shopping for a birthday cake, and a grandmother of nine.",
      "Under the settlement, MEAN Arms must remove legality claims, add packaging language banning sales in New York, notify sellers, and private lawyers said Vintage Firearms LLC will permanently close with an undisclosed payout from Gendron's parents.",
      "Advocates and community leaders said the settlement sends a message to the gun industry, with Everhart stating, `This is a victory today, but 5/14, for the families, for the victims, it still continues`."
    ],
    "title": "Gun Accessory Company to Pay $1.75 Million to Buffalo Supermarket Shooting Victims",
    "topic": "US Crime",
    "topic_full": "US Crime · New York"
  },
  {
    "article_path": "/article/us-lawmakers-accuse-bondi-of-hiding-names-of-epstein-associates",
    "article_url": "https://ground.news/article/us-lawmakers-accuse-bondi-of-hiding-names-of-epstein-associates",
    "bias": [
      "Left-Leaning coverage frames the story as an accountability fight—using charged wording like \"hiding names\" to suggest deliberate protection of powerful associates—while right-leaning pieces largely repeat the accusation more plainly, de-emphasized context and legal detail; center coverage instead highlights legal exemptions, a \"charged hearing\" tone and victims' presence and quotes like \"massive failure.",
      "Rhetorically, the left uses accusatory moral language, the center relies on legalistic framing, and the right adopts terse repetition; the pivotal dividing lines are the victims' visibility and statutory redaction rules, yet all agree lawmakers publicly challenged Bondi over redactions."
    ],
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 14.0,
    "location": "United States",
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "At a House Judiciary Committee hearing on February 11, 2026, lawmakers accused Attorney General Pam Bondi of concealing Jeffrey Epstein associates' names after the DOJ released over 3 million pages last month.",
      "Lawmakers say redactions exceed limits set by a law passed nearly unanimously in November, while the Justice Department says more than 500 DOJ lawyers worked on a compressed review citing legal privileges.",
      "Representative Thomas Massie displayed an FBI document naming Les Wexner, while Attorney General Pam Bondi unredacted his name `within 40 minutes`, and several Epstein victims watched from the gallery.",
      "Democratic Representative Pramila Jayapal asked Bondi to apologize for the Epstein files , but Bondi declined, saying she would not `get in the gutter for her theatrics`, and the files have dogged her tenure.",
      "Critics say the DOJ's independence has eroded since last summer's decision, fueling scrutiny of Trump's past friendship with Epstein. Bondi's handling of redactions drew political criticism."
    ],
    "title": "US lawmakers accuse Bondi of hiding names of Epstein associates",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/world-monuments-fund-commits-7m-to-21-heritage-sites-globally_be8c3f",
    "article_url": "https://ground.news/article/world-monuments-fund-commits-7m-to-21-heritage-sites-globally_be8c3f",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 100.0,
    "error": null,
    "left_pct": null,
    "location": "Japan",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "The World Monuments Fund will commit $7 million in 2026 to support 21 new preservation projects across five continents, aiming to turn urgency into workable preservation action.",
      "Last year, WMF placed the Assembly Rooms on its at-risk list, prompting follow-up action in the 2026 funding round, responding to threats like climate change and conflict.",
      "The Assembly Rooms, Belfast, built 1769, has been vacant since 2000 and suffered vandalism; WMF will support planning for restoration and reuse.",
      "Belfast City Council bought the building last year, and officials welcomed WMF's backing for documentation, emergency conservation , and sustainable reuse to return the Assembly Rooms to public life.",
      "Across the portfolio, WMF groups efforts into three tracks—conservation, management, and training—supporting sites on Japan's Noto Peninsula, Antakya in Türkiye, and the Museum of Antigua and Barbuda, funded by multiple donors including AXA and Accor."
    ],
    "title": "World Monuments Fund Commits $7M to 21 Heritage Sites Globally",
    "topic": "Conservation",
    "topic_full": "Conservation · Japan"
  },
  {
    "article_path": "/article/instagram-chief-says-he-does-not-believe-people-can-get-clinically-addicted-to-social-media_0155a4",
    "article_url": "https://ground.news/article/instagram-chief-says-he-does-not-believe-people-can-get-clinically-addicted-to-social-media_0155a4",
    "bias": [
      "Left-Leaning outlets frame the Instagram chief as an 'adverse witness' who was 'grilled,' emphasizing strong allegations like platforms acting as 'digital casinos' that 'fuel a youth mental-health crisis' and highlighting 'harms.' Right-leaning reports, however, present his denial and include his personal context for 'being careful with my words' due to a close one's clinical addiction, humanizing his stance and de-emphasizing specific plaintiff accusations.",
      "Center perspectives neutrally report the denial and the trial's 'landmark' status, focusing on features designed to 'hook young users.' This contrast—between emphasizing corporate culpability versus providing personal nuance—reveals ideological splits on corporate responsibility, despite agreement on the executive's testimony in the landmark trial concerning alleged social media harms."
    ],
    "bias_bar_text": null,
    "center_pct": 31.0,
    "error": null,
    "left_pct": 53.0,
    "location": "United States",
    "right_pct": 16.0,
    "status": "ok",
    "summary": [
      "On Wednesday in Los Angeles, Adam Mosseri, head of Meta's Instagram , testified he disagrees people can be clinically addicted to social media and defined `problematic use` as spending more time than they feel good about.",
      "Plaintiffs argue addiction and platform harms drove the suits, citing a researchers' report last year and the Los Angeles case centers on 20-year-old KGM, plaintiff, chosen for bellwether trials.",
      "Mark Lanier, plaintiffs' lawyer, pressed Mosseri on cosmetic filters accused of promoting plastic surgery while bereaved parents appeared upset and the judge warned the public not to react; Meta shut down all third-party augmented reality filters in January 2025.",
      "Mosseri insisted the company balances safety and limited censorship while facing ongoing legal trials, including one that began this week in New Mexico, with Meta and YouTube as defendants.",
      "In recent years Instagram added features to improve safety for young people, but plaintiffs introduced Mosseri's podcast a few years ago and his caution about someone close to Mosseri's clinical addiction."
    ],
    "title": "Instagram chief says he does not believe people can get clinically addicted to social media",
    "topic": "Instagram",
    "topic_full": "Instagram · United States"
  },
  {
    "article_path": "/article/study-hair-extensions-contain-dozens-of-carcinogens_d6894a",
    "article_url": "https://ground.news/article/study-hair-extensions-contain-dozens-of-carcinogens_d6894a",
    "bias": [
      "All perspectives agree that dangerous chemicals, including flame retardants and phthalates, linked to cancer , hormone, and reproductive issues, are widely present in hair extensions, a finding from the Silent Spring Institute study.",
      "Left-Leaning coverage frames this as 'Toxic Beauty', emphasizing 'Black Women Most at Risk' and 'overexposed' due to 'systemic barriers', renewing calls for 'stricter regulation and oversight'.",
      "Right-Leaning outlets highlight the 'toxic' chemicals and 'hormone issues', noting disclosures have been 'mysteriously lacking' and de-emphasizing calls for regulation.",
      "Center-Leaning reports detail the 'groundbreaking' study, sparking calls for 'urgent regulation'.",
      "Narratives thus diverge on social justice implications and regulatory emphasis."
    ],
    "bias_bar_text": null,
    "center_pct": 46.0,
    "error": null,
    "left_pct": 36.0,
    "location": "Brazil",
    "right_pct": 18.0,
    "status": "ok",
    "summary": [
      "In a new paper, researchers tested 43 hair extensions and detected dozens of hazardous chemicals, including flame retardants, phthalates and pesticides, with all but two samples containing harmful substances.",
      "Because companies rarely disclose chemical treatments, researchers noted it is difficult for hairdressers and hair-extension professionals to advise consumers who wear extensions claiming flame-, water- or heat-resistant properties.",
      "Detailed testing revealed over 900 chemical signatures matched by machine learning to identify 169 chemicals, chlorine levels up to 277,000 micrograms per gram, and toxic organotins in nearly one in 10 samples.",
      "Campaigners responded that study authors urged further research as limitations hinder safety guidance, while campaign group Level Up called for action since more than 70 percent of Black women in the U.S. use extensions annually.",
      "Prior analyses have also found contaminants, and this study aligns with previous research detecting heavy metals and volatile organics in extensions while noting some biobased hair products contained unclassified complex chemicals and some exceeded European Union regulatory limits."
    ],
    "title": "Study: Hair Extensions Contain Dozens of Carcinogens",
    "topic": "Health & Medicine",
    "topic_full": "Health & Medicine · Brazil"
  },
  {
    "article_path": "/article/valeria-chomsky-admits-serious-errors-in-judgment-over-jeffrey-epstein-ties_b26a19",
    "article_url": "https://ground.news/article/valeria-chomsky-admits-serious-errors-in-judgment-over-jeffrey-epstein-ties_b26a19",
    "bias": [
      "Left-Leaning coverage emphasizes Noam Chomsky's specific actions, detailing his advice on \"crisis management\" and \"sympathizing\" with Epstein's \"horrible way you are being treated,\" framing it as \"unravelling a web of connections\" involving a \"Star Leftist Academic\" and a \"Notorious Pedophile.",
      "Conversely, right-leaning outlets politicize the narrative by labeling Noam Chomsky an \"American left-wing icon,\" highlighting his political identity to frame the controversy.",
      "While all perspectives acknowledge Valeria Chomsky's admission of \"serious errors in judgment\" and Epstein as a \"disgraced financier,\" center-leaning reports primarily present her statements neutrally, de-emphasizing specific details of Noam Chomsky's involvement or his political affiliation.",
      "The core divergence lies in whether the story focuses on the specific nature of the ties or the political identity of those involved, reflecting broader ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 63.0,
    "error": null,
    "left_pct": 26.0,
    "location": "United States",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "On Feb. 10, 2026, Valeria Chomsky acknowledged serious errors in judgment after the U.S. Department of Justice revealed a more extensive relationship with Jeffrey Epstein .",
      "Introducing contact through correspondence and visits, Epstein cultivated relationships by sending gifts and creating opportunities for discussions, leading to meetings at his ranch and townhouse.",
      "Records show specific visits and stays at Epstein's New Mexico ranch, Manhattan townhouse, and apartment, while 2019 emails reveal Epstein lamented his `putrid` reputation, which Noam believed in good faith.",
      "Admirers reacted with revulsion, and collaborator Vijay Prashad last week said he was `disgusted by Epstein’s pedophilia`, while Valeria insisted they never witnessed misconduct and expressed `unrestricted solidarity with the victims`.",
      "Valeria wrote that they were naive and `overly trusting`, citing Noam's nature and calling Epstein's contacts an orchestrated strategy they failed to see."
    ],
    "title": "Valeria Chomsky Admits 'Serious Errors in Judgment' over Jeffrey Epstein Ties",
    "topic": "Epstein Files",
    "topic_full": "Epstein Files · United States"
  },
  {
    "article_path": "/article/striking-nurses-at-2-nyc-hospital-systems-approve-new-contract-but-ones-at-another-reject-deal_06fb75",
    "article_url": "https://ground.news/article/striking-nurses-at-2-nyc-hospital-systems-approve-new-contract-but-ones-at-another-reject-deal_06fb75",
    "bias": [
      "Left-Leaning coverage frames the nurses ' strike around \"striking nurses\" and worker agency, highlighting internal union dissent with terms like \"Sold Us Out\" and \"forcing a vote.",
      "In contrast, right-leaning outlets portray outcomes by emphasizing division, focusing on the rejection at one hospital while de-emphasizing broader context like other approvals.",
      "Center-Leaning reports remain descriptive, providing specific figures like \"15,000\" total nurses and noting the \"largest and longest\" strike, avoiding partisan framing.",
      "The left uniquely spotlights internal union accusations of leadership misconduct, a detail de-emphasized elsewhere.",
      "While all agree on the Mount Sinai contract approval and NewYork-Presbyterian rejection, their distinct rhetorical choices underscore differing ideological priorities regarding labor actions."
    ],
    "bias_bar_text": null,
    "center_pct": 55.0,
    "error": null,
    "left_pct": 41.0,
    "location": "New York",
    "right_pct": 4.0,
    "status": "ok",
    "summary": [
      "On Wednesday, the New York State Nurses Association said Montefiore and Mount Sinai nurses approved new three-year deals while nurses at NewYork-Presbyterian rejected the proposal.",
      "The walkout began on Jan. 12 when nearly 15,000 nurses walked off the job, demanding higher pay, better staffing, workplace protections and preserved benefits.",
      "Key provisions in the pacts cover pay raises of more than 12% over three years, enforceable safe-staffing standards and increased staffing, workplace-violence protections, maintained health benefits with no additional out-of-pocket costs, and new safeguards around artificial intelligence.",
      "The ratified deals would restore more than 10,000 nurses to hospitals by Saturday, Feb. 14, while over 4,200 nurses at NewYork-Presbyterian remain on strike.",
      "Union members protested after leadership pressed the vote at NewYork-Presbyterian despite the bargaining committee rejecting it, while more than 1,500 petition signatures and over 50 nurses demanded a disciplinary investigation at NYSNA headquarters."
    ],
    "title": "Striking nurses at 2 NYC hospital systems approve new contract but ones at another reject deal",
    "topic": "New York State Politics",
    "topic_full": "New York State Politics · New York"
  },
  {
    "article_path": "/article/bud-cort-known-for-harold-and-maude-role-dies-at-77",
    "article_url": "https://ground.news/article/bud-cort-known-for-harold-and-maude-role-dies-at-77",
    "bias": [
      "Left-Leaning pieces foreground Cort's countercultural legacy, framing Harold and Maude as a formative \"cult classic\" and using warm terms like \"memorable\" and \"enduring,\" while right-leaning coverage stresses mainstream validation—highlighting a \"Golden Globe nomination\" and treating the film's later status as legitimizing his career; left tone is nostalgic and celebratory, right is legitimizing and concise, with center coverage emphasizing career breadth and a Pluto TV tribute.",
      "Pivotal dividing lines include awards versus cultural influence and mention of tribute programming; all sides agree on his death at 77, a \"lengthy illness,\" the Connecticut location, and the friend’s confirmation."
    ],
    "bias_bar_text": null,
    "center_pct": 51.0,
    "error": null,
    "left_pct": 39.0,
    "location": "United States",
    "right_pct": 10.0,
    "status": "ok",
    "summary": [
      "On Wednesday, Bud Cort died in Connecticut after a long illness, confirmed by longtime friend Dorian Hannaway and outlets Variety and Deadline.",
      "Born March 29, 1948, Cort was discovered by director Robert Altman and cast in M*A*S*H and Brewster McCloud, then starred in Harold and Maude after audition chemistry with Ruth Gordon.",
      "A serious car crash in 1979 required numerous surgeries and disrupted Cort's career, but he earned BAFTA and Golden Globe nominations and voiced Toyman on Superman: The Animated Series."
    ],
    "title": "Bud Cort, known for 'Harold and Maude' role, dies at 77",
    "topic": "Entertainment",
    "topic_full": "Entertainment · United States"
  },
  {
    "article_path": "/article/member-of-white-house-religious-liberty-commission-booted-after-antisemitism-hearing",
    "article_url": "https://ground.news/article/member-of-white-house-religious-liberty-commission-booted-after-antisemitism-hearing",
    "bias": [
      "Left-Leaning coverage frames the removal of a \"Right-Wing Catholic\" from a religious commission as for \"questioning Zionism\" and exercising religious freedom against a government \"bombing civilians and starving families in Gaza.",
      "Conversely, right-leaning outlets portray her \"ousted\" for \"anti-Zionist remarks\" while \"defending Christians' religious liberties,\" citing an attempt to \"hijack\" proceedings.",
      "Center-Leaning reports neutrally describe her \"booted\" for \"anti-Israel remarks,\" emphasizing her defense of Candace Owens, who \"routinely shares antisemitic conspiracy theories.",
      "The pivotal divide centers on defining antisemitism and the legitimacy of anti-Zionist views, yet all agree on her removal after \"tense exchanges\" at an antisemitism hearing, reflecting broader ideological clashes over religious freedom and Middle East policy."
    ],
    "bias_bar_text": null,
    "center_pct": 52.0,
    "error": null,
    "left_pct": 19.0,
    "location": "United States",
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "On Feb. 11, Carrie Prejean Boller was removed from President Donald Trump 's White House Religious Liberty Commission, announced by Dan Patrick, who said no member may hijack a hearing for personal agendas.",
      "During the hearing she defended Owens and wore a Palestinian flag pin, critics said Boller hijacked a session on antisemitism.",
      "Religious leaders, including Rabbi Ari Berman, and student witnesses like Yitzchok Frankel and Shabbos Kestenbaum clashed with Prejean Boller, arguing delegitimizing Israel signals anti‑Jewish bias and pushed back on campus protections.",
      "Religious and Jewish leaders warned that her conduct undermines the commission and could affect its upcoming report to Trump, prompting a lawsuit in U.S. District Court in New York.",
      "The episode intensified debates over definitions of antisemitism and platforming, with critics arguing anti‑Zionism masks antisemitism amid the Israel‑Gaza war killing over 72,000 Palestinians and falling support for Israel among young evangelicals."
    ],
    "title": "Member of White House Religious Liberty Commission booted after antisemitism hearing",
    "topic": "Democratic Party",
    "topic_full": "Democratic Party · United States"
  },
  {
    "article_path": "/article/anthropic-to-shoulder-some-costs-as-data-center-expansions-threaten-to-raise-power-bills",
    "article_url": "https://ground.news/article/anthropic-to-shoulder-some-costs-as-data-center-expansions-threaten-to-raise-power-bills",
    "bias": [
      "Left-Leaning outlets frame Anthropic 's initiative as a positive corporate responsibility, highlighting its \"100 percent\" commitment to \"ensure consumer electricity costs remain steady.",
      "Conversely, right-leaning coverage de-emphasizes these specifics, broadly stating the company will \"shoulder some costs\" as \"power-hungry infrastructure\" expansions \"threaten to raise power bills,\" adopting a more neutral, less detailed tone.",
      "Center-Leaning reports provide a balanced view, noting \"growing pushback\" and a crucial caveat regarding leased compute, portraying a more complex scenario.",
      "While all agree Anthropic aims to limit data center impact on energy prices, the differing emphasis on corporate accountability versus market realities reveals underlying ideological perspectives."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 40.0,
    "location": "United States",
    "right_pct": 10.0,
    "status": "ok",
    "summary": [
      "On Feb 11, Anthropic announced it will work with utility companies to estimate and cover consumer electricity price increases and pay for 100% of grid-connection upgrades.",
      "Political momentum has built as a 2024 report found data centers use roughly 4.4% of U.S. power and could surge to 12% by 2028, with expert analyses warning generation prices may rise roughly 25%.",
      "Operationally, Anthropic says it will bring new power generation and grid capacity, cut power use during demand peaks, invest in research and grid-optimization tools, and work with local leaders and small businesses.",
      "Anthropic's move also joins OpenAI, Microsoft, and Meta pledging to limit data-center cost impacts amid rising electricity rates and local opposition that delays projects, following its $50 billion data-center plan in New York and Texas.",
      "Longer term, experts note that upgrading grids with transmission lines and substations is costly and slow, and Anthropic argues companies—not ratepayers—should cover tens of billions in data-center and grid costs to support U.S. AI competitiveness and national security."
    ],
    "title": "Anthropic says it will cover electricity price hikes caused by its data centers",
    "topic": "Anthropic",
    "topic_full": "Anthropic · United States"
  },
  {
    "article_path": "/article/trump-attacks-oklahomas-gop-leader-ahead-of-next-weeks-meeting-of-governors",
    "article_url": "https://ground.news/article/trump-attacks-oklahomas-gop-leader-ahead-of-next-weeks-meeting-of-governors",
    "bias": [
      "Left-Leaning coverage frames the interaction as an aggressive \"attack,\" employing vivid terms like \"bomb throwing\" and \"searing response\" to portray conflict and Trump's actions negatively.",
      "It uniquely details the initial claims about invitation exclusions and the subsequent clarification that all governors would be invited.",
      "Center-Leaning outlets, while sometimes using \"attacks,\" often prefer \"targets\" or \"calls out,\" and critically, highlight the specific detail of *Democratic governors not receiving invites* as the controversy's origin, a point de-emphasized elsewhere.",
      "Right-Leaning perspectives generally focus on the \"clash grows\" and \"feud escalated,\" portraying the \"attack\" perhaps as an assertive internal critique, but de-emphasizing the specific claims or any resolution.",
      "All sides agree Trump \"attacked\" Governor Stitt, labeling him a \"RINO\" before a governors' meeting, revealing how partisan lenses shape the narrative around intra-party disputes and political power dynamics."
    ],
    "bias_bar_text": null,
    "center_pct": 59.0,
    "error": null,
    "left_pct": 36.0,
    "location": "United States",
    "right_pct": 5.0,
    "status": "ok",
    "summary": [
      "On Wednesday, President Donald J. Trump branded Oklahoma Gov. Kevin Stitt a RINO and said invitations went to all governors except two he deemed unworthy on Truth Social.",
      "Because the White House intended to limit invitations to the Feb. 20 business meeting to Republican governors, Stitt wrote that NGA would no longer facilitate the event, citing its mission to represent all 55 governors.",
      "Two White House events are scheduled, with a business meeting on Friday and a traditional Saturday dinner; Stitt said `it's all 50 governors.` and as of Tuesday evening, only Republican governors had invites for Friday.",
      "Some Democratic governors signaled they would not attend the White House dinner, while Brandon Tatum, NGA chief executive, stood by the group's timeline of events.",
      "The meeting remains scheduled for Feb. 20, with Stitt saying Trump invited all governors to the White House governors' conference breakfast, highlighting strains on bipartisan organizations."
    ],
    "title": "Trump slams ‘RINO’ Stitt over National Governors Association dinner",
    "topic": "Donald Trump",
    "topic_full": "Donald Trump · United States"
  },
  {
    "article_path": "/article/house-passes-save-america-act-sending-trump-backed-election-bill-to-the-senate",
    "article_url": "https://ground.news/article/house-passes-save-america-act-sending-trump-backed-election-bill-to-the-senate",
    "bias": [
      "Left-Leaning outlets frame the bill as creating \"voting barriers\" that \"could prevent 21 million citizens from voting,\" emphasizing its \"Trump-backed\" nature and potential to \"disenfranchise Americans,\" particularly specific demographics.",
      "Right-Leaning coverage, conversely, champions the bill as \"commonsense election integrity legislation\" and a \"huge win,\" portraying Democratic opposition as \"out of touch\" for opposing measures to \"prevent illegal immigrants from voting.",
      "Center-Leaning reports neutrally state the bill \"requires proof of US citizenship,\" but the core ideological divide centers on safeguarding voting access versus ensuring election security.",
      "Both sides agree the bill passed largely along party lines and now faces the Senate."
    ],
    "bias_bar_text": null,
    "center_pct": 18.0,
    "error": null,
    "left_pct": 40.0,
    "location": "United States",
    "right_pct": 42.0,
    "status": "ok",
    "summary": [
      "On Feb. 11, the Republican-controlled U.S. House of Representatives passed the Safeguard American Voter Eligibility Act in a 218-213 vote, sending the bill to the Senate.",
      "Supporters say the bill addresses election integrity, citing a Pew Research Center poll showing 83% of voters, including 71% of Democrats, back photo ID.",
      "The legislation would require documentary proof-of-citizenship like an American passport or birth certificate to register, mandate ID copies for absentee ballots and photo ID for in-person voting, and enable federal information-sharing with DHS while imposing criminal penalties on election officials.",
      "Critics warn the bill could disenfranchise voters, saying independent experts and voting-rights groups caution it could block millions and the Brennan Center notes women may face extra hurdles."
    ],
    "title": "House passes SAVE America Act, sending Trump-backed election bill to the Senate",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/blake-lively-justin-baldoni-appear-in-court-together-for-first-time-amid-legal-battle",
    "article_url": "https://ground.news/article/blake-lively-justin-baldoni-appear-in-court-together-for-first-time-amid-legal-battle",
    "bias": [
      "Left-Leaning outlets frame the legal dispute as a \"bitter legal war\" and \"high-profile feud,\" emphasizing sexual harassment allegations with dramatic language like \"real-life Hollywood drama\" and Lively looking \"stern.",
      "In contrast, right-leaning coverage introduces \"slander and reputation damage\" and mutual demands for \"enormous sums of money,\" specifically a \"USD 161 Million Legal Battle,\" portraying a \"huge legal showdown\" and even trivializing with \"dopamine dressing.",
      "Center-Leaning reports, however, remain neutral, describing \"settlement talks\" and a \"conference\" without sensationalism.",
      "While all agree settlement negotiations failed, the contrasting narratives reveal a divide between focusing on emotional conflict and high-stakes financial/reputational battles."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 47.0,
    "location": "New York",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "Blake Lively sued Justin Baldoni in December 2024, accusing him of sexual harassment and retaliation related to their film project and seeking nearly $500 million in damages.",
      "Justin Baldoni filed a $400 million defamation lawsuit against Lively and others, which was dismissed by a US judge in June 2025.",
      "Lively and Baldoni appeared together in court for the first time during a confidential settlement conference before Magistrate Judge Sarah L. Cave, but no resolution was reached.",
      "Both parties were accompanied by legal teams and left court without speaking to the media."
    ],
    "title": "Blake Lively, Justin Baldoni Appear in Court Together for First Time Amid Legal Battle",
    "topic": "Blake Lively",
    "topic_full": "Blake Lively · New York"
  },
  {
    "article_path": "/article/sen-mitch-mcconnell-discharged-from-hospital-after-experiencing-flu-like-symptoms",
    "article_url": "https://ground.news/article/sen-mitch-mcconnell-discharged-from-hospital-after-experiencing-flu-like-symptoms",
    "bias": [
      "Left and center outlets neutrally report Senator McConnell's discharge after \"flu-like symptoms,\" emphasizing his \"outstanding care\" or \"mounting concerns\" about his health , and his return to \"working from home.",
      "In contrast, right-leaning coverage frames the event as a \"health scare,\" using urgent terms like \"BREAKING\" and explicitly linking his recovery to a \"key DHS vote looms,\" revealing a focus on political implications.",
      "While all agree on his discharge and symptoms, the right injects partisan framing with \"100PercentFedUp.com,\" whereas the center provides broader context on his age and historical leadership.",
      "This divergence highlights ideological priorities: individual health and factual context versus political urgency and conservative influence."
    ],
    "bias_bar_text": null,
    "center_pct": 62.0,
    "error": null,
    "left_pct": 15.0,
    "location": "United States",
    "right_pct": 23.0,
    "status": "ok",
    "summary": [
      "Sen. Mitch McConnell was released from the hospital on Tuesday after being admitted for \"flu-like symptoms\" more than a week ago.",
      "McConnell, 83, will work from home this week on the advice of his doctors and is grateful for the care he received.",
      "The Senate Republican leader has faced several health scares in recent years, including a concussion after a fall in 2023."
    ],
    "title": "Mitch McConnell Released From Hospital More than a Week After Experiencing \"Flu-Like Symptoms\"",
    "topic": "Mitch McConnell",
    "topic_full": "Mitch McConnell · United States"
  },
  {
    "article_path": "/article/trumps-doj-seeks-examples-of-egregious-judges-for-congress-to-review",
    "article_url": "https://ground.news/article/trumps-doj-seeks-examples-of-egregious-judges-for-congress-to-review",
    "bias": [
      "The provided analysis de-emphasized left-leaning coverage, but right-leaning outlets framed the DOJ's search for \"egregious\" judges as a necessary response to \"judicial overreach\" or \"activism,\" implying a systemic problem requiring intervention.",
      "They employed terms like \"egregious\" to suggest significant wrongdoing, aligning with a critical tone towards the judiciary.",
      "Center-Leaning coverage, while also noting the administration \"ramped up its pressure,\" presented the term \"egregious\" in quotes, attributing the strong descriptor to the DOJ rather than asserting its truth.",
      "This highlights a pivotal dividing line: the characterization of judicial actions and the administration's response.",
      "Both perspectives agreed on the core facts: the DOJ sought examples of judges \"impeding his agenda\" for congressional action, reflecting broader ideological differences concerning judicial power and executive accountability."
    ],
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": null,
    "location": "United States",
    "right_pct": 33.0,
    "status": "ok",
    "summary": [
      "On Feb 10, the U.S. Department of Justice asked all 93 U.S. Attorneys for the `most egregious examples` of judges impeding President Donald Trump's agenda, Reuters reported.",
      "Citing `unprecedented judicial activism,' the DOJ said the Justice Department is facing rogue judges and solicited examples to help U.S. Congress rein in those violating their oaths.",
      "Among judges singled out is Chief U.S. District Judge James Boasberg, who faced impeachment resolutions after blocking wartime deportations and phone-record disputes, with Trump last year calling him 'radical left.'",
      "The U.S. Constitution requires the U.S. House of Representatives to bring charges and the U.S. Senate to try them, a rare process with only 15 judges impeached and eight convicted, while Congress controlled by Trump's fellow Republicans shapes its progress.",
      "Critics say the move risks undermining the judiciary, noting the U.S. Department of Justice previously filed at least two dismissed misconduct complaints and the Supreme Court conservative justices sided with Trump in emergency rulings."
    ],
    "title": "Trump's DOJ seeks examples of 'egregious' judges for Congress to review",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  }
]
