[
  {
    "Abstract": "Canopy shade environments can negatively impact plant growth and survival. Phytochrome A (phyA) is essential for seedling adaptation to deep shade, yet its role under moderate natural canopy conditions remains unclear. By expressing a novel phyA-nanoLUC reporter in Arabidopsis thaliana, we quantify diurnal fluctuations in phyA and its induction by low red to far-red (R:FR) ratio, simulating canopy shade. We uncover a new key regulatory function for phyB, which increases phyA stability post-dawn in unshaded conditions and modulates expression of PHYA in low R:FR. Further, we demonstrate that beyond its role as a deep shade sensor, phyA is an adept sensor of canopy shade, capable of detecting a range of R:FR ratios across light intensities. Mathematical modelling demonstrates that this property arises from the dynamic features of the phyA HIR mode of action. Interestingly, phyA synthesis is strongly induced by subtle reductions in R:FR ratio, and is robust to light perturbation, suggesting the phyA-sensory module is configured to detect modest shade. Spectral data from natural shade habitats provides ecological context for our laboratory findings. Physiological analysis indicates that under canopy shade phyA promotes seedling de-etiolation, organises resource management and accelerates reproductive development. We propose that this suite of responses, termed the “canopy adaptation strategy”, enhances survival chances under conditions where shade-avoidance strategies are maladaptive.",
    "Author": "Prizeman-Green, Philip",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1073/pnas.251220112",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-03",
    "Related to": 0,
    "Source": "Edinburgh Research Explorer (University of Edinburgh)",
    "Subfield": "Plant Science",
    "Title": "Arabidopsis thaliana Phytochrome A Sensory Properties in Canopy Shade",
    "Topic": "Light effects on plants",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://www.research.ed.ac.uk/en/publications/9c1f8f63-713d-4200-9cda-ffe8d766c33a",
    "oa_pdf_url": null
  },
  {
    "Abstract": "The results confirmed that young women attend their first gynecological consultation later than recommended.",
    "Author": "Walewska, Zuzanna",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1515/ijamh-2025-0182",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-02",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Epidemiology",
    "Title": "First appointment with a gynecologist in Poland.",
    "Topic": "Cervical Cancer and HPV Research",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "Refining is the stage where crude hydrocarbons are re-engineered into high-performance fuels through a combination of physical separation, catalytic conversion, and molecular enhancement processes. This paper presents a humanized yet technically rigorous review of refinery unit evolution, process chemistry, quality drivers, and environmental adaptation. Major transformation pathways—including distillation, cracking, reforming, hydrotreating, alkylation, and fuel specification compliance—are analyzed to demonstrate how refinery operations transitioned from thermal-dominated processing to catalyst-centric precision engineering. Emphasis is placed on fuel quality enhancement metrics such as octane/cetane improvement, sulfur reduction, aromatic control, additive integration, and market-responsive reformulation. The study concludes that modern refining is no longer a linear chemical process but a dynamic molecular optimization ecosystem balancing yield, fuel performance, emissions standards, and commercial adaptability.",
    "Author": "Anuj Santosh Jagadale",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.64823/ijter.2601006",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "International Journal of Technology & Emerging Research",
    "Subfield": "Control and Systems Engineering",
    "Title": "The Alchemy of Refining: Separation, Conversion &amp; Quality Enhancement",
    "Topic": "Process Optimization and Integration",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "The International Society of Nephrology-Global Kidney Health Atlas (ISN-GKHA) Interactive Map is a web-based, open-access platform designed to visualize global data on kidney health care capacity across world countries and regions. The platform presents indicators from the 2019 and 2023 ISN-GKHA surveys, allowing users to compare data across countries and regions (defined across International Society of Nephrology regions and World Bank Income Groups) over time. Key features include searchable and filterable data, interactive heatmap, barcode benchmarking, trend tracking, and exportable tables and graphics. It supports diverse users-including clinicians, researchers, policymakers, and advocates-by translating complex data into easily comprehensible and actionable items, such as kidney care capacity (organization and structures for kidney care), workforce availability, and policy implementation. It fosters stakeholder engagement, peer support, and collaborative planning to address disparities in kidney care. With continuous updates, user feedback integration, and planned enhancements such as improved data granularity, the Interactive Map is poised to be a powerful tool for driving evidence-informed policy, research, and advocacy to advance equitable kidney care globally.",
    "Author": "Tungsanga, Somkanya",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1016/j.kint.2025.09.013",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Nephrology",
    "Title": "Bridging global kidney care gap through data: introducing the International Society of Nephrology-Global Kidney Health Atlas (ISN-GKHA) Interactive Map.",
    "Topic": "Chronic Kidney Disease and Diabetes",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "The results indicate that CORM-3 effectively alleviates myocardial injury during H/R by inhibiting mitochondria-mediated apoptosis and enhancing mitochondrial respiratory function.",
    "Author": "Du, Fang",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.14670/hh-18-941",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 10,
    "Source": "PubMed",
    "Subfield": "Molecular Biology",
    "Title": "CORM-3 mitigates hypoxia/reoxygenation-induced injury in neonatal rat cardiomyocytes by regulating mitochondrial-mediated apoptosis and complex IV activity.",
    "Topic": "Heme Oxygenase-1 and Carbon Monoxide",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "Invasive carcinoma originating from microadenosis has the same immunophenotype as microadenosis, and its prognosis is difficult to determine.",
    "Author": "Chen, Dan",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.14670/hh-18-940",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 10,
    "Source": "PubMed",
    "Subfield": "Oncology",
    "Title": "A redefinition of prognosis: Invasive carcinoma with metastasis originating from microglandular adenosis.",
    "Topic": "Cancer Diagnosis and Treatment",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "Abstract 3D thermal models are associated with building inspection and energy efficiency evaluation. Fusing Thermal infrared (TIR) images with MLS (Mobile Laser scanning) point clouds enables the generation of thermal point clouds, which combine detailed geometric data with thermal attributes at each 3D point. RGB images are typically used to reconstruct a 3D point cloud and apply thermal textures to the model. Therefore, the generated thermal point cloud heavily relies on accurate RGB reconstruction and scale estimation. In this contribution, we introduce a novel image-feature alignment method to directly co-register TIR images with MLS point clouds. The intensity images are generated from the point clouds, and corresponding feature points are matched with the TIR images. With the estimated corresponding points, the pose can be calculated, and the thermal textures are projected onto the MLS point clouds for thermal point cloud generation. Our method achieves results comparable to manual labeling with a projection error of RMSE 3.4 pixels, offering an efficient and reliable solution to generate 3D thermal models for building energy evaluations.",
    "Author": "Zhu, Jingwei",
    "Cited by": 0,
    "Cites": 24,
    "DOI": "https://doi.org/10.1007/s44212-025-00094-8",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Urban Informatics",
    "Subfield": "Mechanics of Materials",
    "Title": "Automatic generation of thermal point clouds from TIR images and LiDAR point clouds",
    "Topic": "Thermography and Photoacoustic Techniques",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://doi.org/10.1007/s44212-025-00094-8",
    "oa_pdf_url": null
  },
  {
    "Abstract": "ITGAX is a key promoter of Th17-cell differentiation and expansion, contributing to the pathogenesis of pediatric UC. Targeting ITGAX may represent a potential therapeutic strategy for pediatric UC by modulating aberrant Th17 responses.",
    "Author": "Xie, Wanying",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.14670/hh-18-899",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 10,
    "Source": "PubMed",
    "Subfield": "Genetics",
    "Title": "ITGAX promotes Th17-cell differentiation and drives pathogenesis in pediatric ulcerative colitis.",
    "Topic": "Inflammatory Bowel Disease",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "The February 2026 Spine Roundup 360 looks at: Anterior cervical discectomy and fusion using cages with different-sized windows: a randomized controlled trial; Electronic and conventional cigarette use and risk of spinal disc disorders: a nationwide cohort study; The effect of paraspinal sarcopenia on postoperative sagittal balance: a multivariate analysis following multilevel lumbar fusion surgery; Multicentre external validation of the New England Spinal Metastasis Score; One-year BMI change and subsequent risk of lumbar disc herniation: a population-based cohort study; A nationwide registry study of surgical and patient-reported outcomes following anterior cervical discectomy and fusion; Spine surgery and major blood loss: how accurate is suction canister estimation?; Outcomes after spinal deformity surgery in patients with Parkinson’s disease: a propensity-matched analysis.",
    "Author": null,
    "Cited by": 0,
    "Cites": 8,
    "DOI": "https://doi.org/10.1302/2048-0105.151.360309",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Bone and Joint 360",
    "Subfield": "Pathology and Forensic Medicine",
    "Title": "Spine",
    "Topic": "Spine and Intervertebral Disc Pathology",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "The February 2026 Foot &amp; Ankle Roundup 360 looks at: Percutaneous distal metatarsal osteotomy with Akin offers better early soft-tissue recovery and equivalent one-year outcomes to open chevron Akin; Is autologous osteoperiosteal transplantation a good option for osteochondral lesions of the talus?; Os vesalianum pedis is uncommon and found in around 0.6% of feet, but important to recognize in lateral foot pain; Neuroma width an important factor in success of Morton’s treatment; Lateral metatarsosesamoid suspensory ligament release is unnecessary for moderate hallux valgus but adds correction in severe deformity; Unimalleolar fractures generally do well in the long term, but trimalleolar injuries carry a substantial risk of persistent impairment; Altered gait biomechanics after peroneus longus tendon harvest for anterior cruciate ligament reconstruction: truth or myth?; Early clinical benefit with the TARIC total ankle prosthesis but a high incidence of early radiological abnormalities warrants vigilance.",
    "Author": null,
    "Cited by": 0,
    "Cites": 8,
    "DOI": "https://doi.org/10.1302/2048-0105.151.360308",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Bone and Joint 360",
    "Subfield": "Orthopedics and Sports Medicine",
    "Title": "Foot &amp; Ankle",
    "Topic": "Foot and Ankle Surgery",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "The February 2026 Arthroplasty Roundup 360 looks at: When is it safe to proceed to a second-stage knee or hip revision?; Should centres of excellence be set up for complex, expensive surgery?; Trends in day-case hip and knee arthroplasty in England: an analysis of National Joint Registry and Hospital Episode Statistics data.",
    "Author": null,
    "Cited by": 0,
    "Cites": 3,
    "DOI": "https://doi.org/10.1302/2048-0105.151.360306",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Bone and Joint 360",
    "Subfield": "Surgery",
    "Title": "Arthroplasty",
    "Topic": "Total Knee Arthroplasty Outcomes",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "The current study by Menguy et al. describes JAG1 as a novel candidate gene for the spectrum of autosomal dominant tubulointerstitial kidney disease. Patients have been shown to develop fibrosis and chronic kidney disease, when distinct pathogenic germline variants occur in JAG1. Interestingly, genetic alterations in the Jagged1/Notch2 pathway can cause the variable appearance of Alagille syndrome, which may also occur in the very same families. Haploinsufficiency is the likely pathomechanism, but future work will need to define the underlying mechanisms.",
    "Author": "Michael S. Wiesener",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1016/j.kint.2025.11.006",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Surgery",
    "Title": "JAG1 of all trades, master of CKD? The role of JAG1 in autosomal dominant tubulointerstitial kidney disease.",
    "Topic": "Pediatric Hepatobiliary Diseases and Treatments",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "Autosomal dominant polycystic kidney disease has some effects on cholesterol metabolism and cardiovascular disease that are shared with other chronic kidney diseases and others that are distinctive and directly caused by disruption of polycystins. The pravastatin clinical trial by Gitomer et al. does not support treatment with statins for the only purpose of delaying disease progression. Emergence of novel lipid-lowering therapies presents new therapeutic opportunities but also risks. Recent studies suggest that cholesterol is important for traffic to and function of polycystins in primary cilia.",
    "Author": "Vicente E. Torres",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1016/j.kint.2025.11.007",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Genetics",
    "Title": "The many faces of cholesterol in autosomal dominant polycystic kidney disease.",
    "Topic": "Genetic and Kidney Cyst Diseases",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "To characterize the genetic basis of chronic kidney disease, genome-wide association studies focused on chronic kidney disease-defining traits that were most readily measurable in large population samples. Today, convolutional neural network analysis of magnetic resonance imaging allows for accurate, large-scale kidney morphology assessment, enhancing research into chronic kidney disease determinants at population scale. Applying convolutional neural networks to UK Biobank data, Monteiro-Martins et al. generated genomic maps of kidney cortex, medulla, and sinus volumes, enabling more detailed research into kidney structure.",
    "Author": "Cristian, Pattaro",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1016/j.kint.2025.12.003",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Nephrology",
    "Title": "Genomics of kidney volumes: one size does not fit all.",
    "Topic": "Chronic Kidney Disease and Diabetes",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "The February 2026 Knee Roundup 360 looks at: Augments in revision knee: go symmetrical or asymmetrical?; What is the effect of weight loss injections on outcomes after total hip and knee arthroplasty?; Cementless total knee arthroplasty outcomes are comparable across age groups: a national database study; Extended antibiotic use in total knee arthroplasty is not associated with decreased periprosthetic joint infection rates; What is the deal with bugs these days? Reviewing 24 years of total knee arthroplasty periprosthetic joint infection; Total knee arthroplasty in dementia: a procedure that demands careful justification.",
    "Author": null,
    "Cited by": 0,
    "Cites": 6,
    "DOI": "https://doi.org/10.1302/2048-0105.151.360305",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Bone and Joint 360",
    "Subfield": "Surgery",
    "Title": "Knee",
    "Topic": "Total Knee Arthroplasty Outcomes",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  }
]
