[
  {
    "article_path": "/article/person-detained-for-questioning-in-connection-with-nancy-guthrie-abduction-official_aa5d10",
    "article_url": "https://ground.news/article/person-detained-for-questioning-in-connection-with-nancy-guthrie-abduction-official_aa5d10",
    "bias": [
      "Left-Leaning outlets frame the detention as a \"significant development,\" emphasizing official sources like Sheriff Nanos and clarifying the individual is \"not a family member.",
      "In contrast, right-leaning coverage frequently employs stronger terms like \"abduction\" or \"kidnapping,\" sometimes using \"arrested\" in headlines, and includes speculative details such as \"Mean Posts Turn Up.",
      "Center-Leaning perspectives highlight a \"potential break in the case\" and \"shock update,\" providing specific forensic details like ransom notes and blood evidence, which are de-emphasized elsewhere.",
      "While all agree a person was detained for questioning regarding Nancy Guthrie 's disappearance, the left focuses on verified updates, the right leans into more dramatic and sometimes speculative portrayals, and the center emphasizes investigative progress and public interest, revealing differing priorities in crime reporting."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "Authorities detained a man for questioning regarding Nancy Guthrie 's disappearance, as confirmed by a law enforcement official to NBC News.",
      "The FBI released images of a masked individual seen tampering with Nancy Guthrie's front door camera, and this person is considered a possible suspect.",
      "Her family expressed their belief that she is still alive and urged the public for assistance through social media.",
      "Nancy Guthrie, 84, was reported missing after failing to attend church services on February 1, prompting an extensive search by law enforcement agencies."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/dc-grand-jury-declines-to-indict-six-democratic-lawmakers_0309d6",
    "article_url": "https://ground.news/article/dc-grand-jury-declines-to-indict-six-democratic-lawmakers_0309d6",
    "bias": [
      "Left-Leaning narratives frame the grand jury's decision as the \" Trump administration fails\" to indict, emphasizing \"illegal orders\" and portraying the effort as a \"revenge prosecution\" against \"political foes,\" a \"remarkable rebuke.",
      "Conversely, right-leaning outlets label the lawmakers the \"seditious six,\" focusing on federal prosecutors' \"fail to secure\" an indictment, often de-emphasizing the \"illegal\" nature of the orders.",
      "Center coverage reports the grand jury \"declines to indict,\" noting President Trump was \"enraged\" and branded them \"traitors\" without adopting those terms.",
      "All perspectives agree a grand jury refused to indict six Democratic lawmakers who urged refusal of \"unlawful orders,\" revealing deep ideological divides over executive accountability versus perceived disloyalty."
    ],
    "bias_bar_text": "Left 41% Center 50% 9%",
    "center_pct": 50.0,
    "error": null,
    "left_pct": 41.0,
    "location": null,
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "A grand jury declined to indict six Democratic lawmakers for urging military personnel to refuse illegal orders, as reported by multiple sources.",
      "Democratic lawmakers stated they would not cooperate with the investigation, citing First Amendment concerns regarding their political speech.",
      "Legal experts expressed concerns about the First Amendment implications of prosecuting lawmakers for political speech, according to the reports."
    ],
    "title": "D.C. grand jury declines to indict six Democratic lawmakers",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/5ad35953-3fea-4d45-8d97-cbb4e8a46e36",
    "article_url": "https://ground.news/article/5ad35953-3fea-4d45-8d97-cbb4e8a46e36",
    "bias": [
      "Left-Leaning coverage frames the incident as a \"tragic school shooting ,\" emphasizing its \"societal impact\" with terms like \"unimaginable tragedy\" and \"Beyond devastating.",
      "Right-Leaning outlets, however, sensationalize with \"horrific\" and \"Bloody School Shooting,\" highlighting \"innocents\" and amplifying scale with \"dozens wounded,\" often including specific, dramatic details like \"Female in dress.",
      "While the Left initially focused on a \"possible second suspect\" and a specific future date, the Right provided demographic context like population figures.",
      "Center coverage remained neutral, focusing on confirmed details and de-emphasizing emotionally charged language.",
      "All perspectives agreed on the core facts of the shooting, the suspect's death, and the high casualty count, reflecting a shared concern over the event's devastating human cost."
    ],
    "bias_bar_text": null,
    "center_pct": 41.0,
    "error": null,
    "left_pct": 35.0,
    "location": "British Columbia",
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "A shooting at Tumbler Ridge Secondary School in British Columbia left eight people dead, including a woman police believe was the gunwoman, and injured more than 25 others, two critically.",
      "Authorities said officers arrived within minutes and found several victims inside the school, while an eighth victim died on the way to the hospital; the suspected shooter appeared to have died from a self-inflicted injury.",
      "Two additional bodies were discovered at a nearby home believed to be linked to the attack, in the small Rocky Mountain town of Tumbler Ridge, where school shootings are considered rare in Canada."
    ],
    "title": "10 dead in shootings at school and home in northeastern British Columbia",
    "topic": "School Shooting",
    "topic_full": "School Shooting · British Columbia"
  },
  {
    "article_path": "/article/authorities-to-release-surveillance-photo-of-potential-subject-in-nancy-guthrie-case",
    "article_url": "https://ground.news/article/authorities-to-release-surveillance-photo-of-potential-subject-in-nancy-guthrie-case",
    "bias": [
      "Left-Leaning coverage emphasizes the 'masked, armed' individual, framing the footage release as 'major breaks' and detailing investigative progress like a person being detained and Google's assistance.",
      "Right-Leaning outlets, however, employ more intense emotional language, frequently using terms like 'chilling', 'terrifying', and 'pistol-packing intruder' to immediately label the individual a 'kidnapping suspect'.",
      "They also introduce speculation about 'cartels' or 'breaking into the home' and spotlight the victim's husband, while de-emphasizing details like detentions or ransom deadlines.",
      "Center-Leaning reports maintain a largely descriptive tone, though they can convey 'desperation' from involved parties, and also report on detentions and ransom notes.",
      "Despite these divergences, all perspectives agree on the release of images showing an armed, masked person tampering with a camera, universally describing it as a 'breakthrough' in the investigation."
    ],
    "bias_bar_text": null,
    "center_pct": 62.0,
    "error": null,
    "left_pct": 20.0,
    "location": "United States",
    "right_pct": 18.0,
    "status": "ok",
    "summary": [
      "The FBI released doorbell camera footage showing an armed individual at Nancy Guthrie 's home on February 1, the day of her disappearance, marking a significant development in the case.",
      "Authorities have not identified any suspects or persons of interest in the investigation.",
      "Nancy Guthrie's family has made public appeals for her safe return and confirmed they are willing to pay a ransom.",
      "The unidentified person in the footage, wearing gloves and a ski mask, tried to obscure and tamper with the camera before removing it from the property."
    ],
    "title": "FBI releases surveillance images of potential subject in Nancy Guthrie investigation",
    "topic": "Nancy Guthrie",
    "topic_full": "Nancy Guthrie · United States"
  },
  {
    "article_path": "/article/trump-commerce-sec-lutnick-admits-visiting-epstein-island-during-family-vacation_4ce5fd",
    "article_url": "https://ground.news/article/trump-commerce-sec-lutnick-admits-visiting-epstein-island-during-family-vacation_4ce5fd",
    "bias": [
      "Left-Leaning outlets frame Lutnick's Epstein ties with intense scrutiny, using terms like 'insisting,' 'misled the country,' and 'pedophile island' to highlight perceived deceit and moral outrage, even sarcastically questioning his 'Father of the year' status while de-emphasizing presidential backing.",
      "Right-Leaning coverage, conversely, often emphasizes his 'nothing to hide' defense and presidential support, sometimes accusing him of being a 'Massive liar' but also deflecting criticism by citing 'administration wins media ignored,' portraying the family visit with 'With Wife And Children' to humanize him.",
      "Center-Leaning coverage maintains a neutral tone, focusing on factual contradictions and Lutnick 'playing down' his relationship.",
      "All perspectives agree on the 2012 island visit, yet their distinct rhetorical tactics, from 'uncomfortable grilling' to 'brushes off Lutnick–Epstein heat,' reveal underlying ideological divides concerning accountability versus political defense and media scrutiny."
    ],
    "bias_bar_text": null,
    "center_pct": 56.0,
    "error": null,
    "left_pct": 30.0,
    "location": "United States",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "During a Senate Appropriations subcommittee hearing on Tuesday, Lutnick admitted he visited Epstein's island for a family lunch with his wife, four children, and nannies.",
      "The Justice Department's January release of roughly 3.5 million files shows Lutnick maintained contact with Jeffrey Epstein through at least 2018 and arranged visits to Epstein's island, contradicting his claim of cutting ties in 2005.",
      "Records show a 2011 meeting, communications through at least 2018, and Lutnick confirmed, `he met Epstein when he moved to a house next door in New York.`",
      "Pressure mounted as lawmakers called for Lutnick to resign while the White House defended him, with Sen. Chris Van Hollen questioning his fitness and credibility before the committee.",
      "The files renewed scrutiny of multiple high-profile figures named in Epstein records, and critics say Lutnick misled Congress about his contacts, raising credibility concerns."
    ],
    "title": "Trump Commerce Sec. Lutnick admits visiting Epstein island during family vacation",
    "topic": "Howard Lutnick",
    "topic_full": "Howard Lutnick · United States"
  },
  {
    "article_path": "/article/savannah-guthrie-pleads-for-publics-help-to-find-mother-in-week-2_21cdad",
    "article_url": "https://ground.news/article/savannah-guthrie-pleads-for-publics-help-to-find-mother-in-week-2_21cdad",
    "bias": [
      "Left-Leaning coverage emphasizes potential societal harms, highlighting police warnings about \"social media sleuths\" \"harming\" the search and AI \"complicating\" \"proof of life\" messages, often using empathetic language like \"heartfelt message.",
      "In contrast, right-leaning outlets frame the situation with more dramatic, emotional terms such as \"pleads\" and \"nightmare,\" while also focusing on alleged \"delayed cooperation\" by \"locals\" with \"feds,\" implying governmental inefficiency.",
      "Center-Leaning reports maintain a more neutral, descriptive tone, presenting direct quotes like \"hour of desperation\" and specific details without the left's tech-centric concerns or the right's critical framing of authorities.",
      "Despite these distinct rhetorical tactics, all perspectives converge on the shared human tragedy, acknowledging the \"desperation\" and \"abduction\" at the core of the ongoing search."
    ],
    "bias_bar_text": null,
    "center_pct": 59.0,
    "error": null,
    "left_pct": 26.0,
    "location": "United States",
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "Savannah Guthrie, the 'Today' co-anchor, appealed to the public on Feb. 9 for help as the search for her 84-year-old mother entered its ninth day and investigators said they are treating ransom communications seriously.",
      "Authorities say evidence indicates an overnight abduction as Nancy Guthrie , 84-year-old woman, was last seen about 9:50 p.m. on Jan. 31 and reported missing on Feb. 1, with blood on the porch testing positive and doorbell camera and pacemaker app disconnecting overnight.",
      "The Guthrie siblings have posted three videos warning images can be manipulated and pledged to pay, with Savannah Guthrie stating, `This is very valuable to us, and we will pay`; FBI special agent Heith Janke said the family decides on ransom actions.",
      "The FBI said it is treating two emails as serious leads, including a note with a Monday deadline, and officials urged the public to call 911 or the Pima County Sheriff's Department.",
      "Investigators have removed a roof camera, towed a dark-colored SUV and searched a septic tank while canvassing gas stations, the FBI announced a $50,000 reward, and Hoda Kotb filled in on 'Today'."
    ],
    "title": "Savannah Guthrie Pleads for Public's Help to Find Mother in Week 2",
    "topic": "Nancy Guthrie",
    "topic_full": "Nancy Guthrie · United States"
  },
  {
    "article_path": "/article/british-woman-23-shot-dead-by-dad-after-arguing-about-donald-trump-inquest-hears",
    "article_url": "https://ground.news/article/british-woman-23-shot-dead-by-dad-after-arguing-about-donald-trump-inquest-hears",
    "bias": [
      "Left-Leaning outlets frame the tragic shooting as a direct consequence of political polarization, emphasizing the father's alleged 'nonsense' and 'callous' remarks, and portraying him as a 'MAGA supporter' whose initial lack of arrest implies injustice.",
      "Right-Leaning coverage also highlights the 'big argument' and 'Trump-Fueled War of Words,' but crucially notes the grand jury's decision not to prosecute, a detail de-emphasized by other perspectives.",
      "Center-Leaning reports maintain a more factual tone, focusing on the victim's background as an 'amazing' university graduate.",
      "While all agree a 23-year-old British woman was shot dead by her father in Texas after an argument about Donald Trump , the divergent portrayals underscore how political affiliation and legal outcomes become pivotal dividing lines in narratives of personal tragedy."
    ],
    "bias_bar_text": null,
    "center_pct": 35.0,
    "error": null,
    "left_pct": 40.0,
    "location": "United Kingdom",
    "right_pct": 25.0,
    "status": "ok",
    "summary": [
      "Lucy Harrison, 23-year-old, was fatally shot at her father Kris Harrison's home in Prosper, Texas, on January 10, 2025, after arriving from Heathrow on December 28.",
      "Amid disputes over gun ownership, Lucy argued with her father about Donald Trump before she was shot, family said she was 'anti-gun' and had clashed over his firearm and alcohol issues.",
      "A medical report found she sustained a chest wound inflicted by another person, with five witnesses present when police attended, and the toxicology report showed no alcohol or drugs in her system.",
      "Senior coroner Jacqueline Devonish refused the recusal application after Mr Harrison's counsel alleged bias, with family legal representative Lois Norris calling it an 'ambush'; evidence continues at Cheshire Coroner's Court.",
      "A Texas grand jury on June 10 last year decided no-one would be prosecuted, leaving Lucy’s family baffled and urging learning from US gun death prevention efforts."
    ],
    "title": "British woman, 23, shot dead by dad after arguing about Donald Trump, inquest hears",
    "topic": "UK Police",
    "topic_full": "UK Police · United Kingdom"
  },
  {
    "article_path": "/article/houston-area-developer-colony-ridge-reaches-68-million-settlement-with-texas-feds",
    "article_url": "https://ground.news/article/houston-area-developer-colony-ridge-reaches-68-million-settlement-with-texas-feds",
    "bias": [
      "Left-Leaning pieces emphasize consumer protection and racial harm, framing the case as a \"predatory scheme\" \"targeting Latinos\" and highlighting buyer deception, while right-leaning pieces stress immigration and enforcement, labeling the development a \"migrant haven\"/\"illegal immigrants\" issue and calling the $68 million outcome a \"law-and-order victory\" .",
      "Key dividing lines are ethnicity versus immigration framing, and focus on fund allocation or statutory claims that trigger strong partisan readings.",
      "Center coverage de-emphasized partisan rhetoric and detailed legal/operational terms; all agree on the settlement, DOJ role, and developers' denial."
    ],
    "bias_bar_text": null,
    "center_pct": 34.0,
    "error": null,
    "left_pct": 33.0,
    "location": "Texas",
    "right_pct": 33.0,
    "status": "ok",
    "summary": [
      "Colony Ridge Land LLC has agreed to a $68 million settlement with the U.S. Department of Justice to resolve claims of targeting Latino borrowers with predatory loans and false statements.",
      "The settlement includes $48 million for infrastructure projects and will implement changes in Colony Ridge's selling practices over the next three years.",
      "Texas Attorney General Ken Paxton stated that the settlement imposes a steep cost on Colony Ridge for their unlawful practices and prioritizes safety in the community.",
      "Local advocates and officials have expressed optimism that the settlement will prevent Colony Ridge from further scamming vulnerable buyers."
    ],
    "title": "Houston-area developer Colony Ridge reaches $68 million settlement with Texas, feds",
    "topic": "Texas Politics",
    "topic_full": "Texas Politics · Texas"
  },
  {
    "article_path": "/article/nevada-hit-with-447k-fine-for-continued-delays-in-mental-health-care-for-defendants",
    "article_url": "https://ground.news/article/nevada-hit-with-447k-fine-for-continued-delays-in-mental-health-care-for-defendants",
    "bias": [
      "Left-Leaning coverage frames Nevada's \"$447K fine\" for \"continued delays\" in mental health care as a systemic failure, highlighting the state's \"struggles\" to provide essential social services to vulnerable defendants.",
      "In contrast, right-leaning reports, while using neutral headline language, implicitly align with critiques of government inefficiency and notably include the specific \"seven-day transfer deadline\" that the left de-emphasizes.",
      "Center-Leaning outlets offer a more comprehensive view, detailing the \"seven-day transfer deadline\" and attributing delays to a shortage of facilities, stating the state \"consistently failed.",
      "All perspectives agree on the court-ordered fine and the \"continued delays,\" revealing ideological priorities in how government accountability and systemic issues are portrayed."
    ],
    "bias_bar_text": null,
    "center_pct": 49.0,
    "error": null,
    "left_pct": 38.0,
    "location": "Nevada",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "Nevada will pay $447,000 in court-ordered fines due to delays in mental health care for defendants in Clark County, reflecting ongoing issues with treatment accessibility.",
      "Defendants must be transferred to a mental health facility within seven days, but delays have led to 32 sanctions since last year, totaling $447,000.",
      "District Court Judge Christy Craig highlighted that delays negatively affect defendants' health, noting incidents of worsening mental illness due to extended waiting periods."
    ],
    "title": "Nevada hit with $447K fine for continued delays in mental health care for defendants",
    "topic": "Nevada Politics",
    "topic_full": "Nevada Politics · Nevada"
  },
  {
    "article_path": "/article/close-maduro-ally-pardoned-by-biden-once-again-a-target-of-us-criminal-investigation",
    "article_url": "https://ground.news/article/close-maduro-ally-pardoned-by-biden-once-again-a-target-of-us-criminal-investigation",
    "bias": [
      "Left and center outlets neutrally present the news of a \"Maduro ally\" \"pardoned by Biden\" now \"once again a target\" of investigation, focusing on the factual sequence.",
      "Center coverage uniquely details the \"alleged bribery conspiracy involving Venezuelan government contracts.",
      "Right-Leaning outlets, however, frame the same events with a critical tone, using the juxtaposition of the pardon and renewed targeting to imply a \"questionable decision\" or \"misjudgment\" by the Biden administration.",
      "While all agree on the core facts of the pardon and renewed investigation concerning the \"deposed Venezuelan leader,\" the right's emphasis on the \"Maduro ally\" and the \"once again a target\" phrase reveals a partisan critique of executive actions, contrasting with the more descriptive approach of other perspectives."
    ],
    "bias_bar_text": null,
    "center_pct": 78.0,
    "error": null,
    "left_pct": 11.0,
    "location": "United States",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "President Joe Biden pardoned Alex Saab, a close ally of Nicolás Maduro , as part of a deal for several imprisoned Americans.",
      "The U.S. Justice Department is investigating Saab for his role in an alleged bribery conspiracy involving Venezuelan government contracts.",
      "Following Biden's pardon, Saab fell out of favor with the new Venezuelan leadership led by Acting President Delcy Rodriguez.",
      "If Saab returns to U.S. custody, he could provide valuable testimony against Nicolás Maduro."
    ],
    "title": "Close Maduro ally pardoned by Biden once again a target of US criminal investigation",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/california-man-sentenced-for-spying-for-china-as-campaign-aide_31f642",
    "article_url": "https://ground.news/article/california-man-sentenced-for-spying-for-china-as-campaign-aide_31f642",
    "bias": [
      "Left-Leaning outlets highlight the agent \"romanced\" a councilwoman, focusing on personal intrigue, while de-emphasizing the politician's identity.",
      "Right-Leaning coverage employs terms like \"Chinese spy,\" \"wooed,\" and \"chilling case,\" portraying the incident as a grave national security threat involving \"CCP propaganda\" and explicitly naming the politician.",
      "Center-Leaning reports provide broader context on rising Chinese influence in local politics, using neutral terms like \"covert agent.",
      "All perspectives consistently report the \"4-year\" prison sentence for acting as a foreign agent.",
      "This divergence underscores ideological priorities, from personal conduct and sensationalism to national security and geopolitical threats."
    ],
    "bias_bar_text": null,
    "center_pct": 36.0,
    "error": null,
    "left_pct": 35.0,
    "location": "Arcadia",
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "On Monday, Yaoning Sun, 65, of Chino Hills, was sentenced to four years in federal prison after pleading guilty in October to acting as an illegal agent of a foreign government.",
      "Throughout 2022 to January 2024, Yaoning Sun, 65, of Chino Hills, obeyed directions from Chinese officials and worked as a campaign adviser helping a politician in Arcadia with donations, some from sources tied to China.",
      "During the April 2023 visit of then‑President Tsai Ing‑Wen, Yaoning Sun, 65, of Chino Hills, sent real‑time updates and photographs to Chinese officials while also countering Falun Gong and publishing pro‑PRC propaganda on a joint news site.",
      "Federal prosecutors recommended 60 months imprisonment and supervised release, public defenders urged no more than 15 months, and Roman Rozhavsky, assistant director of the FBI's Counterintelligence and Espionage Division, praised the sentence as accountability.",
      "Sun cooperated with John Chen , a high-level Chinese intelligence agent who met Xi Jinping and was sentenced in November 2024, aligning with a National Counterintelligence and Security Center bulletin warning that China targets U.S. state and local elected officials."
    ],
    "title": "California Man Sentenced for Spying for China as Campaign Aide",
    "topic": "Espionage",
    "topic_full": "Espionage · Arcadia"
  },
  {
    "article_path": "/article/gov-tim-walz-says-federal-immigration-crackdown-in-minnesota-could-end-within-days_5b894b",
    "article_url": "https://ground.news/article/gov-tim-walz-says-federal-immigration-crackdown-in-minnesota-could-end-within-days_5b894b",
    "bias": [
      "Left-Leaning outlets frame the federal operation's conclusion as a positive \"drawdown,\" employing emotionally charged terms like \"occupation\" and \"unprecedented\" to highlight its adverse impacts.",
      "Right-Leaning coverage, while also using \"crackdown,\" subtly questions Governor Walz's \"optimism\" about its end and politicizes the issue by linking it to \"Trump.",
      "Center-Leaning reports neutrally convey Walz's statements, including his \"occupation\" quote, and detail business concerns as \"not sustainable,\" providing specific operational figures de-emphasized elsewhere.",
      "All perspectives agree Walz expects the operation to conclude in \"days, not weeks and months\" following federal discussions, revealing fundamental ideological splits on immigration enforcement and federal overreach."
    ],
    "bias_bar_text": null,
    "center_pct": 53.0,
    "error": null,
    "left_pct": 23.0,
    "location": "Minnesota",
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "On Tuesday at 11 a.m., Gov. Tim Walz will address the impact of a federal immigration surge on small businesses across Minnesota in a press conference streamed on YouTube.",
      "The Border Patrol shooting of Alex Pretti prompted protests and street closures, disrupting access and causing economic harm across the state, according to officials.",
      "Along Lake Street, Minneapolis, businesses reported 80–90% sales declines and some in St. Paul saw 60–70% drops, while small businesses that closed in solidarity expect financial hits and foot traffic near Pretti memorial increased.",
      "Legal filings from the attorney general argue `The culture of fear created by DHS actions have caused immigrant workers to stay home, which risks damaging sectors of Minnesota's economy that disproportionately depend on immigrant workers, in addition to Minnesota's economy at large`, said Ellison.",
      "State officials plan a coordinated response as Gov. Tim Walz will appear with Matt Varilek of the Minnesota Department of Employment and Economic Development and local business owners to discuss mounting small-business losses."
    ],
    "title": "Gov. Tim Walz says federal immigration crackdown in Minnesota could end within days",
    "topic": "Minnesota Politics",
    "topic_full": "Minnesota Politics · Minnesota"
  },
  {
    "article_path": "/article/privacy-activists-call-on-california-to-remove-covert-license-plate-readers",
    "article_url": "https://ground.news/article/privacy-activists-call-on-california-to-remove-covert-license-plate-readers",
    "bias": [
      "All coverage highlights \"privacy activists\" urging removal of \"covert license plate readers\" feeding into a Border Patrol program.",
      "Left and center outlets emphasize potential Fourth Amendment violations and frame the program as \"controversial,\" with the center uniquely detailing it as a \"predictive domestic intelligence program\" scanning for \"suspicious travel patterns.",
      "Right-Leaning coverage, while also using \"covert,\" de-emphasizes constitutional specifics, aligning with broader skepticism toward government overreach.",
      "This reveals a core ideological divide between concerns for specific constitutional rights and general government intrusion, despite agreement on activist demands and data flow."
    ],
    "bias_bar_text": null,
    "center_pct": 71.0,
    "error": null,
    "left_pct": 20.0,
    "location": "California",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "More than two dozen privacy and advocacy organizations are urging California Governor Gavin Newsom to remove covert license plate readers used by Border Patrol in Southern California.",
      "About 40 license plate readers were identified in San Diego and Imperial counties, which border Mexico, according to researchers from the groups.",
      "Some scholars believe that large-scale collection systems may violate the Fourth Amendment's protections against unreasonable searches and seizures.",
      "CBP stated that its use of plate readers is governed by a strict policy framework to ensure responsible application and compliance with federal law."
    ],
    "title": "Privacy groups urge Newsom to remove covert license plate readers in California",
    "topic": "California Politics",
    "topic_full": "California Politics · California"
  },
  {
    "article_path": "/article/cisa-warns-us-utilities-to-bolster-defenses-after-poland-grid-attack_f04491",
    "article_url": "https://ground.news/article/cisa-warns-us-utilities-to-bolster-defenses-after-poland-grid-attack_f04491",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 100.0,
    "error": null,
    "left_pct": null,
    "location": "United States",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Thursday, the Cybersecurity and Infrastructure Security Agency issued a binding operational directive requiring federal civilian executive branch agencies to inventory and replace unsupported edge devices within specified deadlines.",
      "CISA warned that unsupported edge devices create a `substantial and constant` risk, and persistent cyber threat actors increasingly exploit them to gain network access and exfiltrate data.",
      "Within three months, agencies must report devices from CISA's EOS Edge Device List, inventory all edge devices losing support within 12 months, and decommission listed EOS devices within the same 12 months.",
      "The directive forces federal agencies to absorb procurement and operational burdens as CISA will monitor compliance and provide support with the Office of Management and Budget but has limited enforcement authority.",
      "Working with the FBI and the U.K. NCSC, CISA is producing a private EOS Edge Device List and fact sheet to help agencies comply, urging nonfederal organizations and allies to adopt similar measures."
    ],
    "title": "CISA Warns US Utilities to Bolster Defenses After Poland Grid Attack",
    "topic": "State-Backed Cyber Operations",
    "topic_full": "State-Backed Cyber Operations · United States"
  },
  {
    "article_path": "/article/us-to-expand-passport-revocations-for-parents-who-owe-child-support-ap-sources-say_38073a",
    "article_url": "https://ground.news/article/us-to-expand-passport-revocations-for-parents-who-owe-child-support-ap-sources-say_38073a",
    "bias": [
      "The left-leaning perspective frames the expansion of passport revocations for child support as aligning with \"social welfare\" and \"parental accountability,\" emphasizing government intervention to ensure financial stability.",
      "Conversely, right-leaning coverage, while also presenting the policy factually, notably de-emphasizes concerns about \"government overreach\" or \"individual liberty,\" which would typically be a right-leaning focus.",
      "Center-Leaning outlets distinguish themselves by including specific financial thresholds, such as the \"$100,000\" figure for revocation, a detail de-emphasized by both left and right.",
      "While all perspectives agree on the core facts of the Trump administration 's policy expansion based on a 30-year-old law, their subtle framing reveals underlying ideological priorities regarding state power versus individual responsibility."
    ],
    "bias_bar_text": null,
    "center_pct": 66.0,
    "error": null,
    "left_pct": 32.0,
    "location": "United States",
    "right_pct": 2.0,
    "status": "ok",
    "summary": [
      "The Trump administration plans to revoke passports of parents owing significant child support payments, as reported by AP sources.",
      "The State Department will revoke passports on its own, based on data from the Health and Human Services Department.",
      "Initially, those with more than $100,000 in past-due child support will be affected by this change.",
      "The Passport Denial Program has recovered nearly $621 million in unpaid child support since its start in 1996."
    ],
    "title": "US to Toughen Rules on Revoking the Passports of Parents Who Owe Significant Child Support Payments, AP Sources Say",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/fukushima-study-finds-pig-genes-fading-faster-than-expected-in-boar-hybrids_9d688e",
    "article_url": "https://ground.news/article/fukushima-study-finds-pig-genes-fading-faster-than-expected-in-boar-hybrids_9d688e",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 33.0,
    "location": "Fukushima",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On January 22, 2026, Professor Shingo Kaneko and Dr. Donovan Anderson found maternal domestic swine lineages accelerated generational turnover, rapidly diluting pig nuclear genes in wild boar.",
      "After the 2011 Fukushima Daiichi Nuclear Power Plant accident, evacuated farmland and forests around the Fukushima region allowed escaped domestic swine to interbreed with wild boar, creating a rare one-time natural experiment.",
      "Using nuclear genetic markers and population‑genetics models, researchers estimated generations since hybridization and found many hybrids more than five generations removed.",
      "The researchers said the results could guide invasive‑species control, as the mechanism likely operates worldwide where feral pigs and wild boar interbreed, aiding targeted hybrid removal.",
      "Contrary to expectations, hybrids initially boomed due to pigs' fast breeding but later declined as repeated backcrossing with wild boar diluted pig genes, unlike continual-escape scenarios in North America."
    ],
    "title": "Fukushima Study Finds Pig Genes Fading Faster Than Expected in Boar Hybrids",
    "topic": "Nature & Animals",
    "topic_full": "Nature & Animals · Fukushima"
  },
  {
    "article_path": "/article/super-bowl-averages-1249m-viewers-in-us-bad-bunnys-halftime-1282-million-both-short-of-records_881df5",
    "article_url": "https://ground.news/article/super-bowl-averages-1249m-viewers-in-us-bad-bunnys-halftime-1282-million-both-short-of-records_881df5",
    "bias": [
      "Left-Leaning coverage frames Super Bowl viewership as \"historic\" and Bad Bunny 's performance as \"monumental,\" highlighting \"highest peak viewership\" despite acknowledging it \"just miss\" overall records.",
      "Right-Leaning outlets, conversely, emphasize being \"short of records\" and a \"viewership decline,\" asserting \"Lost Nearly Half of Their Audience\" during halftime and criticizing \"fawning over\" the show.",
      "Center-Leaning reports present the 124.9 million average and 128.2 million halftime figures neutrally, noting a \"slips 2%\" without the left's celebratory tone or the right's critical \"media narrative\" challenge.",
      "All perspectives agree on core viewership numbers, but their divergent interpretations of success versus decline reveal underlying ideological and cultural divides."
    ],
    "bias_bar_text": null,
    "center_pct": 48.0,
    "error": null,
    "left_pct": 36.0,
    "location": "United States",
    "right_pct": 16.0,
    "status": "ok",
    "summary": [
      "On February 9, Bad Bunny headlined the Super Bowl LX halftime show, drawing many viewers’ attention from the Seattle Seahawks and New England Patriots game to the performance.",
      "The decision to book a Latin, primarily Spanish-speaking headliner drew controversy amid the current U.S. political and social climate, and observers said the performance's messaging made a cultural statement.",
      "Bad Bunny's set ran nearly 15 minutes as an immersive depiction of Puerto Rico's culture and identity featuring mostly Spanish-language music and lyrics, with celebrity cameos captured in social posts.",
      "Indiana Fever star Caitlin Clark reacted on social media and is one of the 830,000 people who liked the post, while also appearing on the sideline.",
      "Framed by its cultural messaging, the halftime show functioned as a cultural statement about Puerto Rican identity and culture, prompting public debate about language and representation due to mostly Spanish-language music at a U.S. Super Bowl."
    ],
    "title": "Super Bowl averages 124.9M viewers in US, Bad Bunny’s halftime 128.2 million, both short of records",
    "topic": "Sports",
    "topic_full": "Sports · United States"
  },
  {
    "article_path": "/article/don-lemon-hires-federal-prosecutor-who-resigned-over-minnesota-probes",
    "article_url": "https://ground.news/article/don-lemon-hires-federal-prosecutor-who-resigned-over-minnesota-probes",
    "bias": [
      "Left-Leaning outlets frame Thompson's resignation around a \"fatal ICE shooting probe\" or \"Renee Good's killing,\" emphasizing accountability, while right-leaning coverage attributes it to an \"immigration crackdown,\" portraying a partisan motive.",
      "Left and center portray Lemon as \"covering a protest,\" whereas the right uses terms like \"anti-ICE activist invasion,\" revealing stark ideological divides on journalistic roles and protest legitimacy.",
      "Center coverage maintains neutrality, focusing on \"Minnesota probes\" and \"surprising new client\" without emotional framing.",
      "All agree on Lemon's indictment for disrupting a church service with an ICE official pastor, yet their divergent narratives underscore fundamental disagreements on law enforcement scrutiny and protest characterization."
    ],
    "bias_bar_text": null,
    "center_pct": 76.0,
    "error": null,
    "left_pct": 13.0,
    "location": "United States",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "A former federal prosecutor, Joe Thompson, is now representing Don Lemon , who is indicted for disrupting a church service in Minnesota where an Immigration and Customs Enforcement official was a pastor.",
      "Lemon intends to plead not guilty to federal civil rights charges related to the church protest, stating he was an independent journalist during the incident.",
      "Thompson and Harry Jacobs launched a new law firm after their resignations from the federal prosecutor's office."
    ],
    "title": "Don Lemon hires federal prosecutor who resigned over Minnesota probes",
    "topic": "Don Lemon",
    "topic_full": "Don Lemon · United States"
  },
  {
    "article_path": "/article/top-white-house-aides-tamp-down-january-jobs-expectation",
    "article_url": "https://ground.news/article/top-white-house-aides-tamp-down-january-jobs-expectation",
    "bias": [
      "Left-Leaning outlets frame White House statements as \"spins\" of \"poor jobs numbers,\" employing terms like \"presses\" to highlight critical scrutiny and linking lower figures to a \"deportation crackdown.",
      "Right-Leaning coverage neutrally reports the White House \"lowers expectations\" for \"job growth,\" de-emphasizing specific justifications or broader context.",
      "Center-Leaning analysis, while noting \"lackluster\" prospects and \"intense economic pressure,\" focuses on factual reporting.",
      "All acknowledge lowered job growth expectations, yet their divergent portrayals—especially regarding the *reason* for the shift—reveal underlying ideological divides on economic narratives and government accountability."
    ],
    "bias_bar_text": null,
    "center_pct": 30.0,
    "error": null,
    "left_pct": 50.0,
    "location": "United States",
    "right_pct": 20.0,
    "status": "ok",
    "summary": [
      "On Feb 9, White House economic adviser Kevin Hassett said U.S. job gains could be lower in the coming months due to slower labor force growth and higher productivity.",
      "Higher productivity, Hassett suggested, can explain lower job gains despite GDP growth, as reduced labor force growth from migrants leaving has shrunk the workforce, complicating the economic picture.",
      "Recent data show average monthly payroll gains near 53,000 in Nov–Dec, with nonfarm payrolls likely up 70,000 last month after a 50,000 rise in December and unemployment at 4.4%.",
      "Policymakers face differing responses depending on whether supply or demand is the main limiter, as Powell said it is a difficult time to read the labor market, and the Fed's reaction could vary accordingly.",
      "Labor Department is scheduled to release the delayed January employment report on Wednesday, and economists polled by Reuters expect no change; Hassett’s remarks mirror Fed Chair Jerome Powell’s and Fed chief nominee Kevin Warsh’s recent comments on demand and supply weakness."
    ],
    "title": "Top White House aides tamp down January jobs expectation",
    "topic": "US Economy",
    "topic_full": "US Economy · United States"
  },
  {
    "article_path": "/article/possible-ransom-breakthrough-as-first-bitcoin-activity-seen-in-nancy-guthrie-kidnapping_0b74d7",
    "article_url": "https://ground.news/article/possible-ransom-breakthrough-as-first-bitcoin-activity-seen-in-nancy-guthrie-kidnapping_0b74d7",
    "bias": [
      "Coverage of the Nancy Guthrie kidnapping reveals stark narrative contrasts.",
      "Left-Leaning outlets emphasize a lower \"$4 m\" ransom and employ dismissive language like \"World's Dumbest People\" when discussing public attempts to solve the case, often using cautious terms such as \"purported.",
      "Right-Leaning perspectives, conversely, frame developments as a \"Potentially big development\" and \"BREAKING,\" highlighting a \"$6 million\" ransom and focusing on how \"Cryptocurrency Changed Ransom,\" uniquely reporting the kidnapper's likely \"Tucson area\" origin.",
      "Center-Leaning reports present a more procedural account, detailing \"surveillance video\" and \"SWAT deployment\" while also noting \"increasing concern\" for health.",
      "All perspectives agree on new \"activity\" in the Bitcoin account and Harvey Levin's reporting, underscoring ideological priorities from social critique to crime trends and detailed investigative reporting."
    ],
    "bias_bar_text": null,
    "center_pct": 44.0,
    "error": null,
    "left_pct": 28.0,
    "location": "Arizona",
    "right_pct": 28.0,
    "status": "ok",
    "summary": [
      "By the Feb. 5 deadline, the alleged Bitcoin ransom demand for Nancy Guthrie 's disappearance remained unpaid, with no public sign of payment from the Guthrie family.",
      "The Feb. 1 missing-person declaration for Nancy Guthrie, last seen Jan. 31 outside her Tucson home, prompted a large-scale local search, with authorities cautious about leads.",
      "Last week, the FBI confirmed it reviewed at least one ransom note, which referenced an Apple Watch and a floodlight.",
      "Earlier this week, the family said they still hope Nancy is alive and urged anyone outside Tucson to report sightings to law enforcement.",
      "Authorities urged anyone with tips to call 1-800-CALL-FBI as the Guthrie siblings cautioned about fake documents and the FBI offered a reward up to $50,000."
    ],
    "title": "Possible ransom breakthrough as first Bitcoin 'activity' seen in Nancy Guthrie kidnapping",
    "topic": "Nancy Guthrie",
    "topic_full": "Nancy Guthrie · Arizona"
  },
  {
    "article_path": "/article/former-federal-renewables-lab-lays-off-134-people",
    "article_url": "https://ground.news/article/former-federal-renewables-lab-lays-off-134-people",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 33.0,
    "location": "United States",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Monday, the National Laboratory of the Rockies eliminated 134 positions spanning both research and operations, lab spokesperson David Glickson said.",
      "Funding constraints and programmatic shifts prompted cuts, a termination letter reviewed by CPR News and lab spokesperson David Glickson said, citing alignment with Department of Energy priorities.",
      "The lab's footprint spans a 327-acre Golden, Colorado campus, offices in Washington, D.C. and California, an Alaska research site, and the National Wind Technology Center along Colorado 128 in Boulder County.",
      "The lab responded by acknowledging the contributions of impacted staff, and U.S. Rep. Brittany Pettersen condemned the cuts, calling them harmful.",
      "Weeks after removing `renewable` from its name, the renaming to National Laboratory of the Rockies coincides with Trump administration budget proposals and DOE funding shifts targeting renewable programs."
    ],
    "title": "Former federal renewables lab lays off 134 people",
    "topic": "Layoffs",
    "topic_full": "Layoffs · United States"
  },
  {
    "article_path": "/article/gop-senators-grill-telecom-giants-over-phone-record-subpoenas",
    "article_url": "https://ground.news/article/gop-senators-grill-telecom-giants-over-phone-record-subpoenas",
    "bias": [
      "Left-Leaning coverage frames the hearing as an intrusion—using phrases like \"invasive tactics\" and \"outrageous\" to emphasize privacy overreach—while right-leaning pieces foreground accusations of partisan misconduct, labeling the requests \"secret subpoenas\" and saying the DOJ \"bypassed constitutional safeguards,\" often name-checking specific senators and using mocking lines like \"hide your head in a bag.",
      "Rhetorically, the left leans emotive indignation, the right adopts suspicion and constitutional alarm; the center de-emphasizes partisan spin and notes legal rationales.",
      "Both sides, however, stress subpoenas and privacy as the key stakes, reflecting deeper ideological and institutional rifts."
    ],
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 9.0,
    "location": "United States",
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "Republican senators questioned executives from Verizon , T-Mobile, and AT&T about their compliance with subpoenas that led to the release of phone records connected to lawmakers, which they claimed violated privacy rights and the Constitution's Speech or Debate Clause.",
      "Senator Chuck Grassley stated that the special counsel's subpoenas were part of a probe into alleged efforts by President Donald Trump to overturn the 2020 election, describing the practices as a substantial intrusion on constitutional duties.",
      "Executives from the telecom companies admitted they had complied with subpoenas but criticized their internal processes for failing to identify lawmakers’ phone records before disclosing the data.",
      "Senators are seeking further accountability measures and stated there would be more hearings to address how these investigations were conducted, especially regarding protections for Congress members' data."
    ],
    "title": "GOP senators grill telecom giants over phone record subpoenas",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/ukraines-zelenskiy-intends-to-announce-election-plan-on-february-24-ft-reports",
    "article_url": "https://ground.news/article/ukraines-zelenskiy-intends-to-announce-election-plan-on-february-24-ft-reports",
    "bias": null,
    "bias_bar_text": "Center 40% Right 60%",
    "center_pct": 40.0,
    "error": "Message: \n",
    "left_pct": null,
    "location": null,
    "right_pct": 60.0,
    "status": "fail",
    "summary": null,
    "title": "Ukraine Updates: Zelenskyy to Announce Election Plan, Report",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/caq-leadership-candidate-frechette-promises-to-revive-fast-track-immigration-program_d83531",
    "article_url": "https://ground.news/article/caq-leadership-candidate-frechette-promises-to-revive-fast-track-immigration-program_d83531",
    "bias": null,
    "bias_bar_text": "Left 87% C 13%",
    "center_pct": 13.0,
    "error": null,
    "left_pct": 87.0,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Christine Fréchette promises to revive the fast-track immigration program known as the Programme de l'expérience québécoise if elected to replace the current government.",
      "The decision to end the PEQ sparked protests and criticism from municipal politicians and business leaders concerned about qualified workers leaving.",
      "Bernard Drainville, Fréchette's rival, proposed a 'grandfather clause' to allow workers in priority sectors to remain in Quebec.",
      "Premier François Legault indicated that a grandfather clause could fast-track up to 350,000 temporary immigrants to permanent residency."
    ],
    "title": "CAQ leadership candidate Fréchette promises to revive fast-track immigration program",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/kid-rock-denies-lip-synching-during-pre-recorded-halftime-performance",
    "article_url": "https://ground.news/article/kid-rock-denies-lip-synching-during-pre-recorded-halftime-performance",
    "bias": [
      "Left-Leaning outlets portray Kid Rock's TPUSA performance as a \"disaster\" and \"embarrassment,\" highlighting him being \"mocked\" for \"miming\" and linking it to past controversies or claims of a paid audience.",
      "They amplify negative reactions, like Jimmy Kimmel's.",
      "Right-Leaning coverage, conversely, frames Kid Rock as \"firing back\" against \"nasty accusations\" and \"fake news,\" employing terms like \"libtards\" and focusing on technical glitches or internal criticism like Zach Bryan's \"cringe\" comment.",
      "Center-Leaning reports maintain neutrality, simply stating Kid Rock denied lip-syncing but admitted the performance was taped.",
      "All perspectives agree on the lip-syncing claims and Kid Rock's denial, yet diverge sharply on the event's legitimacy and the characterization of its critics, reflecting broader ideological battles over cultural figures and media narratives."
    ],
    "bias_bar_text": null,
    "center_pct": 38.0,
    "error": null,
    "left_pct": 35.0,
    "location": "United States",
    "right_pct": 27.0,
    "status": "ok",
    "summary": [
      "Turning Point USA staged a pre-taped All-American Halftime Show in Atlanta on Sunday, February 8, where Kid Rock's mouth appeared massively out of sync during his performance.",
      "As counterprogramming to the Super Bowl halftime, Turning Point USA organised the event featuring Kid Rock and country artists, but licensing restrictions limited streaming on X and other platforms.",
      "To rebut claims, Kid Rock planned a demonstration, saying, `I even told them when I saw the rough cut, I was like, 'You guys gotta work on that sync. It's off,'` and that his DJ fills vocal parts while he moves onstage .",
      "Late‑night hosts immediately mocked the show, while Shinedown pulled out of Rock The Country, leading to its South Carolina cancellation; the Turning Point USA livestream peaked at more than 6 million viewers.",
      "Meanwhile, the official halftime show headlined by Bad Bunny drew more than 135 million viewers, prompting conservative backlash due to his Spanish performances and criticism of President Donald Trump."
    ],
    "title": "Kid Rock denies lip-synching during ‘pre recorded’ halftime performance",
    "topic": "Celebrity",
    "topic_full": "Celebrity · United States"
  },
  {
    "article_path": "/article/why-the-words-armenian-genocide-matter-after-vance-social-media-reference-is-deleted",
    "article_url": "https://ground.news/article/why-the-words-armenian-genocide-matter-after-vance-social-media-reference-is-deleted",
    "bias": [
      "Left-Leaning coverage frames the deletion of Vance's \" Armenian genocide \" post as a significant backtracking, emphasizing \"Turkey backlash\" and using terms like \"Coward,\" \"fume,\" and \"hastily scrubbed\" to highlight perceived hypocrisy or diplomatic pressure.",
      "Conversely, right-leaning outlets often juxtapose the deletion with Vance hailing Armenia as a \"bedrock of Christian civilization,\" sometimes employing \"so-called 'genocide'\" to express skepticism, while also noting criticism from lobby groups.",
      "Center-Leaning reports maintain a neutral, explanatory tone, focusing on the historical context of the US government's stance.",
      "All perspectives acknowledge the post's deletion and Turkey's sensitivity, revealing a broader ideological divide between prioritizing historical justice and diplomatic expediency or cultural affinity."
    ],
    "bias_bar_text": null,
    "center_pct": 55.0,
    "error": null,
    "left_pct": 33.0,
    "location": "United States",
    "right_pct": 12.0,
    "status": "ok",
    "summary": [
      "On February 10, the White House deleted a social media post from Vice President J.D. Vance that labeled the Armenian massacres as a genocide, stating it was posted in error.",
      "During his visit to Armenia, Vice President J.D. Vance visited the Tsitsernakaberd Armenian Genocide Memorial, marking the first visit by a U.S. Vice President to Armenia.",
      "A Vance aide clarified that the controversial post was made by staff not part of the traveling delegation, and Mr. Vance did not use the term 'genocide' in his remarks.",
      "Critics, including Alex Galitsky, condemned the deletion as disrespectful to the memory of the genocide victims, calling it an insult."
    ],
    "title": "Vance deletes X post referring to ‘Armenian genocide’",
    "topic": "JD Vance",
    "topic_full": "JD Vance · United States"
  },
  {
    "article_path": "/article/american-medical-association-creates-its-own-vaccine-safety-effectiveness-review-system",
    "article_url": "https://ground.news/article/american-medical-association-creates-its-own-vaccine-safety-effectiveness-review-system",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": "Message: \n",
    "left_pct": 29.0,
    "location": "United States",
    "right_pct": 14.0,
    "status": "fail",
    "summary": null,
    "title": "AMA launching its own vaccine safety, effectiveness review system",
    "topic": "Vaccines",
    "topic_full": "Vaccines · United States"
  },
  {
    "article_path": "/article/maxim-naumov-who-lost-parents-in-dc-plane-crash-makes-olympics-debut_9ec3c4",
    "article_url": "https://ground.news/article/maxim-naumov-who-lost-parents-in-dc-plane-crash-makes-olympics-debut_9ec3c4",
    "bias": [
      "Left-Leaning outlets emphasize the skater's \"unspeakable loss\" and \"inspiring resilience,\" framing his tribute as \"most beautiful way\" and highlighting the \"devastated\" skating community.",
      "Conversely, right-leaning coverage focuses on visible acts like \"kisses photo\" and the \"heartbreaking\" performance that \"moved the audience,\" underscoring traditional family bonds.",
      "Center perspectives provide more factual details, like specific scores, while still noting an \"emotional journey.",
      "All agree on his poignant Olympic debut honoring his late parents.",
      "This divergence illustrates a left-leaning focus on collective empathy and resilience versus a right-leaning emphasis on individual tribute and traditional sentiment."
    ],
    "bias_bar_text": null,
    "center_pct": 62.0,
    "error": null,
    "left_pct": 33.0,
    "location": "United States",
    "right_pct": 5.0,
    "status": "ok",
    "summary": [
      "On Feb. 10, Maxim Naumov will skate the men's short program at the 2026 Winter Olympics in Milan after earning a spot at the U.S. Figure Skating Championships in St. Louis.",
      "On Jan. 29, 2025, American Eagle Flight 5342 collided midair with a Black Hawk helicopter over the Potomac near Ronald Reagan Washington National Airport, killing 67 people.",
      "After a period of withdrawal, Maxim Naumov returned in exhibitions last March, took over his parents' 4-to-7-year-old development program at the Skating Club of Boston, changed coaches, and rebuilt key jumps.",
      "Surrounded by friends and mentors, Naumov carried personal mementos onto the Olympic stage, saying he feels his parents watching over him and relies on support from Gretta Bogdan, Spencer Howe, and Benoît Richard.",
      "Evgenia Shishkova and Vadim Naumov's careers and coaching shaped U.S. skaters, and their 1994 World Figure Skating Championship and two Olympic appearances prompted tributes and fundraising events."
    ],
    "title": "Maxim Naumov, Who Lost Parents in DC Plane Crash, Makes Olympics Debut",
    "topic": "Figure Skating",
    "topic_full": "Figure Skating · United States"
  },
  {
    "article_path": "/article/moderna-says-fda-refuses-to-review-its-application-for-experimental-flu-shot_c3d7dd",
    "article_url": "https://ground.news/article/moderna-says-fda-refuses-to-review-its-application-for-experimental-flu-shot_c3d7dd",
    "bias": [
      "Left-Leaning outlets frame the FDA's refusal as a \"setback\" or \"major blow,\" emphasizing \"heightened scrutiny\" and a policy \"hostile to vaccine development,\" aligning with strong regulatory oversight.",
      "Right-Leaning coverage also notes \"heightened scrutiny\" and uses \"experimental\" to evoke caution, uniquely highlighting international acceptance of the vaccine application and attributing impact to the \"Trump administration.",
      "Center-Leaning reports provide the specific FDA reason—an \"inadequate and well-controlled\" trial—and explicitly criticize Health Secretary Robert F.",
      "Kennedy Jr.'s \"anti-vaccine agenda.",
      "While all perspectives acknowledge the FDA's decision and Moderna 's claim of inconsistency, the differing emphasis on regulatory specifics versus broader political influence reveals ideological divides concerning government authority and vaccine development."
    ],
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 18.0,
    "location": "United States",
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "The U.S. Food and Drug Administration refused to review Moderna Inc.'s application for its novel mRNA flu vaccine, citing inadequate study comparisons.",
      "The rejection letter from Vinay Prasad stated that the study did not adequately compare the new shot to the best-available standard of care.",
      "Moderna claimed the FDA's criticism was inconsistent with prior communications, asserting that their studies compared the shot to approved influenza vaccines.",
      "The FDA's refusal to file signifies a rigorous regulatory approach, reflecting Prasad's criticism of drug company comparison methods in clinical trials."
    ],
    "title": "Moderna says FDA refuses to review its application for experimental flu shot",
    "topic": "Moderna",
    "topic_full": "Moderna · United States"
  },
  {
    "article_path": "/article/australia-urges-calm-after-violent-clashes-in-sydney-during-israeli-presidents-visit_1c9bd1",
    "article_url": "https://ground.news/article/australia-urges-calm-after-violent-clashes-in-sydney-during-israeli-presidents-visit_1c9bd1",
    "bias": [
      "While all coverage noted the Prime Minister urged calm after violent clashes during the Israeli President's visit, narratives diverged sharply.",
      "Left-Leaning outlets emphasized \"thousands protested nationwide\" and the PM's justification for the invitation, de-emphasizing his statement on Palestinian oppression.",
      "Right-Leaning reports, however, framed events with terms like \"violence erupts\" and \"target,\" explicitly linking them to the \"Bondi Beach massacre\" and detailing specific arrest numbers.",
      "Center-Leaning coverage, while often using \"ugly clashes,\" also reported the PM was \"devastated\" and included his acknowledgment of Palestinian oppression.",
      "These distinct rhetorical tactics, from highlighting protest scale to sensationalizing violence, reveal underlying ideological divides concerning the nature of dissent and the broader geopolitical context."
    ],
    "bias_bar_text": "Left 39% C 22% Right 39%",
    "center_pct": 22.0,
    "error": null,
    "left_pct": 39.0,
    "location": null,
    "right_pct": 39.0,
    "status": "ok",
    "summary": [
      "On Monday night, clashes occurred in Sydney as anti-Israel protesters confronted police, leading to nine charges ahead of Herzog's meeting with the prime minister on Tuesday afternoon.",
      "Herzog travelled to Australia to offer sympathy after the December 14 terror attack, visiting the attack scene on Monday, while Greens leader Larissa Waters urged rescinding the invitation and Greens MP Elizabeth Watson-Brown questioned if Herzog should be sent home.",
      "The visit lasted about two hours, with students waving Australian and Israeli flags, while reporters described peaceful protesters being assaulted and Herzog visiting Moriah War Memorial College amid heavy police presence.",
      "Albanese urged calmer public debate and defended Isaac Herzog's visit, saying rhetoric must be toned down both in parliament and outside to reduce tensions.",
      "The Australian public would have found those scenes confronting, and Mr Albanese reiterated Australia remains in favour of engaging constructively with both Israelis and Palestinians to reach a two-state solution."
    ],
    "title": "Australia urges calm after violent clashes in Sydney during Israeli President's visit",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/gaza-doctor-who-slammed-israel-in-ny-times-op-eds-is-hamas-colonel-seen-in-military-uniform-watchdog-idf",
    "article_url": "https://ground.news/article/gaza-doctor-who-slammed-israel-in-ny-times-op-eds-is-hamas-colonel-seen-in-military-uniform-watchdog-idf",
    "bias": [
      "Right-Leaning outlets frame a Gaza hospital director as a \" Hamas colonel\" or \"terrorist,\" using accusatory terms like \"slammed Israel\" and criticizing the New York Times for a \"collapse of editorial due diligence,\" implying a cover-up with phrases like \"Doesn’t Bother Telling You This Key Detail.",
      "Their tone is skeptical, employing scare quotes around \"'doctor'.",
      "Center-Leaning coverage, conversely, neutrally presents the resurfaced photo of the director in a \"Hamas uniform\" and his New York Times op-eds, de-emphasizing media criticism.",
      "Both perspectives agree on the photo's existence and the director's role, but diverge sharply on media accountability and the individual's specific affiliation, reflecting broader ideological divides concerning geopolitical narratives."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On January 31, 2026, NGO Monitor disclosed a photograph showing Dr. Hussam Abu Safiya in a Hamas uniform, collapsing the narrative that had elevated him as a moral authority.",
      "Major Western newsrooms had presented Abu Safiya's op-eds and testimony as a grieving doctor and humanitarian, shaping public discussion as a moral witness.",
      "The IDF detained Abu Safiya and accused him of terrorist activity, while his alleged Hamas colonel rank was not disclosed to readers when his essays were published.",
      "Editors are being asked to explain whether they knew of Abu Safiya's affiliation or failed basic due diligence, as outlets owe their audiences clarifications and transparency.",
      "Observers say the episode fits a pattern in which Western media rely on Gaza‑based voices while underplaying Hamas’s coercive embedding in hospitals and civilian institutions."
    ],
    "title": "Photo Surfaces of Gaza Hospital Director in Hamas Uniform",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/ottawa-investigating-report-gaza-cemetery-where-canadians-were-buried-was-destroyed_f9eec1",
    "article_url": "https://ground.news/article/ottawa-investigating-report-gaza-cemetery-where-canadians-were-buried-was-destroyed_f9eec1",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Global Affairs Canada is investigating reports that the Gaza War Cemetery, containing graves of nearly two dozen Canadians, has been severely damaged or destroyed.",
      "The Royal Canadian Legion says it was \"devastated\" to hear of the extensive damage to the cemetery, the resting place of Canadian Armed Forces members.",
      "The Guardian reported that Israeli forces had \"bulldozed\" part of the cemetery last year, and satellite images show no visible trace of the plot for Canadian UN peacekeepers."
    ],
    "title": "Ottawa investigating report Gaza cemetery where Canadians were buried was destroyed",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/father-of-us-based-hong-kong-activist-convicted-under-national-security-law",
    "article_url": "https://ground.news/article/father-of-us-based-hong-kong-activist-convicted-under-national-security-law",
    "bias": [
      "Left-Leaning coverage frames the conviction of activist Anna Kwok's father as a \"disturbing escalation,\" emphasizing human rights and using \"pro-democracy activist\" while subtly questioning terms like \"absconder.",
      "Right-Leaning outlets portray Anna Kwok as a \"political exile,\" highlighting authorities targeting a \"target they can still touch\" and detailing the specific insurance policy action.",
      "Center reports maintain a neutral, factual tone, de-emphasizing emotional language.",
      "While all perspectives agree on the conviction under national security law and its unprecedented nature, the stark differences in framing—from human rights violations to state overreach—underscore divergent ideological priorities regarding state power and individual liberties."
    ],
    "bias_bar_text": "Left 50% Center 29% R 21%",
    "center_pct": 29.0,
    "error": null,
    "left_pct": 50.0,
    "location": null,
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "Kwok Yin-sang, the father of U.S.-based activist Anna Kwok, was convicted under Hong Kong's national security law for attempting to access her insurance funds, marking the first conviction of a relative of a wanted activist abroad under this law.",
      "Amnesty International spokesperson Joey Siu stated that this conviction represents a disturbing escalation and a politically motivated attack on freedom of expression.",
      "Kwok Yin-sang, 69, was found guilty of trying to access insurance funds belonging to Anna Kwok, who is targeted by authorities due to her pro-democracy activism .",
      "The Hong Kong government continues to face criticism for using national security laws to intimidate activists, undermining their freedoms since the law's enactment in 2020."
    ],
    "title": "Father of US-based pro-democracy activist Anna Kwok becomes first to be convicted under Hong Kong’s national security law",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/trump-weighs-sending-2nd-aircraft-carrier-to-middle-east-amid-talks-with-iran",
    "article_url": "https://ground.news/article/trump-weighs-sending-2nd-aircraft-carrier-to-middle-east-amid-talks-with-iran",
    "bias": [
      "Left-Leaning coverage frames the potential deployment of a second aircraft carrier as potentially disruptive, juxtaposing the action with \"in midst of Iran talks\" and characterizing a failed deal as \"foolish.",
      "Right-Leaning outlets, conversely, portray Trump's consideration as a strong \"warns\" or \"threatens\" against Iran, emphasizing the \"collapse\" of talks as justification for a \"drastic step\" to \"cow Iran\" or create a \"legacy-defining moment.",
      "While all acknowledge Trump's \"something very tough\" comment, the right highlights broader military presence and political endorsements like Nikki Haley's, which the left de-emphasizes.",
      "Center-Leaning reports maintain a neutral \"weighs\" or \"hints at,\" focusing on factual context and the expansion of negotiation scope to ballistic missiles, avoiding the emotional framing of either side.",
      "The core divergence lies in whether military posturing aids or hinders diplomacy."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "US President Donald Trump said he is considering sending a second aircraft carrier to the Middle East to increase pressure on Iran amid ongoing negotiations.",
      "Trump expressed confidence that Iran is eager to reach an agreement, indicating that military pressure has influenced their seriousness in the talks.",
      "Iran's Foreign Ministry spokesman stated that discussions in Oman have shown a consensus to continue diplomatic efforts, with a call for maintaining the process.",
      "Concerns exist that the military buildup by the US might overshadow efforts for diplomacy, as highlighted by analysts."
    ],
    "title": "US considering sending second aircraft carrier to Middle East amid Iran tensions: Trump",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/jon-stewart-roasts-maga-meltdown-over-bad-bunny-halftime-show-so-triggered-they-need-to-create-their-own-safe-space-alternative",
    "article_url": "https://ground.news/article/jon-stewart-roasts-maga-meltdown-over-bad-bunny-halftime-show-so-triggered-they-need-to-create-their-own-safe-space-alternative",
    "bias": [
      "Left-Leaning coverage frames Jon Stewart as \"slamming\" \"conservative outrage\" with terms like \"f****** p******\" and \"hypocrisy,\" portraying his critique as \"expertly picked apart.",
      "Conversely, right-leaning outlets de-emphasize Stewart's direct comments, instead highlighting an \"ex-ESPN reporter's attempt to mock\" conservatives that \"laughably derailed,\" shifting focus and ridiculing the opposition.",
      "Center-Leaning reports acknowledge Stewart \"roasting\" a \"MAGA meltdown\" and \"defending\" Bad Bunny, but omit his most vulgar language, focusing on his questioning of a performer's role in national unity.",
      "While all acknowledge Stewart discussed conservative reactions to the Super Bowl show, the left emphasizes Stewart's confrontational tone, the right deflects, and the center seeks a broader, less inflammatory context, revealing deep ideological divides over cultural critique and political discourse."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "Jon Stewart criticized MAGA supporters for their negative reaction to Bad Bunny's Spanish-language performance at the Super Bowl halftime show.",
      "Stewart mocked the need for an 'All-American' alternative halftime show, saying it showed a lack of confidence from those in power.",
      "He also slammed Republicans for defending a racist video posted by former President Trump depicting the Obamas as apes."
    ],
    "title": "Jon Stewart hits back at MAGA's reaction to Bad Bunny's Super Bowl halftime show",
    "topic": null,
    "topic_full": null
  }
]
