[
  {
    "article_path": "/article/ghislaine-maxwell-appeals-for-clemency-from-trump-as-she-declines-to-answer-questions-from-lawmakers_0afeaa",
    "article_url": "https://ground.news/article/ghislaine-maxwell-appeals-for-clemency-from-trump-as-she-declines-to-answer-questions-from-lawmakers_0afeaa",
    "bias": [
      "Left-Leaning coverage frames Ghislaine Maxwell 's clemency offer as a \"brazen play,\" using terms like \"grilling\" to convey a critical, sensational tone, implying manipulative political maneuvering.",
      "Conversely, right-leaning outlets highlight her offer to \"clear Trump, Clinton,\" emphasizing their \"innocent\" status and employing words like \"gambit\" to suggest a calculated strategy, often questioning \"who she is protecting\" amidst \"monstrous crimes.",
      "Center perspectives neutrally report her refusal to answer questions, focusing on Congress's pursuit of information regarding \"systematic failures.",
      "While all agree Maxwell invoked the Fifth Amendment and her attorney made the clemency offer, these contrasting narratives reveal fundamental ideological divides concerning political accountability and the interpretation of legal actions."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Monday, Ghislaine Maxwell invoked her Fifth Amendment right and declined to answer substantive questions at a deposition via videolink to the federal prison camp in Texas.",
      "House Oversight Committee subpoenaed Maxwell last year and pressed for a deposition despite her attorneys' resistance, pursuing testimony amid a DOJ release of more than three million additional pages and scheduled depositions for Feb. 26 and Feb. 27.",
      "David Oscar Markus said Maxwell must remain silent due to a pending habeas petition and planned to read a prepared statement, adding she will speak if granted clemency by President Donald Trump.",
      "Chairman James Comer said the investigation will continue without Maxwell's testimony, and he reiterated Monday he will press for closed-door depositions while releasing transcripts and video.",
      "With Epstein deceased, Maxwell's deposition comes amid the Justice Department's release of millions of files, tarnishing political and business leaders while she remains the only person convicted in connection with Epstein."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/savannah-guthrie-pleads-for-publics-help-to-find-mother-in-week-2",
    "article_url": "https://ground.news/article/savannah-guthrie-pleads-for-publics-help-to-find-mother-in-week-2",
    "bias": [
      "Left-Leaning outlets emphasize the emotional human element, highlighting a \"heartfelt message\" and Guthrie's plea, \"we need your help,\" while de-emphasizing the nature of the disappearance.",
      "Right-Leaning coverage explicitly frames the event as an \"abduction,\" noting Guthrie \"begs\" for help and thanks for \"prayers and love.",
      "Center outlets attribute \"desperation\" and \"nightmare\" to Guthrie but also report \"suspected kidnapping\" more neutrally.",
      "The pivotal dividing line is the portrayal of the disappearance as merely \"missing\" versus \"abducted.",
      "All perspectives agree Guthrie's mother is missing and she has made public pleas, but the left prioritizes collective empathy, while the right focuses on definitive crime and traditional support, reflecting distinct ideological priorities."
    ],
    "bias_bar_text": "Left 37% Center 40% R 23%",
    "center_pct": 40.0,
    "error": null,
    "left_pct": 37.0,
    "location": null,
    "right_pct": 23.0,
    "status": "ok",
    "summary": [
      "Savannah Guthrie, the 'Today' co-anchor, appealed to the public on Feb. 9 for help as the search for her 84-year-old mother entered its ninth day and investigators said they are treating ransom communications seriously.",
      "Authorities say evidence indicates an overnight abduction as Nancy Guthrie , 84-year-old woman, was last seen about 9:50 p.m. on Jan. 31 and reported missing on Feb. 1, with blood on the porch testing positive and doorbell camera and pacemaker app disconnecting overnight.",
      "The Guthrie siblings have posted three videos warning images can be manipulated and pledged to pay, with Savannah Guthrie stating, `This is very valuable to us, and we will pay`; FBI special agent Heith Janke said the family decides on ransom actions.",
      "The FBI said it is treating two emails as serious leads, including a note with a Monday deadline, and officials urged the public to call 911 or the Pima County Sheriff's Department.",
      "Investigators have removed a roof camera, towed a dark-colored SUV and searched a septic tank while canvassing gas stations, the FBI announced a $50,000 reward, and Hoda Kotb filled in on 'Today'."
    ],
    "title": "Savannah Guthrie Pleads for Public's Help to Find Mother in Week 2",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/dbbf4dfb-e670-43de-a9a1-7c110b7fb50e",
    "article_url": "https://ground.news/article/dbbf4dfb-e670-43de-a9a1-7c110b7fb50e",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 61.0,
    "error": null,
    "left_pct": 28.0,
    "location": "United States",
    "right_pct": 11.0,
    "status": "no_change",
    "summary": [
      "On Sunday, the Seattle Seahawks defeated the New England Patriots 29-13 in Super Bowl LX at Levi's Stadium, securing the franchise's second title.",
      "Seattle's 'Dark Side' defense dominated, as Devon Witherspoon, Derick Hall and Byron Murphy under Seahawks defensive coach Mike Macdonald pressured Patriots quarterback Drake Maye.",
      "Key plays—an interception return and flawless kicking—provided by Uchenna Nwosu and Jason Myers, including six sacks of Maye, decided the game.",
      "The result reshaped legacies, as the Patriots were denied a record seventh Super Bowl while Sam Darnold became the first quarterback from the 2018 draft class to win, and Kenneth Walker III will visit Disneyland Monday.",
      "Vrabel pursued a rare career milestone, aiming to become the fifth person to win a Super Bowl as both a player and coach, with the same team, after Darnold's comeback victory."
    ],
    "title": "Seahawks ride their ‘Dark Side’ defense to a Super Bowl title, pounding the Patriots 29-13",
    "topic": "New England Patriots",
    "topic_full": "New England Patriots · United States"
  },
  {
    "article_path": "/article/bad-bunny-makes-super-bowl-history-with-first-spanish-language-halftime-show-amid-conservative-backlash",
    "article_url": "https://ground.news/article/bad-bunny-makes-super-bowl-history-with-first-spanish-language-halftime-show-amid-conservative-backlash",
    "bias": [
      "Left-Leaning outlets framed Bad Bunny's performance as a 'protest' and 'historic' 'Puerto Rican Pride' moment, celebrating it as 'revolutionary' and an 'anti-Trump icon' wielding 'joy as resistance.' Right-leaning coverage, conversely, portrayed the show as 'literally about erasing 'America'' with a 'Spanish-Only' 'political immigration message,' labeling the artist a 'fake American.' Center reports noted the 'controversy' and 'culture war' 'flashpoint,' presenting both 'terrible choice' and 'uniting' perspectives.",
      "The phrase 'Together we are America' became a pivotal dividing line, interpreted as either broadening or erasing national identity.",
      "All sides acknowledged the performance's polarizing nature and its primarily Spanish delivery, reflecting broader ideological clashes over cultural representation and national belonging."
    ],
    "bias_bar_text": null,
    "center_pct": 59.0,
    "error": null,
    "left_pct": 27.0,
    "location": "United States",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "Sunday, Bad Bunny headlined the Super Bowl LX halftime show at Levi's Stadium, performing nearly 13 minutes mostly in Spanish that highlighted Puerto Rican culture.",
      "To highlight immigration and Puerto Rican issues, Bad Bunny used the platform to showcase material from his Grammy-winning Spanish-language album, following last week's Grammy victories.",
      "Midway through the set, Bad Bunny recreated Puerto Rican imagery, handed a Grammy to the young boy, and included surprise cameos plus a real on-field wedding.",
      "Officials and commentators reacted, noting a split between praise and criticism, with President Trump denouncing the halftime pick, according to sources.",
      "Given roughly 6.1 million Puerto Ricans living on the US mainland, Bad Bunny's performance is framed as a landmark moment for Latino representation amid Puerto Rico's $72 billion fiscal crisis."
    ],
    "title": "Bad Bunny Makes Super Bowl History With First Spanish-Language Halftime Show Amid Conservative Backlash",
    "topic": "Super Bowl",
    "topic_full": "Super Bowl · United States"
  },
  {
    "article_path": "/article/a27de247-de51-42e6-93bc-536f8c15bd03",
    "article_url": "https://ground.news/article/a27de247-de51-42e6-93bc-536f8c15bd03",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 24.0,
    "location": "United States",
    "right_pct": 19.0,
    "status": "no_change",
    "summary": [
      "Today show cohost Savannah Guthrie released an Instagram video saying, `We received your message and we understand` and her family is willing to pay to secure Nancy Guthrie's return.",
      "Relatives reported Nancy Guthrie missing on February 1 after she was last seen January 31, and multiple media outlets, including KGUN, received alleged ransom notes during the week; law enforcement said a prior note set deadlines for February 5 and 9.",
      "FBI agents returned to the property and recovered a wired roof camera, probed a septic tank, and searched Annie Guthrie’s home while the family released repeated video pleas.",
      "Law enforcement says the case is being treated as a kidnapping with no suspects identified, and the FBI offered a $50,000 reward while authorities restricted access near the home and resumed searches.",
      "Federal authorities, at the president's behest, are assisting while experts say the camera's placement suggests premeditation, and Nancy Guthrie's fragile health increases urgency."
    ],
    "title": "Savannah Guthrie says 'we will pay' for mother's safe return",
    "topic": "Celebrity",
    "topic_full": "Celebrity · United States"
  },
  {
    "article_path": "/article/washington-post-publisher-will-lewis-says-hes-stepping-down-days-after-big-layoffs-at-the-paper_573d94",
    "article_url": "https://ground.news/article/washington-post-publisher-will-lewis-says-hes-stepping-down-days-after-big-layoffs-at-the-paper_573d94",
    "bias": [
      "Left-Leaning coverage frames the executive's departure as a consequence of his \"controversial past\" and actions that \"gut the newspaper,\" using terms like \"AWOL\" and \"stubbled bumbler\" to highlight alleged incompetence and employee discontent.",
      "Right-Leaning outlets, conversely, portray the event as part of the institution's \"implosion in epic chaos,\" emphasizing an \"onslaught of backlash\" and its \"crumbling\" state, often noting its \"Jeff Bezos-owned\" status.",
      "Center-Leaning reports adopt a more neutral tone, describing a \"troubled tenure\" and \"newsroom backlash\" following \"sweeping layoffs \" without extreme rhetoric.",
      "While all agree on the departure and \"mass layoffs\" affecting around 300 staff, the left prioritizes corporate accountability and worker impact, whereas the right focuses on broader institutional failure, revealing ideological splits on media integrity and corporate power."
    ],
    "bias_bar_text": null,
    "center_pct": 52.0,
    "error": null,
    "left_pct": 24.0,
    "location": "Washington",
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "On Saturday, Will Lewis, Publisher of The Washington Post, stepped down and named CFO Jeff D'Onofrio as acting publisher and CEO effective immediately.",
      "The newsroom's restructuring recently cut roughly 300 employees, eliminating the sports desk and reducing local staff from more than 40 to about a dozen.",
      "Reporters said they did not see Lewis during or after Wednesday's layoffs , though he was photographed Thursday on a pre-Super Bowl red carpet and journalists appealed to Jeff Bezos in recent weeks, who did not respond.",
      "Saturday evening's announcement made no mention of Lewis staying to support the transition, implying a sudden leadership change amid shaken newsroom confidence and operational capacity.",
      "Under financial pressure, management had been tasked with reversing declines amid losses hitting $100 million, and Lewis was hired in late 2023 by Jeff Bezos, who acquired the paper for roughly $250 million."
    ],
    "title": "Washington Post publisher Will Lewis says he’s stepping down, days after big layoffs at the paper",
    "topic": "US Politics",
    "topic_full": "US Politics · Washington"
  },
  {
    "article_path": "/article/blakeman-taps-madison-county-sheriff-as-his-running-mate-in-race-for-governor",
    "article_url": "https://ground.news/article/blakeman-taps-madison-county-sheriff-as-his-running-mate-in-race-for-governor",
    "bias": null,
    "bias_bar_text": "Center 61% Right 39%",
    "center_pct": 61.0,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": 39.0,
    "status": "no_change",
    "summary": [
      "On Monday, Nassau County Executive Bruce Blakeman named Madison County Sheriff Todd Hood as his lieutenant governor running mate at the New York State Republican Convention.",
      "Following a Saturday request, Giardino emailed and texted his decision late Sunday and Monday, saying he could not campaign 24/7 while serving as sheriff.",
      "With experience across local and regional agencies, Hood has served as Madison County Sheriff since 2018, reelected with over 83 percent in November, and holds leadership roles in state and national sheriff organizations.",
      "Blakeman framed the pick as a public-safety choice and said `My running mate, Sheriff Todd Hood, has spent his career protecting communities`, shortly after Trump endorsed him, but he trails Hochul in polls and fundraising.",
      "Republicans meet this week in Garden City for a convention through Wednesday, ahead of the June 23 New York primary and Nov. 3 general election, as Democrats named Gov. Kathy Hochul’s running mate earlier this month."
    ],
    "title": "Blakeman Taps Madison County Sheriff as His Running Mate in Race for Governor",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-to-cut-600-million-in-public-health-grants-to-democratic-led-states-bloomberg-news-reports_9798ed",
    "article_url": "https://ground.news/article/us-to-cut-600-million-in-public-health-grants-to-democratic-led-states-bloomberg-news-reports_9798ed",
    "bias": [
      "Left-Leaning coverage frames the $600 million funding reduction as a politically motivated \"yanking\" from \"blue states,\" emphasizing impacts on HIV prevention and using terms like \"sweeping cuts.",
      "This contrasts with center-leaning coverage, which neutrally reports the \"cut\" to \"Democrat-led states,\" focusing on verification challenges and attribution while de-emphasizing specific program impacts.",
      "Both perspectives agree on the $600 million reduction affecting four states due to shifting priorities.",
      "This divergence highlights ideological priorities, with the left focusing on social program vulnerability and perceived political targeting, while the center prioritizes journalistic process and neutrality in reporting."
    ],
    "bias_bar_text": "Left 57% Center 43%",
    "center_pct": 43.0,
    "error": null,
    "left_pct": 57.0,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Monday, the Trump administration announced it would rescind roughly $600 million in CDC grants from California, Colorado, Illinois and Minnesota, notifying congressional committees with terminations set for the coming weeks.",
      "HHS said the awards `no longer reflect` its current priorities after an internal review, last month pausing $5 billion in infrastructure grants for alignment checks but lifting the pause within 24 hours.",
      "Specific partner cuts include $7.2 million to the American Medical Association in Illinois, $5.2 million to Lurie Children’s Hospital of Chicago, and $876K to UCSF’s Prevention Research Center, affecting about two dozen HIV/STI programs."
    ],
    "title": "Trump Administration Cuts $600 Million in Public Health Grants to Four Democratic States, Bloomberg News reports",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/chappell-roan-leaves-talent-agency-led-by-casey-wasserman-after-epstein-fallout",
    "article_url": "https://ground.news/article/chappell-roan-leaves-talent-agency-led-by-casey-wasserman-after-epstein-fallout",
    "bias": [
      "While all perspectives acknowledge Chappell Roan's departure from Wasserman Agency following Casey Wasserman's appearance in Epstein documents, their narratives diverge sharply.",
      "Left-Leaning coverage frames Roan's exit as a principled \"refuse to passively stand by\" stance, highlighting an \"artist rebellion\" and \"uproar\" with \"ultimatum\" demands for Wasserman to step down, even detailing \"racy emails.",
      "Right-Leaning outlets, conversely, emphasize Wasserman's \"deeply regrets\" statement and denial of a \"relationship\" with the \"pedophile,\" portraying Roan's as a \"moral exit\" and connecting the \" Epstein Files \" to broader critiques like declining monarchy support.",
      "Center-Leaning reports maintain a more neutral tone, focusing on \"allegations\" and \"revelations\" without the same emotional charge.",
      "The selective inclusion of Wasserman's defense or the extent of collective artist demands reveals pivotal ideological divides, yet all agree on the core facts of Wasserman's connection to Maxwell and Roan's departure, reflecting broader ideological clashes over accountability and elite scrutiny."
    ],
    "bias_bar_text": "Left 54% Center 35% 11%",
    "center_pct": 35.0,
    "error": null,
    "left_pct": 54.0,
    "location": null,
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "Chappell Roan announced her departure from the talent agency led by Casey Wasserman, whose name appears in the Epstein files, due to concerns regarding his association with Jeffrey Epstein and Ghislaine Maxwell .",
      "Wasserman issued an apology for his past associations with Jeffrey Epstein and Ghislaine Maxwell, stating that he is 'terribly sorry for having any association with either of them.'",
      "Roan emphasized the importance of having representation aligned with an artist's values, stating that artists should not defend actions that conflict with their moral values, highlighting the need for accountability."
    ],
    "title": "Chappell Roan leaves talent agency led by Casey Wasserman after Epstein fallout",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/dan-bongino-returns-to-fox-news-tonight-as-a-contributor-following-his-stint-as-the-deputy-director-of-the-fbi-starting-with-sean-hannitys-sh",
    "article_url": "https://ground.news/article/dan-bongino-returns-to-fox-news-tonight-as-a-contributor-following-his-stint-as-the-deputy-director-of-the-fbi-starting-with-sean-hannitys-sh",
    "bias": [
      "Left-Leaning pieces frame the move as a media-centric career arc—using labels like \"podcaster-turned- FBI -deputy-director-turned-podcaster\" and foregrounding NYT reporting—while right-leaning pieces celebrate a successful transition with upbeat phrasing such as \"lands new role\" and minimize his government time as a \"brief stint\"; centrist coverage is more transactional, noting he’s a \"paid contributor\" and the scheduled appearance on Sean Hannity’s 9 p.m.",
      "EST program.",
      "Rhetorically, the left uses skeptical cataloging, the right uses affirming language and social-audience cues, and the pivotal divides are sourcing choices and the portrayal of his FBI tenure; both sides agree on the basic facts of the return."
    ],
    "bias_bar_text": null,
    "center_pct": 33.0,
    "error": null,
    "left_pct": 50.0,
    "location": "United States",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "On Monday, Fox News will announce Dan Bongino's return as a contributor during Sean Hannity's program at 9:00 p.m. ET.",
      "After leaving the FBI , former FBI Deputy Director Bongino acknowledged he `gave up everything` and expressed regret about the job, prompting his Fox News return.",
      "On Rumble, Bongino hosted last week, and Trump joined to suggest Republicans should `nationalize` voting to block `crooked` Democrat-led states.",
      "A source told Mediaite that Fox's first booking will focus on Nancy Guthrie, with Laura Ingraham saying she was not shocked by Bongino's return, citing his love for media.",
      "Having first appeared around 2013, Bongino's Fox history shows he became a contributor from 2019 to 2023, and he will continue hosting his rebooted Rumble podcast after quitting the FBI in December."
    ],
    "title": "Dan Bongino Returning to Fox News as Contributor After FBI Stint",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/hacktivist-exposes-536-000-stalkerware-customers-payment-records_673ab9",
    "article_url": "https://ground.news/article/hacktivist-exposes-536-000-stalkerware-customers-payment-records_673ab9",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 100.0,
    "error": "Message: \n",
    "left_pct": null,
    "location": "San Francisco",
    "right_pct": null,
    "status": "fail",
    "summary": null,
    "title": "Hacktivist Exposes 536,000 Stalkerware Customers' Payment Records",
    "topic": "Cybersecurity",
    "topic_full": "Cybersecurity · San Francisco"
  },
  {
    "article_path": "/article/trump-reinstates-commercial-fishing-in-protected-atlantic-waters",
    "article_url": "https://ground.news/article/trump-reinstates-commercial-fishing-in-protected-atlantic-waters",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 33.0,
    "location": "United States",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Friday, President Donald Trump signed a proclamation reopening the Northeast Canyons and Seamounts Marine National Monument to commercial fishing, covering nearly 5,000 square miles east of Cape Cod created by former President Barack Obama.",
      "The White House said the action reverses executive orders by former Presidents Obama and Biden and aligns with a broader order earlier this year to support U.S. fishing.",
      "Commercial fishing groups hailed the decision, saying renewed access could ease pressure on other grounds and benefit fisheries such as swordfish and squid along with coastal livelihoods.",
      "A federal judge had previously blocked commercial fishing in August, and conservation groups including the Conservation Law Foundation say they will challenge the reopening in court.",
      "Scientists and environmental critics warn the area is a biodiversity hotspot, and Brooks said, `'Industrial fishing gear can catch and entangle marine wildlife including endangered whales, dolphins, sea turtles, sharks, sea birds."
    ],
    "title": "Trump Opens up Commercial Fishing in Atlantic Marine National Monument",
    "topic": "Environment & Climate",
    "topic_full": "Environment & Climate · United States"
  },
  {
    "article_path": "/article/trump-seeks-to-limit-legal-options-for-government-workers-to-contest-dismissal_caebcd",
    "article_url": "https://ground.news/article/trump-seeks-to-limit-legal-options-for-government-workers-to-contest-dismissal_caebcd",
    "bias": [
      "Left-Leaning coverage frames the administration's proposal as making it \"harder\" for federal workers to challenge firings, emphasizing the loss of \"remedy\" and worker protections with a critical tone.",
      "Right-Leaning outlets also describe the action as making it \"harder\" to appeal, but align it with objectives of government accountability and efficiency, de-emphasizing negative worker impact.",
      "Center-Leaning reports, while sometimes using terms like \"under fire\" or \"slash legal options,\" primarily focus on the action itself, detailing the \"Merit Systems Protection Board\" and the \"Office of Personnel Management\" gaining \"sole authority,\" specifics both left and right de-emphasize.",
      "The core agreement is that a rule limits independent review, yet the portrayal reveals a deep ideological split between prioritizing worker rights and advocating for administrative streamlining."
    ],
    "bias_bar_text": null,
    "center_pct": 66.0,
    "error": null,
    "left_pct": 17.0,
    "location": "United States",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "On Monday, the Office of Personnel Management proposed ending fired federal employees' right to appeal dismissals to the independent Merit Systems Protection Board, requiring appeals to OPM instead, whose director reports to U.S. President Donald Trump .",
      "Outlined in a more than 250‑page directive, the administration said Congress gave the Office of Personnel Management authority over reduction‑in‑force appeals, claiming it will speed reviews.",
      "The Merit Systems Protection Board saw its caseload surge between October 1, 2024 and September 30, 2025, while the administration forced out roughly 317,000 federal employees last year.",
      "The administration's legal fights have reached the courts, and officials say the change undermines dispute avenues following mass layoffs central to the Trump administration's second term.",
      "Observers caution that verification remains contested, noting the proposal could broadly affect roughly 50,000 high‑level career civil servants if reclassified as 'at will', as part of the administration's broader push to shrink government."
    ],
    "title": "Trump administration seeks to block independent review when federal workers are laid off",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/trump-administrations-changes-to-the-cfpb-cost-americans-19b-a-new-report-says",
    "article_url": "https://ground.news/article/trump-administrations-changes-to-the-cfpb-cost-americans-19b-a-new-report-says",
    "bias": [
      "Left-Leaning narratives frame the Trump administration 's CFPB changes as directly \"costing Americans $19B,\" emphasizing specific negative actions like \"abandoned major consumer protections\" and attributing the figure to Senator Elizabeth Warren's report, employing a critical, assertive tone.",
      "Right-Leaning coverage also highlights the \"cost Americans $19B\" but through a lens of fiscal responsibility, de-emphasizing specific alleged failures and the administration's own justification.",
      "Center-Leaning outlets attribute the $19B estimate more broadly to \"consumer advocates and Democrats\" and include the administration's argument that the bureau was \"too large and overreaching,\" offering a more balanced presentation.",
      "Pivotal dividing lines emerge in the specific attribution of the financial impact and the detailed portrayal of the CFPB's reduced activities.",
      "Despite these divergences, all perspectives agree the administration altered the CFPB, leading to \"reduced activities\" and a reported \"$19B\" impact, reflecting broader ideological debates on regulation versus fiscal prudence."
    ],
    "bias_bar_text": null,
    "center_pct": 87.0,
    "error": null,
    "left_pct": 7.0,
    "location": "United States",
    "right_pct": 6.0,
    "status": "ok",
    "summary": [
      "A report found that Trump-era changes to the Consumer Financial Protection Bureau reduced consumer relief by $19 billion.",
      "The CFPB largely retreated from enforcement and regulatory work under the Trump administration , with few new investigations opened and many pending actions dropped.",
      "The report detailed instances where proposed regulations limiting overdraft fees and credit card late fees were blocked or overturned."
    ],
    "title": "Report Finds Trump-Era CFPB Changes Reduced Consumer Relief by $19 Billion",
    "topic": "Economy",
    "topic_full": "Economy · United States"
  },
  {
    "article_path": "/article/alphabets-debt-raise-fuels-forecasts-for-record-year-in-corporate-bond-sales_807548",
    "article_url": "https://ground.news/article/alphabets-debt-raise-fuels-forecasts-for-record-year-in-corporate-bond-sales_807548",
    "bias": [
      "Left-Leaning coverage emphasizes the \"rare\" historical context of Alphabet's \"mega debt issue\" and \"borrowing spree,\" noting its multi-currency scope and \"hefty investments\" alongside AI risks.",
      "In contrast, right-leaning outlets frame the same \"borrowing spree\" as a positive \"investment boom,\" touting \"strongest ever seen\" investor demand and portraying the sterling bond as a \"major boost for UK economy .",
      "While the left highlights the $15 billion US sale, the right emphasizes a broader $185 billion AI program.",
      "Center coverage neutrally reports the $20 billion total, noting a \"boom in debt funding\" and \"fuels forecasts for record year.",
      "Both sides agree on Alphabet's significant AI funding, but diverge on interpreting its economic implications and market enthusiasm."
    ],
    "bias_bar_text": null,
    "center_pct": 20.0,
    "error": null,
    "left_pct": 40.0,
    "location": "United States",
    "right_pct": 40.0,
    "status": "ok",
    "summary": [
      "1- Alphabet is returning to the debt market to finance its growing investments in artificial intelligence, acknowledging new financial and operational risks linked to its large-scale infrastructure expansion. 2- In its annual report, the Google parent warned that AI could disrupt its core advertising business and lead to “excess capacity” due to heavy spending on data centers and computing power. 3- The company highlighted rising costs and complexity from major leasing deals and commercial agreements, which could increase liabilities if projects underperform or partners fail to deliver."
    ],
    "title": "Alphabet Flags AI Risks as It Returns to Debt Market to Fund Expansion",
    "topic": "Google",
    "topic_full": "Google · United States"
  },
  {
    "article_path": "/article/massie-khanna-spotted-6-individuals-likely-incriminated-in-unredacted-epstein-files",
    "article_url": "https://ground.news/article/massie-khanna-spotted-6-individuals-likely-incriminated-in-unredacted-epstein-files",
    "bias": [
      "Left-Leaning coverage frames the Epstein files controversy with an accusatory tone, emphasizing \"over-redactions\" and powerful men \"being protected,\" implying systemic corruption.",
      "Right-Leaning outlets, conversely, highlight \"likely incriminated\" names being \"redacted\" and a \"senior foreign official,\" fostering suspicion of a deep state cover-up.",
      "Center-Leaning reports attribute claims of \"high-level figures hidden\" more cautiously, providing legislative context for the review.",
      "While all perspectives agree lawmakers identified at least six individuals whose names were redacted and charged that powerful men are being protected, the distinct rhetorical tactics reveal underlying ideological divides concerning transparency and elite accountability."
    ],
    "bias_bar_text": null,
    "center_pct": 45.0,
    "error": null,
    "left_pct": 22.0,
    "location": "United States",
    "right_pct": 33.0,
    "status": "ok",
    "summary": [
      "On Monday, Thomas Massie, U.S. Representative from Kentucky, and Ro Khanna, U.S. Representative, charged that six names likely incriminated in the Epstein files are protected by redactions and urged the Justice Department to un-redact them.",
      "With the DOJ's January 30, 2026 release in mind, Congress says it has not received the privileged log, which is required within 15 days, and lawmakers say redactions exceed legal limits by hiding 302 forms.",
      "In the secure DOJ review room, members could not bring phones or staff, only four computers were set up, and Democratic Rep. Jamie Raskin saw 'lots of examples' of over-redactions, predicting a seven-and-a-half-year review.",
      "The pair urged the DOJ to un-redact the names and said they would give DOJ a chance to correct over-redactions but questioned whether files arrived already redacted from the FBI or a grand jury on Monday.",
      "Even in the supposed unredacted set, lawmakers found redactions hiding potential co-conspirators across government, finance and technology, while Democratic Rep. Jamie Raskin noted President Donald Trump's name was improperly redacted."
    ],
    "title": "Massie, Khanna spotted 6 individuals ‘likely incriminated’ in unredacted Epstein files",
    "topic": "Epstein Files",
    "topic_full": "Epstein Files · United States"
  },
  {
    "article_path": "/article/house-overwhelmingly-passes-sweeping-bipartisan-housing-package_fa7405",
    "article_url": "https://ground.news/article/house-overwhelmingly-passes-sweeping-bipartisan-housing-package_fa7405",
    "bias": [
      "Left-Leaning coverage emphasizes the legislative breakthrough, using \"Finally\" to convey relief at finding agreement on a \"package of bipartisan housing proposals\" to address a \"severe housing shortage,\" often providing historical context.",
      "Right-Leaning outlets, conversely, frame the issue around \"Trump zeroes in on affordability crisis\" or \"affordability woes,\" portraying conservative leaders as actively tackling a problem \"plaguing the nation\" and detailing specific regulatory changes.",
      "Center-Leaning reports focus on the \"overwhelmingly passes sweeping bipartisan housing package,\" highlighting broad support without partisan framing.",
      "While all agree on the bipartisan bill's passage to address affordability, the left prioritizes government intervention, the right links solutions to specific political figures and deregulation, revealing ideological divides on economic policy and leadership."
    ],
    "bias_bar_text": null,
    "center_pct": 41.0,
    "error": null,
    "left_pct": 17.0,
    "location": "United States",
    "right_pct": 42.0,
    "status": "ok",
    "summary": [
      "On Monday, the U.S. House of Representatives passed the Housing for the 21st Century Act in a 390-9 vote, sending the bipartisan package to the U.S. Senate for consideration.",
      "Led by Rep. French Hill, House Financial Services Committee chair, and Rep. Maxine Waters, ranking member, the bill aims to fast-track construction and give the Department of Housing and Urban Development more flexibility to address the housing shortage.",
      "The legislation would update HOME Investment Partnerships Program and Community Development Block Grant Program rules, allowing up to 20% of CDBG funds for housing and requiring annual HUD secretary testimony with zoning pilot programs.",
      "The vote now sets up interchamber negotiations as the bill faces a complicated path in the U.S. Senate and will test Congress's willingness to negotiate, supporters say.",
      "The bill would repeal a permanent-chassis requirement for manufactured homes to lower costs, promote point-access buildings and modular construction, and a Tuesday hearing will examine institutional buyer limits with Treasury definitions."
    ],
    "title": "House overwhelmingly passes sweeping bipartisan housing package",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/fbi-chief-kash-patels-girlfriend-raves-over-bad-bunny-super-bowl-branding_0fa8bd",
    "article_url": "https://ground.news/article/fbi-chief-kash-patels-girlfriend-raves-over-bad-bunny-super-bowl-branding_0fa8bd",
    "bias": [
      "Left-Leaning coverage frames conservative reactions to Alexis Wilkins' Bad Bunny comments as \"apoplectic\" and \"disgusting,\" highlighting \"MAGA fury\" and internal \"infighting\" through emotionally charged language.",
      "In contrast, right-leaning outlets de-emphasize conservative reactions, instead focusing on Bad Bunny's \"EXPLICIT\" lyrics and \"graphic depictions\" to justify conservative objections, challenging a \"prevailing narrative.",
      "Center-Leaning coverage neutrally presents Wilkins' call for Republicans to adopt \"better messaging\" and observes that \"MAGA World Seethes,\" attributing sentiments without judgment.",
      "The pivotal dividing line is the *reason* for conservative backlash: internal ideological fracture versus perceived moral transgression in cultural content.",
      "All perspectives agree Wilkins reacted to a DNC post about Bad Bunny, sparking conservative controversy, revealing broader ideological clashes over cultural figures and political messaging."
    ],
    "bias_bar_text": null,
    "center_pct": 33.0,
    "error": null,
    "left_pct": 17.0,
    "location": "United States",
    "right_pct": 50.0,
    "status": "ok",
    "summary": [
      "On February 9, 2026, Alexis Wilkins reposted a Democratic National Committee poster promoting Bad Bunny and urged Republicans to improve messaging, sparking swift online anger; she is the girlfriend of FBI Director Kash Patel .",
      "The performance's scale — nearly 135 million viewers — and Bad Bunny's political comments at the Grammys made the halftime moment political, with critics calling his set divisive.",
      "Wilkins later clarified she had not watched the performance and said `My point was that we can’t give the left an inch of the ground we gained in the last election`, walking back her earlier remarks on Monday.",
      "The backlash escalated into online harassment and conspiracy allegations against Alexis Wilkins, with MAGA supporters and conservative commentators attacking her post on online platforms.",
      "The dispute highlighted intra-conservative divisions, with conservative movement factions split over cultural influence while Turning Point USA and Charlie Kirk drew roughly 5 million viewers amid debates on younger and more diverse voters."
    ],
    "title": "Kash Patel’s girlfriend says Republicans need ‘better messaging’ as Democrats embrace Bad Bunny",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/heres-what-americans-are-saying-about-the-economy-stock-market-outlook-in-2026-poll_c41892",
    "article_url": "https://ground.news/article/heres-what-americans-are-saying-about-the-economy-stock-market-outlook-in-2026-poll_c41892",
    "bias": [
      "Left-Leaning coverage emphasizes overall economic \"optimism,\" de-emphasizing \"persistent concerns\" about high prices.",
      "Conversely, right-leaning outlets frame a \"bullish\" stock market against \"bearish\" inflation and \"worsen\"-ing unemployment, employing language that underscores economic anxieties.",
      "Center coverage presents a \"mixed outlook,\" balancing positive momentum on stocks and growth with negative views on inflation and unemployment, providing a more comprehensive perspective.",
      "While all perspectives acknowledge 50% expect stock market gains, the left highlights this as a sign of optimism, whereas the right juxtaposes it with deepening worries.",
      "This divergence reveals ideological priorities: celebrating positive indicators versus stressing underlying economic challenges."
    ],
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 14.0,
    "location": "United States",
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "Gallup found U.S. respondents are sharply divided along party lines in their six-month economic outlook, with 50% expecting positive and 25% negative outcomes, in a recent survey.",
      "Republicans' upbeat readings reflect optimism partly driven by expectations about the incoming Trump administration and worsened sentiment earlier this year following tariff announcements.",
      "Nearly half of Americans expect economic growth, with 36% predicting decline and 13% no change, according to Gallup,",
      "Majorities of Republicans express optimism across every measure, ranging from 59% on inflation to 82% on economic growth, while Democrats are split on the stock market and predict negative outcomes elsewhere.",
      "Sentiment has since rebounded, with stock market expectations rising to 50% positive and negatives falling to 25%, though optimism remains below earlier peaks."
    ],
    "title": "More say economy, stock market will improve in next six months than decline: Gallup",
    "topic": "US Economy",
    "topic_full": "US Economy · United States"
  },
  {
    "article_path": "/article/us-appeals-court-lets-trump-continue-ending-deportation-protections_834bf8",
    "article_url": "https://ground.news/article/us-appeals-court-lets-trump-continue-ending-deportation-protections_834bf8",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 27.0,
    "location": "United States",
    "right_pct": 33.0,
    "status": "no_change",
    "summary": [
      "In Boston, an immigration judge on Jan. 29 terminated removal proceedings after DHS failed to prove Rümyesa Öztürk's removability, and her lawyers filed the termination with the 2nd U.S. Circuit Court of Appeals this past Monday.",
      "The student’s visa was revoked after she co‑authored an op‑ed critical of Tufts University’s Gaza response, and Öztürk was detained on March 25, 2025, in Somerville by plainclothes ICE officers.",
      "Öztürk was transported through multiple states including Vermont and Louisiana, suffered asthma attacks without medical care, and was held for 45 days before a judge ordered her release, with her arrest captured on a viral video.",
      "The administration may appeal the sealed ruling to the Board of Immigration Appeals, while a Department of Homeland Security spokesperson called the decision judicial activism as Öztürk’s pending habeas petition continues in federal court.",
      "The Jan. 22 decision found the government’s broader policy of detaining scholars like Öztürk violated the First Amendment, with courts ordering SEVIS reinstatement on Dec. 5, 2025."
    ],
    "title": "US appeals court lets Trump continue ending deportation protections",
    "topic": "US Immigration",
    "topic_full": "US Immigration · United States"
  },
  {
    "article_path": "/article/us-military-blows-up-alleged-drug-boat-in-eastern-pacific-killing-2-and-leaving-1-survivor_729502",
    "article_url": "https://ground.news/article/us-military-blows-up-alleged-drug-boat-in-eastern-pacific-killing-2-and-leaving-1-survivor_729502",
    "bias": [
      "Left-Leaning outlets emphasize the \"killing\" and \"human cost\" of a US military strike, using terms like \"alleged\" to express caution about the vessel's nature and framing the event as an \"attack.",
      "Conversely, right-leaning coverage highlights a \"deadly strike\" against a \"drug-trafficking vessel,\" often labeling individuals \"narco-terrorists\" to portray decisive action and connect it to broader \"US drug war\" deaths.",
      "Center-Leaning reports adopt \"alleged\" but also provide specific military details, including \"lethal kinetic strike,\" sometimes using \"narco-terrorists\" with attribution.",
      "While all agree on \"2 killed\" and \"1 survivor,\" the right's focus on cumulative drug war fatalities is de-emphasized by others.",
      "These contrasting portrayals reveal ideological divides concerning military scrutiny versus national defense."
    ],
    "bias_bar_text": null,
    "center_pct": 76.0,
    "error": null,
    "left_pct": 10.0,
    "location": "United States",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "On Feb. 9, SOUTHCOM said, at the direction of its commander Gen. Francis L. Donovan, that the US military struck an alleged drug‑trafficking vessel in the eastern Pacific, killing two with one survivor.",
      "Operation Southern Spear has killed at least 121 people since September, with the first known attack on Sept. 2 including a follow-up strike that killed two initial survivors.",
      "Multiple current and former military lawyers told CNN the strikes do not appear lawful, while officials presented little public evidence linking those killed to drug cartels or drugs on the vessels.",
      "The US Coast Guard was notified to activate a search-and-rescue mission for the survivor, and CNN has reached out for details; Monday's strike was the third publicly known attack this year and the second that left a survivor after a January strike.",
      "The administration labeled those killed 'unlawful combatants' and cited a classified Justice Department finding, but military lawyers and Congress question oversight and the campaign's legality."
    ],
    "title": "US military blows up alleged drug boat in eastern Pacific, killing 2 and leaving 1 survivor",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · United States"
  },
  {
    "article_path": "/article/turning-point-action-endorses-ken-paxton-in-heated-gop-senate-primary-in-texas_c68699",
    "article_url": "https://ground.news/article/turning-point-action-endorses-ken-paxton-in-heated-gop-senate-primary-in-texas_c68699",
    "bias": [
      "Left-Leaning outlets frame Ken Paxton 's endorsement as a \"heated\" event involving a \"controversial, conservative firebrand,\" highlighting poll results showing his lead.",
      "Right-Leaning coverage portrays it as a \"major endorsement\" in a \"critical Senate race\" by a \"conservative mammoth,\" emphasizing potential Trump involvement and Cornyn's \"moderate\" stance.",
      "Center coverage neutrally reports the \"heated\" primary, noting Paxton felt \"honored.",
      "While all acknowledge the \"contentious\" primary, the left focuses on internal GOP strife, the right on ideological significance, revealing a broader intra-party battle."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 14.0,
    "location": "Texas",
    "right_pct": 36.0,
    "status": "ok",
    "summary": [
      "Turning Point Action endorsed Ken Paxton in the Texas GOP Senate primary, and Paxton announced the backing on X, saying he felt `honored` by the support.",
      "A University of Houston, Hobby School of Public Affairs poll released Monday shows Paxton leading with 38%, ahead of Cornyn at 31% and Hunt at 17%.",
      "The endorsement pits Turning Point against the National Republican Senatorial Committee, which supports Cornyn, and is their fourth Senate endorsement this cycle, intensifying intra-GOP tensions.",
      "At minimum, party strategists estimate hundreds of millions in rescue spending, with senior Republicans fearing it could cost at least $200 million to defend the seat if Paxton is the nominee, aiding Democrats.",
      "With Trump hinting he may endorse soon, the race could pivot quickly as early voting begins Feb. 17 and Cornyn, Paxton and Wesley Hunt face a primary next month."
    ],
    "title": "Turning Point Action endorses Ken Paxton in heated GOP Senate primary in Texas",
    "topic": "Texas Politics",
    "topic_full": "Texas Politics · Texas"
  },
  {
    "article_path": "/article/fbi-says-its-unaware-of-savannah-guthrie-talking-with-her-moms-suspected-kidnappers_3367f5",
    "article_url": "https://ground.news/article/fbi-says-its-unaware-of-savannah-guthrie-talking-with-her-moms-suspected-kidnappers_3367f5",
    "bias": [
      "Left-Leaning outlets emphasize the FBI 's direct statement of unawareness regarding communication with \"suspected kidnappers,\" often using neutral language, though one expert is \"personally distraught.",
      "Conversely, right-leaning coverage actively \"throws doubt\" on the \"kidnapping theory,\" highlighting a former official's \"skepticism\" and explicitly mentioning a $6 million Bitcoin ransom, a detail de-emphasized by the left.",
      "The center perspective offers more granular investigative \"clues\" and analyzes Savannah Guthrie's \"hour of desperation\" video messages, balancing official statements with expert doubt.",
      "All sides agree the FBI is unaware of ongoing communication and that former officials are skeptical, yet diverge on the validity of the kidnapping narrative and the salience of ransom details, reflecting broader ideological differences in questioning official accounts versus focusing on human impact."
    ],
    "bias_bar_text": null,
    "center_pct": 68.0,
    "error": null,
    "left_pct": 22.0,
    "location": "United States",
    "right_pct": 10.0,
    "status": "ok",
    "summary": [
      "On January 31, 2026, Nancy Guthrie disappeared from her Catalina Foothills home, and authorities believe she was taken against her will in a criminal investigation aided by the FBI.",
      "DNA from blood on the front porch matched Guthrie, and her doorbell camera disconnected at 1:47 a.m.; family members called 911 at 12:03 p.m. on February 1 after she missed church.",
      "Multiple outlets received ransom notes, including a demand for $6 million in Bitcoin by 5 p.m. Monday, and Guthrie siblings posted a video Saturday saying they would pay.",
      "The FBI is offering a $50,000 reward for information, and deputies are maintaining security at the Guthrie residence while the Pima County Sheriff's Department continues investigative work Tuesday.",
      "Former FBI assistant director Chris Swecker questioned whether this is a true kidnapping, urging caution as former FBI agents warn against paying without authenticated proof of life while investigators continue searches."
    ],
    "title": "FBI says it’s unaware of Savannah Guthrie talking with her mom’s suspected kidnappers",
    "topic": "Nancy Guthrie",
    "topic_full": "Nancy Guthrie · United States"
  },
  {
    "article_path": "/article/house-democrats-to-force-vote-on-blocking-trumps-canada-tariffs-this-week_7ef5cd",
    "article_url": "https://ground.news/article/house-democrats-to-force-vote-on-blocking-trumps-canada-tariffs-this-week_7ef5cd",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 29.0,
    "location": "United States",
    "right_pct": 14.0,
    "status": "no_change",
    "summary": [
      "A House aide told The Hill the plan is to call up a resolution this week to block President Trump's Canada tariffs , with a vote planned for Wednesday, but timing could change.",
      "After House Republican leaders last month declined to extend a prohibition on calling snap tariff-repeal votes, Rep. Gregory W. Meeks will sponsor resolutions to terminate national emergencies justifying tariffs on Canada and Mexico.",
      "A House aide says the vote has a good chance of succeeding, with Democrats needing to flip two GOP members, and if the House passes it, the measure could clear the Senate and reach the president's desk.",
      "While a veto is presumed, Democrats expect to highlight major pushback against tariffs, which have strained U.S.-Canada relations after the border national emergency and escalated rhetoric, according to a House aide.",
      "The House rules committee advanced a July 31 block on overturning tariff votes, while GOP leaders declined extension due to opposition from Don Bacon and Kevin Kiley , and a Supreme Court decision on the national emergency statute could complicate votes."
    ],
    "title": "House Democrats to force vote on blocking Trump’s Canada tariffs this week",
    "topic": "Tariffs",
    "topic_full": "Tariffs · United States"
  },
  {
    "article_path": "/article/cuba-halts-airline-refueling-for-a-month-amid-energy-crisis_a15627",
    "article_url": "https://ground.news/article/cuba-halts-airline-refueling-for-a-month-amid-energy-crisis_a15627",
    "bias": [
      "Left-Leaning coverage frames US policy as an aggressive \"blockade\" \"deepening\" Cuba 's \"energy crisis,\" detailing humanitarian impact like \"power outages\" and linking actions to Venezuela and Mexico.",
      "Right-Leaning outlets portray \"No More Fuel\" as a stark outcome, attributing it to \"Trump threats\" and highlighting US pressure's efficacy, citing \"400 weekly flights\" disrupted.",
      "Center coverage notes \"turns up the pressure\" and \"US punishment triggers energy crisis,\" sometimes using \"blockade,\" while also reporting factual suspensions and \"cultural event cancellations.",
      "All perspectives agree on the severe fuel shortage, US actions as a primary cause, and Russia's \"strangulation\" assessment, revealing ideological divides over US foreign policy."
    ],
    "bias_bar_text": null,
    "center_pct": 51.0,
    "error": null,
    "left_pct": 28.0,
    "location": "Cuba",
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "Air Canada announced today that it is suspending service to Cuba effective Feb. 9, 2026, following government advisories about unreliable aviation fuel supply.",
      "After a U.S. executive order, Cuban fuel supplies began shrinking last week, and the Cuban government warned aviation fuel would be unavailable at airports as of Tuesday, projecting commercial unavailability by Feb. 10.",
      "Air Canada will repatriate roughly 3,000 customers by operating empty southbound ferry flights, tankering extra fuel or making technical refuelling stops, and offering refunds with Air Canada Vacations local representatives available.",
      "Seasonal route operators face cancellations as Air Canada suspends flights to Holguín and Santa Clara for the season while WestJet and Air Transat maintain services with contingency plans.",
      "Air Canada will continue to monitor the situation and flights to Varadero and Cayo Coco remain suspended with a tentative May 1 restart; customers with bookings through Feb. 28 can rebook or receive refunds."
    ],
    "title": "Cuba Halts Airline Refueling For a Month Amid Energy Crisis",
    "topic": "Cuba",
    "topic_full": "Cuba · Cuba"
  },
  {
    "article_path": "/article/court-blocks-californias-no-masking-law-aimed-at-ice-but-allows-visible-id-requirement_ba2b14",
    "article_url": "https://ground.news/article/court-blocks-californias-no-masking-law-aimed-at-ice-but-allows-visible-id-requirement_ba2b14",
    "bias": [
      "Left-Leaning outlets frame the judge's ruling on California's mask ban for federal agents, including ICE, as a straightforward legal decision emphasizing accountability with visible badges.",
      "Conversely, right-leaning coverage portrays California's law as aggressively \"aimed at ICE\" or \"forcing\" agents, depicting it as an \"illegally targeted\" state overreach and a \"setback\" for an \"Anti-ICE Movement,\" often citing the \"Supremacy Clause.",
      "Center-Leaning reports offer a balanced account, noting the Trump administration initiated the case.",
      "All agree the judge blocked the ban while requiring visible identification, citing discrimination.",
      "This divergence highlights ideological clashes over federal authority and immigration enforcement."
    ],
    "bias_bar_text": null,
    "center_pct": 65.0,
    "error": null,
    "left_pct": 16.0,
    "location": "California",
    "right_pct": 19.0,
    "status": "ok",
    "summary": [
      "On Monday, U.S. District Judge Christina Snyder blocked California from enforcing the No Secret Police Act against federal officers banning on-duty facial coverings.",
      "Amid outrage over masked federal immigration enforcement, State Sen. Scott Wiener and State Sen. Jesse Arreguín introduced SB 627 to boost transparency after criticism of unmarked vehicles.",
      "In the same order, the court upheld the No Vigilantes Act requiring visible ID for enforcement, while declining the federal government's injunction request.",
      "The court set Feb. 19 as the effective date and appeal deadline, and the Los Angeles County sheriff's department and Los Angeles Police Department said they will not enforce the Jan. 8 ordinance until courts decide.",
      "The judge left open the possibility of future legislation to ban facial coverings for all law enforcement, and State Sen. Scott Wiener said he would immediately introduce new legislation to include state police."
    ],
    "title": "Judge blocks California’s ban on federal agents wearing masks but requires badges be clearly seen",
    "topic": "California Politics",
    "topic_full": "California Politics · California"
  },
  {
    "article_path": "/article/colombian-prosecutors-will-charge-the-president-of-ecopetrol-over-petros-presidential-campaign-spending",
    "article_url": "https://ground.news/article/colombian-prosecutors-will-charge-the-president-of-ecopetrol-over-petros-presidential-campaign-spending",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 54.0,
    "error": null,
    "left_pct": 46.0,
    "location": "Colombia",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Monday, Colombia's Attorney General's Office said it will file corruption charges against Ecopetrol, and Roa, who has served as CEO since April 2023, will also be prosecuted for influence peddling.",
      "Roa managed campaign finances for President Gustavo Petro, and prosecutors say he helped it illegally exceed spending limits, leading to a fine from Colombia's National Electoral Council.",
      "Prosecutors allege Roa steered Ecopetrol contracts to a company owned by a business owner who sold him a discounted Bogota apartment, and a lawyer linked donations to paramilitary groups, all in 2023.",
      "Roa has denied the charges, and Petro describes the probes as an effort to undermine his government, raising electoral stakes later this year.",
      "The constitution bars presidents from seeking reelection, and Petro urges voters to support candidates backing his economic reforms and a constitutional rewrite."
    ],
    "title": "Colombian prosecutors plan to press charges against national oil company president",
    "topic": "Colombia Politics",
    "topic_full": "Colombia Politics · Colombia"
  },
  {
    "article_path": "/article/2-murder-suspects-escape-georgia-jail",
    "article_url": "https://ground.news/article/2-murder-suspects-escape-georgia-jail",
    "bias": [
      "Left-Leaning coverage largely frames the event neutrally, often stating \"2 inmates escape,\" though one instance highlights \"Murder Suspects.",
      "In contrast, right-leaning outlets immediately foreground \"Murder charge inmates\" or \"murder suspects,\" adopting an urgent tone and mentioning a \"search underway\" or \"BOLO.",
      "Center-Leaning reports offer detailed accounts, attributing information to the \"Sheriff's Office\" and using terms like \"urgent manhunt\" and \"accused killers.",
      "While all agree on the inmates' names and murder charges, the right emphasizes public safety and active pursuit, which the left generally de-emphasizes, revealing distinct ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 68.0,
    "error": null,
    "left_pct": 21.0,
    "location": "Georgia",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "At about 9:30 p.m. Sunday, two murder suspects escaped from Sumter County Jail in Americus, Georgia, the sheriff's office says.",
      "Both inmates faced multiple violent charges, including murder, aggravated assault, and aggravated battery, with Rickey Martin linked to a March 2025 shooting in Americus, Georgia.",
      "Authorities described Kentravious Holmes as about 5 feet 8 inches tall and 155 pounds with face tattoos, including a dollar sign, broken heart, and 'Baby Kay' on his face, and Rickey Martin as about 5 feet 4 inches and 120 pounds with un-twisted dreads.",
      "The sheriff's office urged anyone with information to call 911 or 229-924-4094.",
      "The Sumter County Sheriff's Office did not disclose how the inmates escaped or if they are an immediate danger, echoing regional jail escapes in recent months."
    ],
    "title": "Two Inmates Charged with Murder Escape From Southwest Georgia Jail",
    "topic": "US Crime",
    "topic_full": "US Crime · Georgia"
  },
  {
    "article_path": "/article/california-union-pushes-work-from-home-bill-as-newsom-calls-state-employees-back-to-the-office_df5ba3",
    "article_url": "https://ground.news/article/california-union-pushes-work-from-home-bill-as-newsom-calls-state-employees-back-to-the-office_df5ba3",
    "bias": [
      "Left-Leaning coverage frames the clash as a union defending worker flexibility—using neutral-activist language like \"pushes\" and emphasizing a response to the governor calling staff back—while right-leaning pieces portray employees as entitled \"homebody\" types, highlighting claims that \"four days in the office is too many\" and stressing procedural details like a \"detailed, written justification,\" bill authorship, and a ~15,000-member union.",
      "Rhetorically, the left emphasizes labor rights and conflict; the right uses dismissive labels and managerial burden tropes; both nonetheless note the governor’s return-to-office push and the union’s backing, reflecting deeper cultural and governance divides."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 43.0,
    "location": "California",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "As the July 1 deadline nears, one of California's larger public-employee unions is pushing legislation to make remote work permanent as Gov. Gavin Newsom's office mandate approaches.",
      "After widespread pandemic telework, state agencies adopted remote work allowing state employees to save on commuting, but the Department of General Services stopped reporting savings in 2024 despite a state auditor's estimate of $225 million yearly.",
      "Backers note the union's size and past spending as leverage, with Assemblymember Alex Lee's measure requiring agencies to offer work-from-home to the fullest extent and create a dashboard tracking savings; the Professional Engineers in California Government represents more than 15,000 state engineers.",
      "Existing mandates already show some state agencies require three in-office days and the Legislature largely mandates staff be in the Capitol, causing tension and uneven implementation, as Newsom's return-to-office push angered thousands of state workers.",
      "Supporters argue the bill enshrines flexible telework to advance shared public goals: savings, environment, traffic, recruitment, noting last year's law extended telework for local officials and advisory groups."
    ],
    "title": "California union pushes work-from-home bill as Newsom calls state employees back to the office",
    "topic": "California Politics",
    "topic_full": "California Politics · California"
  },
  {
    "article_path": "/article/indonesia-set-to-be-first-nation-to-deploy-troops-to-gaza_09c0d2",
    "article_url": "https://ground.news/article/indonesia-set-to-be-first-nation-to-deploy-troops-to-gaza_09c0d2",
    "bias": [
      "Left-Leaning coverage frames Indonesia's troop deployment in a \"war-torn enclave,\" questioning the ceasefire's status and discussing \"Trump's Board of Peace ,\" emphasizing humanitarian \"health and infrastructure tasks\" for up to \"20,000 troops.",
      "Right-Leaning outlets, conversely, highlight Indonesia's \"Set to Lead\" role as the \"First foreign force,\" asserting its significance and noting the lack of diplomatic relations with Israel, generally mentioning \"several thousand\" troops.",
      "Center coverage offers a more direct account of the deployment to \"southern Gaza.",
      "The term \"foreign force\" itself reveals a pivotal ideological divide.",
      "While all agree on Indonesia's deployment linked to a \"Phase II ceasefire,\" these narratives underscore differing priorities, from humanitarian aid and geopolitical frameworks to national leadership and sovereignty concerns."
    ],
    "bias_bar_text": "Left 29% Center 42% Right 29%",
    "center_pct": 42.0,
    "error": null,
    "left_pct": 29.0,
    "location": null,
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "On Monday night, KAN News reported Indonesia will be the first country to contribute to the International Stabilization Force while the Indonesian National Armed Forces and Indonesian National Police finalize preparations awaiting a UN mandate.",
      "Amid repeated global speeches, President Prabowo Subianto reiterated support for Palestine and readiness to deploy peacekeepers at the Sharm El-Sheikh Gaza Peace Summit on October 13, 2025, alongside around 30 countries.",
      "A 20,000-strong joint force will include three composite brigades with health, construction engineer and support battalions, supported by Hercules C-130 transport aircraft and a Republic of Indonesia hospital ship .",
      "Troops will supervise ceasefire lines rather than confront Hamas, and their presence is expected to deter future Israeli military actions in Khan Yunis and Rafah .",
      "Shortly after Prabowo's Washington visit on February 19, deployment depends on a UN mandate and coordination with major powers including the United States, United Kingdom, France, Egypt, Qatar, and Turkey."
    ],
    "title": "Indonesia Set to Be First Nation to Deploy Troops to Gaza",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/gaza-doctor-who-slammed-israel-in-ny-times-op-eds-is-hamas-colonel-seen-in-military-uniform-watchdog-idf",
    "article_url": "https://ground.news/article/gaza-doctor-who-slammed-israel-in-ny-times-op-eds-is-hamas-colonel-seen-in-military-uniform-watchdog-idf",
    "bias": [
      "Right-Leaning outlets frame a Gaza hospital director as a \" Hamas colonel\" or \"terrorist,\" using accusatory terms like \"slammed Israel\" and criticizing the New York Times for a \"collapse of editorial due diligence,\" implying a cover-up with phrases like \"Doesn’t Bother Telling You This Key Detail.",
      "Their tone is skeptical, employing scare quotes around \"'doctor'.",
      "Center-Leaning coverage, conversely, neutrally presents the resurfaced photo of the director in a \"Hamas uniform\" and his New York Times op-eds, de-emphasizing media criticism.",
      "Both perspectives agree on the photo's existence and the director's role, but diverge sharply on media accountability and the individual's specific affiliation, reflecting broader ideological divides concerning geopolitical narratives."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On January 31, 2026, NGO Monitor disclosed a photograph showing Dr. Hussam Abu Safiya in a Hamas uniform, collapsing the narrative that had elevated him as a moral authority.",
      "Major Western newsrooms had presented Abu Safiya's op-eds and testimony as a grieving doctor and humanitarian, shaping public discussion as a moral witness.",
      "The IDF detained Abu Safiya and accused him of terrorist activity, while his alleged Hamas colonel rank was not disclosed to readers when his essays were published.",
      "Editors are being asked to explain whether they knew of Abu Safiya's affiliation or failed basic due diligence, as outlets owe their audiences clarifications and transparency.",
      "Observers say the episode fits a pattern in which Western media rely on Gaza‑based voices while underplaying Hamas’s coercive embedding in hospitals and civilian institutions."
    ],
    "title": "Photo Surfaces of Gaza Hospital Director in Hamas Uniform",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/ottawa-investigating-report-gaza-cemetery-where-canadians-were-buried-was-destroyed_f9eec1",
    "article_url": "https://ground.news/article/ottawa-investigating-report-gaza-cemetery-where-canadians-were-buried-was-destroyed_f9eec1",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Global Affairs Canada is investigating reports that the Gaza War Cemetery, containing graves of nearly two dozen Canadians, has been severely damaged or destroyed.",
      "The Royal Canadian Legion says it was \"devastated\" to hear of the extensive damage to the cemetery, the resting place of Canadian Armed Forces members.",
      "The Guardian reported that Israeli forces had \"bulldozed\" part of the cemetery last year, and satellite images show no visible trace of the plot for Canadian UN peacekeepers."
    ],
    "title": "Ottawa investigating report Gaza cemetery where Canadians were buried was destroyed",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/ap-bad-bunnys-super-bowl-halftime-show-celebrated-america-all-of-it-with-a-message-of-unity_57544b",
    "article_url": "https://ground.news/article/ap-bad-bunnys-super-bowl-halftime-show-celebrated-america-all-of-it-with-a-message-of-unity_57544b",
    "bias": [
      "News coverage of the Super Bowl halftime show starkly diverged.",
      "Left-Leaning outlets emphasized a message of \"unity\" that \"celebrated America,\" framing the performance as \"historic\" and a \"needed escape from Trump,\" while characterizing conservative reactions with terms like \"mocked\" or \"flip out.",
      "Right-Leaning narratives de-emphasized positive aspects, instead employing emotionally charged language such as \"PURE DEGENERACY\" and \"Outraged,\" focusing on claims the performance was \"illegal\" or \"wildly racist.",
      "Center-Leaning coverage reported the \"unity\" message and noted figures \"slams\" against the show, presenting differing viewpoints.",
      "A pivotal dividing line was the right's focus on \"illegal\" content versus the left/center's highlighting of a \"God Bless America\" message, de-emphasized by the right.",
      "All acknowledged the performance and McCain's controversial praise, revealing a broader ideological clash over cultural values."
    ],
    "bias_bar_text": "Left 52% Center 33% R 15%",
    "center_pct": 33.0,
    "error": null,
    "left_pct": 52.0,
    "location": null,
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "At Levi's Stadium on Sunday, Bad Bunny , halftime headliner, was called `absolutely terrible' by President Donald Trump in Truth Social posts.",
      "Given his past statements, MAGA supporters objected after the announcement, and Trump called it `a terrible choice` in January.",
      "The routine included theatrical moments like Benito falling through the ceiling and a midshow wedding, with guest stars Ricky Martin, Jessica Alba, Lady Gaga, Pedro Pascal, Cardi B, and about 6.1 million livestream viewers.",
      "In the immediate aftermath, Turning Point USA streamed an All-American Halftime Show featuring Kid Rock and country singers, while Meghan McCain praised Bad Bunny despite criticism from MAGA supporters and conservative commentators.",
      "Seen in context, the NFL’s selection of Bad Bunny for Super Bowl LX's halftime likely cements its role in culture‑war disputes and broader NFL history, reflecting its tradition of provocative entertainment choices."
    ],
    "title": "AP: Bad Bunny’s Super Bowl halftime show celebrated America – all of it – with a message of unity",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-tells-american-ships-to-keep-away-from-iran-amid-tensions",
    "article_url": "https://ground.news/article/us-tells-american-ships-to-keep-away-from-iran-amid-tensions",
    "bias": [
      "All perspectives acknowledge the US advisory for ships in the Strait of Hormuz amid simmering tensions.",
      "Left-Leaning coverage emphasizes Iran 's historical actions, such as past ship seizures, to contextualize current events.",
      "In contrast, right-leaning outlets frame Iran as a hostile \"regime,\" highlighting \"vessel harassment\" and \"illegal boarding risks,\" and broadening the scope of tensions to include a \"brutal crackdown.",
      "The right employs more alarmist language, providing specific details like the advisory's duration.",
      "Center-Leaning reports offer a more nuanced view, connecting the advisory to recent diplomatic talks and \"repeated threats\" from a former US president.",
      "These distinct portrayals reveal ideological divides in characterizing adversaries and the drivers of geopolitical friction."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "The United States issued new guidance for US-flagged vessels transiting the Strait of Hormuz, advising them to stay far from Iran's territorial waters and decline Iranian forces permission to board.",
      "Iran has previously threatened to close the Strait of Hormuz, a key shipping lane for Middle East oil, and has seized commercial ships in the area.",
      "Tensions remain high between the US and Iran over Iran's nuclear program, with the US demanding talks also cover Iran's ballistic missiles, regional interference, and human rights issues."
    ],
    "title": "US Issues Fresh Guidance to Vessels Transiting Strait of Hormuz as Iran Tensions Simmer",
    "topic": null,
    "topic_full": null
  }
]
