[
  {
    "Abstract": "Patatin‐like phospholipase (PNPLA) domain‐containing proteins are essential enzymes involved in lipid metabolism, membrane remodeling, and signaling pathways across various organisms. This review focuses on the structural and functional characteristics of four selected PNPLA proteins from different organisms with experimental 3D structures or biochemical data on protein–protein interactions that facilitate their co‐activation mechanism, namely VipD, ExoU, PNPLA9, and PNPLA2 (also known as ATGL). VipD and ExoU, phospholipases from Legionella pneumophila and Pseudomonas aeruginosa , respectively, are multidomain proteins and utilize distinct mechanisms for host cell interaction and pathogenesis. VipD binds to Rab proteins, underscoring the critical role of Rab5 in upregulating its enzymatic activity and contributing to the pathogenicity. ExoU requires ubiquitin for activation and exhibits an inhibited structure when complexed with its chaperone SpcU. PNPLA9, a calcium‐independent phospholipase A2, is predominantly expressed in the human brain, with mutations linked to neurodegenerative disorders and inflammation. The crystal structure of the Chinese hamster ortholog of PNPLA9 reveals a dimerization mechanism required for its catalytic activity, along with specific regions identified for membrane interaction and substrate binding. PNPLA2 is known for its triacylglycerol hydrolytic activity and is regulated by protein–protein interactions, particularly with the co‐activator ABHD5, which is crucial for its activation. This review highlights the diversity and conserved architectural segments of PNPLA proteins, reflecting their varied biological roles and regulatory mechanisms. Understanding the diverse protein–protein interactions that activate these enzymes is crucial for elucidating their roles in physiological and pathological contexts.",
    "Author": "Dubey, Noopur",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/2211-5463.70201",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-31",
    "Related to": 0,
    "Source": "FEBS Open Bio",
    "Subfield": "Endocrinology",
    "Title": "Patatin‐domain‐containing (phospho)lipases under control: Mammalian co‐regulators and pathogenic activation mechanisms",
    "Topic": "Legionella and Acanthamoeba research",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://doi.org/10.1002/2211-5463.70201",
    "oa_pdf_url": null
  },
  {
    "Abstract": "Obesity‐related liver disease remains a critical global health challenge, underscoring the need to elucidate the molecular mechanisms underlying hepatic inflammation and metabolic dysfunction, and to identify novel therapeutic targets. This study aimed to determine whether erythropoietin (EPO) modulates soluble epoxide hydrolase (sEH) and lipid mediator pathways to ameliorate hepatic inflammation and metabolic dysfunction in high‐fat diet (HFD)‐induced obese mice. Male C57BL/6 mice were fed HFD with or without EPO treatment, and metabolic phenotyping, including glucose tolerance testing and homeostasis model assessment of insulin resistance, was performed. Hepatic histology and quantitative real‐time polymerase chain reaction were conducted, together with flow cytometry to assess macrophage polarization, western blotting for sEH, and targeted liquid chromatography–tandem mass spectrometry profiling of cytochrome P450 epoxygenase‐derived epoxides. EPO treatment improved glucose metabolism, reduced hepatic steatosis, lowered Ccr2 , Mcp1 , and Tnfα expression, promoted a shift of hepatic macrophages toward an M2 (anti‐inflammatory) phenotype, downregulated hepatic sEH protein levels, and increased both hepatic and plasma concentrations of epoxygenase‐derived epoxides. These findings indicate that EPO suppresses hepatic sEH and favors pro‐resolving lipid mediator signaling, suggesting a potential therapeutic avenue for obesity‐related hepatic inflammation.",
    "Author": "Goda, Takeshi",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/2211-5463.70208",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-31",
    "Related to": 0,
    "Source": "FEBS Open Bio",
    "Subfield": "Biochemistry",
    "Title": "Erythropoietin modulates hepatic inflammation, glucose homeostasis, and soluble epoxide hydrolase and epoxides in high‐fat diet‐induced obese mice",
    "Topic": "Eicosanoids and Hypertension Pharmacology",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://doi.org/10.1002/2211-5463.70208",
    "oa_pdf_url": null
  },
  {
    "Abstract": "STPA was effectively used to assess the Radixact Synchrony system's real-time adaptive radiation therapy capabilities, providing insight into how the system could become unsafe throughout the patient journey. While focused on Radixact Synchrony and real-time adaptive radiation therapy, this study offers a transferable example of STPA application, from analysis initialization to mitigation, that can inform other safety assessments in radiation therapy.",
    "Author": "Hindmarsh, Jonathan",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/acm2.70478",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Radiation",
    "Title": "A prospective hazard analysis of real-time adaptive helical tomotherapy.",
    "Topic": "Advanced Radiotherapy Techniques",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12857238/",
    "oa_pdf_url": null
  },
  {
    "Abstract": "ABSTRACT Age‐related hearing loss (ARHL) is a prevalent sensory disorder lacking disease‐modifying interventions. The biological drivers, particularly the contribution of the gut microbiota and gut–inner ear crosstalk, remain poorly defined. Here, we utilize germ‐free (GF) mice and fecal microbiota transplantation (FMT) to isolate microbiota‐dependent effects on ARHL progression. Through integrated metagenomic, metabolomic, and proteomic profiling, we map molecular signatures of auditory aging and uncover functional gut‐inner ear network, prioritizing 5‐hydroxytryptophan (5‐HTP) as a key intermediate metabolite within this network. Furthermore, in an aging‐like House Ear Institute–Organ of Corti 1 (HEI‐OC1) model, 5‐HTP exhibits protective effects, potentially mediated through the PI3K/Akt–antioxidant signaling axis. Collectively, this study provides a valuable multi‐omics resource and highlights microbiota‐derived metabolic regulation as a promising avenue for biomarker discovery and therapeutic development in ARHL.",
    "Author": "Yang, Ting",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/advs.202514269",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-31",
    "Related to": 0,
    "Source": "Advanced Science",
    "Subfield": "Sensory Systems",
    "Title": "Gut–Metabolome–Proteome Interactions in Age‐Related Hearing Loss: Insights from Fecal Microbiota Transplantation and Multi‐Omics Analyses",
    "Topic": "Hearing, Cochlea, Tinnitus, Genetics",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://doi.org/10.1002/advs.202514269",
    "oa_pdf_url": null
  },
  {
    "Abstract": "ABSTRACT Ventricular arrhythmias (VAs) as life‐threatening heart rhythm disorders, reduced connexin43 (Cx43) is one of the mechanisms of VAs. Cx43 is the predominant ventricular gap junction protein essential for cardiac electrical conduction; the absence in the mouse heart results in sudden arrhythmic death. However, the mechanism linking Cx43 downregulation and VA formation remains unclear. Here it is aimed to elucidate the molecular mechanism by which Cx43 deficiency leads to VAs using Cx43 knockout (Cx43‐KO) induced pluripotent stem‐derived cardiomyocytes and cardiac‐specific conditional Cx43‐KO (Cx43‐cKO) mice. It is shown that Cx43‐KO induced arrhythmic phenotype and decreased proline content both in vitro and in vivo. Mechanistically, Cx43 interacts with the amino acid transporter SNAT2 (sodium‐dependent neutral amino acid transporter). Cx43 deficiency reduces SNAT2 expression, impairing proline transport and metabolism. This disruption leads to mitochondrial dysfunction, oxidative stress, abnormal calcium handling, and arrhythmias. Exogenous proline supplementation rescued the arrhythmic phenotype in Cx43‐cKO mice by restoring metabolic balance. In conclusion, it is suggested that Cx43 deficiency leads to VAs through SNAT2‐mediated proline metabolic reprogramming. Targeting proline metabolism may therefore offer novel therapeutic strategies for VAs.",
    "Author": "Ying, Hangying",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/advs.202516090",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-31",
    "Related to": 0,
    "Source": "Advanced Science",
    "Subfield": "Molecular Biology",
    "Title": "Connexin43 Deficiency Leads to Ventricular Arrhythmias by Reprogramming Proline Metabolism",
    "Topic": "Connexins and lens biology",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://doi.org/10.1002/advs.202516090",
    "oa_pdf_url": null
  },
  {
    "Abstract": "ABSTRACT Altermagnetism, characterized by collinear‐compensated magnetic ordering with vanishing net magnetization, has opened new frontiers in topological matter through its distinctive spin‐momentum locking mechanism. We demonstrate that the altermagnetism in altermagnet/topological insulator (TI) heterostructure breaks time‐reversal symmetry, and in combination with Floquet engineering, gives rise to anomalous higher‐order topological insulator (AHOTI) phases with pure/hybridized ‐corner modes (CMs). Two fundamental breakthroughs by Floquet engineering are revealed. First, three distinct topological phase transitions are established: trivial‐to‐AHOTI with pure ‐CMs (AHOTI‐I), higher‐order TI‐to‐AHOTI with hybridized ‐CMs (AHOTI‐II), and mutual transitions between AHOTI‐I and ‐II. Second, the real‐space locations of topological CMs—not only conventional 0‐ but also anomalous ‐CMs—are synchronously manipulated by Néel vector reorientation, establishing an altermagnetism‐programmable paradigm for topological state localization. The emergent topological phases are systematically characterized through the nested dynamical Wilson loop formalism, deliberately adapted for Floquet‐driven systems, which shows exact correspondence with the observed CMs. This work establishes a universally versatile platform for non‐equilibrium dynamical control of topological phase, thereby providing transformative implications for reconfigurable topological electronics and fault‐tolerant quantum computing architectures.",
    "Author": "Wang, Donghao",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/advs.202522203",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-31",
    "Related to": 0,
    "Source": "Advanced Science",
    "Subfield": "Atomic and Molecular Physics, and Optics",
    "Title": "Emerging of Anomalous Higher‐Order Topological Phases in Altermagnet/Topological Insulator Heterostructure by Floquet Engineering",
    "Topic": "Topological Materials and Phenomena",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://doi.org/10.1002/advs.202522203",
    "oa_pdf_url": null
  },
  {
    "Abstract": "ABSTRACT Cellular plasticity is crucially important in cancer‐induced cell reprogramming, as well as in regeneration therapies in diabetes, Alzheimer's, and Parkinson's diseases. Protein–protein interaction, signaling, and gene regulatory networks are increasingly used to describe plasticity‐induced cellular adaptation in disease progression. This review delineates how network analysis of cell plasticity leads to novel therapy options against 1) cancer progression; 2) epithelial–mesenchymal transition‐induced metastases; 3) cancer stem cells, and 4) pre‐existent drug‐resistant cells. Network plasticity‐designed sequential and differentiation therapies are also outlined. 55 plasticity‐related cancer drug targets are listed, where 20 have already approved drugs, 9 have investigational drugs, and 26 are drug target candidates. The recent expansion of plastic network‐driven pancreatic beta cell and neuron regeneration therapies is described in diabetes, as well as in Alzheimer's and Parkinson's diseases, respectively. Finally, six major network‐related research gaps and promising future research areas are outlined, including the discovery of plasticity‐related cancer signaling pathways and cross‐talks, cancer resensitization therapies, and the use of recently available proteome‐wide network data and models to find novel cancer cell differentiation cocktails, drug targets, proper timing, and biomarkers of sequential therapies, as well as to perform in silico drug combination screens and in silico clinical trials.",
    "Author": "Kerestély, Márk",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/advs.202522532",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-31",
    "Related to": 0,
    "Source": "Advanced Science",
    "Subfield": "Psychiatry and Mental health",
    "Title": "Modulation of Network Plasticity Opens Novel Therapeutic Possibilities in Cancer, Diabetes, and Neurodegeneration",
    "Topic": "Cancer, Stress, Anesthesia, and Immune Response",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://doi.org/10.1002/advs.202522532",
    "oa_pdf_url": null
  },
  {
    "Abstract": "ABSTRACT Heterosis, or hybrid vigor, describes the superior performance of F 1 hybrids relative to their parents. Despite its significant importance in crop breeding, the molecular mechanisms underlying heterosis remain debated, mainly attributable to discrepancies across genotypes, traits, tissues, populations, developmental stages, growth environments, and species. This study systematically identifies heterosis‐associated genes and metabolites from parental molecular differences and functionally validates three genes to heterosis for seedling length in rice. The predominant inheritance patterns of these molecules are additive and partially dominant effects, namely at mid‐parent levels or values between mid‐parent and parental levels, respectively. These two genetic effects contribute to heterosis of 17 agronomic traits in rice, including grain yield and plant height across developmental stages. They also explain yield heterosis in diverse hybrid populations and distinct growth environments in both rice and maize, as well as biomass heterosis in Arabidopsis . Notably, additive and partially dominant effects are associated with parental genomic variants, and the number of these variants correlates significantly with heterosis. Unlike classical heterosis models primarily focused on genomic sequence variation, these findings provide quantitative insights from genomic downstream information into the molecular mechanisms of plant heterosis, highlighting their potential for improving breeding efficiency of hybrid crops.",
    "Author": "Dan, Zhiwu",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/advs.202523376",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-31",
    "Related to": 0,
    "Source": "Advanced Science",
    "Subfield": "Genetics",
    "Title": "Additive and Partially Dominant Effects from Genomic Variation Contribute to Rice Heterosis",
    "Topic": "Genetic Mapping and Diversity in Plants and Animals",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://doi.org/10.1002/advs.202523376",
    "oa_pdf_url": null
  },
  {
    "Abstract": "ABSTRACT Understanding the hybrid structural characteristics of carbon remains a significant challenge, hindering the development of clear design principles for optimizing electrode materials in energy storage systems—particularly in lithium‐ion (Li‐ion) and sodium‐ion (Na‐ion) batteries. Traditionally, the localized structural disorder and intrinsic porosity of carbon have been regarded as the primary contributors to its high storage capacity in Na‐ion batteries. However, our investigation reveals that the hybrid structural features of carbon play a more dominant role in enhancing energy storage performance in Li‐ion systems compared to Na‐ion counterparts. Through comprehensive materials characterization and electrochemical analysis, we establish a direct correlation between the local microstructural attributes of carbon and its ion storage kinetics which elucidate the distinct ion‐storage mechanisms that differentiate Li‐ion from Na‐ion systems. This study reinforces our findings that configurational defects are crucial for achieving high initial storage capacity in carbon crafted with mixed‐phase structures, but the in‐plane size of nano‐layered microdomains plays a key role in ensuring long‐term stable storage capacity in rechargeable batteries.",
    "Author": "Sarkar, Montajar",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/advs.202523383",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-31",
    "Related to": 0,
    "Source": "Advanced Science",
    "Subfield": "Electrical and Electronic Engineering",
    "Title": "Tuning Li <sup>+</sup> and Na <sup>+</sup> Functionality in Renewable Carbon Electroactive Material Through Site‐Specific Nanostructural Disorder",
    "Topic": "Advancements in Battery Materials",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://doi.org/10.1002/advs.202523383",
    "oa_pdf_url": null
  },
  {
    "Abstract": "ABSTRACT The scalable synthesis of perovskite nanocrystals (PNCs) with monodispersity and high emission efficiency remains a significant challenge, primarily limited by the inherent constraints of flask‐based batch synthesis in handling large volumes. Here, we propose a novel microscale continuous droplet‐in‐flow synthesis (µ‐CDFS) of PNCs stabilized by zwitterionic ligands. This synergy, arising from the spatial and temporal separation of droplet‐based reactors and a cross‐locked PNC‐ligand surface coordination, ensures exceptional mixing efficiency and consistency. Consequently, our approach enables the scalable production of high‐quality PNCs, delivering a continuous output of 0.8 g h − 1 per channel, a narrow size distribution (σ r &lt; 14%), and a photoluminescence quantum yield (PLQY) exceeding 97%. Furthermore, high‐throughput ligand screening is also performed via autonomous flow experimentation, and the emission of PNCs is precisely tuned across the visible region (453–753 nm) via on‐demand halide anion exchange, establishing a robust platform for the accelerated discovery of PNCs.",
    "Author": "Huang, Guangguang",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/advs.202524155",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-31",
    "Related to": 0,
    "Source": "Advanced Science",
    "Subfield": "Biomedical Engineering",
    "Title": "Large‐Scale Synthesis of Monodispersed Perovskite Nanocrystals via Autonomous Continuous Droplet Microfluidics",
    "Topic": "Innovative Microfluidic and Catalytic Techniques Innovation",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://doi.org/10.1002/advs.202524155",
    "oa_pdf_url": null
  },
  {
    "Abstract": "ABSTRACT Preparing electrolytes that simultaneously enable high oxidation stability, interfacial compatibility, and intrinsic safety remains a major challenge for high‐voltage lithium metal batteries (LMBs). Herein, we report a phosphorus‐containing multifunctional monomer, ethyl di(2‐(methacryloyloxy)ethyl) phosphate, which enables both LiNO 3 dissolution and in situ polymerization within a liquid electrolyte (LE) to form a flame‐retardant gel polymer electrolyte (GPE). The resulting GPE exhibits excellent ionic conductivity (3.19 × 10 −3 S cm −1 at 25°C), a wide electrochemical stability window (&gt; 4.6 V), and superior flame retardancy. The LiNO 3 in GPE can promote the formation of Li 3 N and LiF in the solid electrolyte interphase (SEI) layer on the Li metal anode, facilitating Li + transport and promoting dense and smooth Li deposition. When applied in Li||LiNi 0.6 Co 0.2 Mn 0.2 O 2 and Li||LiNi 0.8 Co 0.1 Mn 0.1 O 2 cells, the GPE system delivers remarkable cycling stability with capacity retentions of 83.1% after 400 cycles and 91.5% after 200 cycles, respectively. Spectroscopic and structural analyses reveal that the polymer matrix in GPE stabilizes cathode–electrolyte interfaces, mitigates transition‐metal dissolution, and suppresses Li/Ni cation mixing. This work establishes a molecular‐level electrolyte design strategy that integrates LiNO 3 solvation, flame retardancy, and interfacial stabilization, offering a promising pathway toward safe, high‐voltage LMBs.",
    "Author": "Ma, Lan",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/advs.202524165",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-31",
    "Related to": 0,
    "Source": "Advanced Science",
    "Subfield": "Electrical and Electronic Engineering",
    "Title": "Multifunctional Phosphate Monomer Enabling LiNO <sub>3</sub> Solvation and In Situ Formation of Flame‐Retardant Gel Polymer Electrolyte for High‐Voltage Lithium Metal Batteries",
    "Topic": "Advanced Battery Materials and Technologies",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://doi.org/10.1002/advs.202524165",
    "oa_pdf_url": null
  },
  {
    "Abstract": "Abstract This manuscript centers on the experiences of caretakers of minors in Honduran transnational families (TNFs) in which one or both parents emigrated, and of the schoolteachers, professional psychologists, and spiritual leaders working with these families. We report on the participants' knowledge and learned lessons, which we place in dialog with the interdisciplinary literature on TNFs in sociology, psychology, gender studies, and cultural studies. Through a participatory methodology, we collaborated with the participants to develop a series of guidelines based on their experiences. We have structured this manuscript in four intersecting themes: (1) Affectivity related to parental migration and its consequences; (2) Community dimensions and actors; (3) Family arrangements and agreements; and (4) Family communication at a distance. These guidelines and insights may prove helpful to current, prospective, and past TNFs who may see their experiences reflected in this manuscript, and to professionals working with TNFs. The participants' knowledges and suggestions can be instrumental in understanding and professionally supporting these families' well‐being, care, and unity.",
    "Author": "Gemignani, Marco",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/ajcp.70051",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-01-31",
    "Related to": 0,
    "Source": "American Journal of Community Psychology",
    "Subfield": "Clinical Psychology",
    "Title": "Collaborating with transnational families: Learning from the experiences of family caretakers, educators, psychologists, and spiritual leaders in Honduras",
    "Topic": "Migration, Health and Trauma",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "ABSTRACT While Australia's National Disability Insurance Scheme (NDIS) was founded on principles of choice and control, for people with significant mental health challenges (what the NDIS calls ‘psychosocial disability’) these ideals often remain elusive. Support systems continue to be fractured and in the context of ongoing policy reforms, it is vital to understand expectations people have of the scheme, alongside ongoing experiences. Drawing on semi‐structured interviews with NDIS participants ( n = 30) and informal/unpaid carers ( n = 18), this research explores these expectations and lived realities. Results showed that prior to engaging with the NDIS, participants had mixed expectations of the scheme, with a lack of information accessed and confusion about what the scheme could offer. For some, expectations were also formed in the context of acute mental illness. When expectations were expressed, these were often unmet, with interviewees reporting a lack of choice and control, frustrations with the system, a lack of appropriate services, and encounters with unscrupulous or underperforming providers. Findings should inform policy directions to better align Australia's mental health ecosystem with the realities faced by those it seeks to support. Strategies are required for planning and communication about what the NDIS offers participants to inform choice and control of needed supports.",
    "Author": "Hollier, Joel",
    "Cited by": 0,
    "Cites": 18,
    "DOI": "https://doi.org/10.1002/ajs4.70096",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-01-31",
    "Related to": 0,
    "Source": "Australian Journal of Social Issues",
    "Subfield": "Education",
    "Title": "Expectations and Reality: The Lived Experiences of Australians With Psychosocial Disability Within the <scp>NDIS</scp>",
    "Topic": "Healthcare innovation and challenges",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "Abstract INTRODUCTION Associations of short‐term use of menopausal hormone therapy (mHT) with Alzheimer's disease (AD) and structural magnetic resonance imaging (MRI) biomarkers were investigated 10 years after an mHT trial. METHODS Recently menopausal women with good cardiovascular health were randomized to oral conjugated equine estrogens (oCEE) or transdermal 17β‐estradiol (tE2) and micronized progesterone, or placebo for 4 years. Amyloid beta (Aβ) on positron emission tomography, hippocampal atrophy, and dorsolateral prefrontal cortex thickness on MRI were assessed 10 years after completion of the mHT trial ( n = 266). RESULTS Aβ and structural MRI biomarkers were not different in the oCEE and tE2 groups compared to placebo. Apolipoprotein E ε4 status did not modify the findings. DISCUSSION There was no evidence of adverse effects or benefits associated with 4 years of use of oral or transdermal mHT on Aβ and structural MRI biomarkers in relatively healthy women, 10 years after mHT. Findings support the long‐term safety of short‐term use of mHT on brain health. CLINICAL TRIALS REGISTRATION NCT00154180 Kronos Early Estrogen Prevention Study (KEEPS) Highlights There were no menopausal hormone therapy–related adverse effects or benefits on amyloid beta and magnetic resonance imaging biomarkers in the long term. Apolipoprotein E ε4 carrier status did not modify these findings. Findings align with neutral cognitive and cerebrovascular outcomes in this cohort.",
    "Author": "Kantarci, Kejal",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/alz.71067",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-31",
    "Related to": 0,
    "Source": "Alzheimer s & Dementia",
    "Subfield": "Psychiatry and Mental health",
    "Title": "Long‐term amyloid PET and MRI outcomes in a menopausal hormone therapy trial",
    "Topic": "Dementia and Cognitive Impairment Research",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://doi.org/10.1002/alz.71067",
    "oa_pdf_url": null
  },
  {
    "Abstract": "ABSTRACT Porphyrin‐coumarin hybrid systems are an intriguing class of multifunctional hybrid molecules that combine the appealing photophysical properties of porphyrins with the biological significance of coumarins. This work introduces a new entry into this field, called porphyrin‐azocoumarins 4–6 . The porphyrins used in this study feature five‐membered meso ‐tris(2‐thienyl/2‐furyl) substituents, in addition to meso ‐tris(4‐tolyl) substituted porphyrins. This paper presents the synthesis, photophysical studies, and computational analysis of all the new hybrids reported. Furthermore, antimicrobial studies, in vitro cytotoxicity evaluations, and molecular docking analyses of these hybrids are reported. The hybrid 4 demonstrated excellent antibacterial activity and achieved the highest molecular docking scores in the series. All hybrids exhibited low in vitro cytotoxicity against NIH3T3 cell lines, suggesting their potential for further investigation as therapeutic agents.",
    "Author": "S. G. Swathi",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/asia.202500981",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-01-31",
    "Related to": 0,
    "Source": "Chemistry - An Asian Journal",
    "Subfield": "Materials Chemistry",
    "Title": "Porphyrin‐Azocoumarins: Synthesis, Photophysical, Theoretical, and Biological Studies",
    "Topic": "Porphyrin and Phthalocyanine Chemistry",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  }
]
