[
  {
    "Abstract": "Canopy shade environments can negatively impact plant growth and survival. Phytochrome A (phyA) is essential for seedling adaptation to deep shade, yet its role under moderate natural canopy conditions remains unclear. By expressing a novel phyA-nanoLUC reporter in Arabidopsis thaliana, we quantify diurnal fluctuations in phyA and its induction by low red to far-red (R:FR) ratio, simulating canopy shade. We uncover a new key regulatory function for phyB, which increases phyA stability post-dawn in unshaded conditions and modulates expression of PHYA in low R:FR. Further, we demonstrate that beyond its role as a deep shade sensor, phyA is an adept sensor of canopy shade, capable of detecting a range of R:FR ratios across light intensities. Mathematical modelling demonstrates that this property arises from the dynamic features of the phyA HIR mode of action. Interestingly, phyA synthesis is strongly induced by subtle reductions in R:FR ratio, and is robust to light perturbation, suggesting the phyA-sensory module is configured to detect modest shade. Spectral data from natural shade habitats provides ecological context for our laboratory findings. Physiological analysis indicates that under canopy shade phyA promotes seedling de-etiolation, organises resource management and accelerates reproductive development. We propose that this suite of responses, termed the “canopy adaptation strategy”, enhances survival chances under conditions where shade-avoidance strategies are maladaptive.",
    "Author": "Prizeman-Green, Philip",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1073/pnas.251220112",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-03",
    "Related to": 0,
    "Source": "Edinburgh Research Explorer (University of Edinburgh)",
    "Subfield": "Plant Science",
    "Title": "Arabidopsis thaliana Phytochrome A Sensory Properties in Canopy Shade",
    "Topic": "Light effects on plants",
    "Type": "article",
    "Year": 2026
  }
]
