[
  {
    "Abstract": NaN,
    "Author": "Jones, Nicola",
    "DOI": "https://doi.org/10.1038/d41586-026-00536-6",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "Nature",
    "Subfield": "Information Systems",
    "Title": "This AI can improve your peer review — and make it more polite",
    "Topic": "Expert finding and Q&A systems"
  },
  {
    "Abstract": NaN,
    "Author": "Wild, Sarah",
    "DOI": "https://doi.org/10.1038/d41586-026-00463-6",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "Nature",
    "Subfield": "Gender Studies",
    "Title": "How big is the ‘motherhood penalty’? In Denmark, it adds up to $120,000",
    "Topic": "Demographic Trends and Gender Preferences"
  },
  {
    "Abstract": NaN,
    "Author": "Mullard, Asher",
    "DOI": "https://doi.org/10.1038/d41586-026-00585-x",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "Nature",
    "Subfield": "Physiology",
    "Title": "First-of-a-kind stem cell therapies set for approval in Japan",
    "Topic": "Biomedical Ethics and Regulation"
  },
  {
    "Abstract": "Viewed from space, a “green wave” seasonally traverses Earth’s surface, from the north in boreal summer to the south in austral summer. This wave represents vegetation phenology, driven primarily by solar irradiation and modulated by climate variability and ecosystem dynamics. Despite its significance for multiple Earth system processes, we lack a unified metric to characterize and understand its dynamics. Here, we propose a concept to quantify global phenology by tracking the green wave’s centroid using satellite and Earth system model data. The resulting trajectory summarizes global phenological dynamics and directional trends. Earlier reports on global greening led us to hypothesize a rapidly northward shifting trajectory during boreal summer and a moderate southward shift during austral summer. Contrary to this expectation, we find that the centroid moves northward during both summer periods, with the austral summer shift consistently exceeding the boreal shift across datasets. As a consequence, the amplitude of the green wave trajectory is decreasing, a trend projected to intensify throughout this century. We also detect an accelerating eastward shift, a phenomenon not previously reported. Tracking the green wave’s centroid reveals how regionally changing land dynamics affect the global functioning of Earth’s terrestrial biosphere.",
    "Author": "Miguel D. Mahecha",
    "DOI": "https://doi.org/10.1073/pnas.2515835123",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Ecology",
    "Title": "Accelerated north–east shift of the global green wave trajectory",
    "Topic": "Remote Sensing in Agriculture"
  },
  {
    "Abstract": "Evolution is a historical process whose trajectories are determined in part by the introduction of new phenotypes. Although most phenotypes have evolved repeatedly within and among clades of organisms, others are unique and apparently originated only once, and even the earliest occurrences of repeated traits were unique for their time. To investigate the timing and circumstances of these unique events, we compiled adult skeletal phenotypes with single origins and first occurrences of repeated traits as recorded in the fossil record in the phylum Mollusca. Of the 24 unique and 72 repeated traits we considered, 46 (48%) originated during the first 96 m.y. of molluscan history (frequency 1 per 2.1 m.y.) and only 50 in the 444 m.y. since then (frequency 1 per 8.9 m.y.), with secondary peaks of frequency in the Triassic and Cenozoic. We interpret this finding to mean that molluscan evolutionary history has become substantially more predictable over time despite increasing diversity. Expansions of the phylum from its ancestral marine epifaunal benthic environment to other habitats including fresh water and dry land were generally not associated with unique or earliest occurrences of repeated phenotypes. Most of the innovations enhanced individual defense or activity and were therefore honed by interactions within and among species, although it remains possible that they originated in temporarily permissive conditions in which genetic and other constraints were relaxed.",
    "Author": "Geerat J. Vermeij",
    "DOI": "https://doi.org/10.1073/pnas.2520986123",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Paleontology",
    "Title": "Uniqueness and predictability in evolution and the history of mollusks",
    "Topic": "Paleontology and Stratigraphy of Fossils"
  },
  {
    "Abstract": "Same-sex sexual behavior (SSB) in insects has historically been considered a byproduct of sex recognition failure, or “mistaken identity,” and consideration of other hypotheses lags behind that of vertebrates where it is often thought to adaptively mitigate aggressive interactions. Comparative analyses to help disentangle the functions of insect SSB are lacking. To address this, we quantified male–male interactions in controlled trials across eight North American field cricket species ( Gryllus spp.). While limited taxonomic sampling precluded a formal phylogenetic comparative analysis, we were able to assess variation across species with structural equation models. Using this technique, we distinguished focal from partner influences and evaluated support for mistaken identity vs. other models of SSB. SSB expression varied extensively across species. It was always associated with reduced aggression, but the strength of this association and the balance of focal vs. partner effects varied. Temporal analysis of behavioral interactions showed that males exhibited SSB while able to discern the sex of their partner. These findings, along with observations of a previously undescribed sexual behavior not seen in different-sex interactions, imply a history of adaptive evolution inconsistent with mistaken identity SSB.",
    "Author": "Thomas M. J. Green",
    "DOI": "https://doi.org/10.1073/pnas.2506022123",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Ecology, Evolution, Behavior and Systematics",
    "Title": "Multispecies analysis of social effects on same-sex sexual behavior challenges mistaken identity hypotheses in insects",
    "Topic": "Animal Behavior and Reproduction"
  },
  {
    "Abstract": "Nanoconfinement as observed in natural (e.g. green fluorescent protein, GFP) or artificial (metal-organic or covalent organic frameworks) systems effectively modulates chemical and physical properties of encapsulated molecules for various photonic, electronic, or catalytic applications. Inspired by GFP’s barrel-like peptide scaffold, which stabilizes the chromophore within a confined space, here we develop photobleaching-resistant super-resolution DNA framework (SDF) dots that enables programmable confinement of various types of fluorophores within the inner cavity resembling GFP. We find that SDF dots are resistant to reactive oxygen species-induced photobleaching due to the shielding effects of DNA frameworks. SDF dots with four fluorophores labeling inside of the cavity leads to ~1.8-fold enhancement in photostability compared to the corner labeling, whereas ~50-fold enhancement compared to single fluorophore labeled on double-stranded DNA. These ultrastable SDF dots are readily adaptable for super-resolution imaging including stimulated emission depletion (STED) and structured illumination microscopy (SIM) imaging. We realize STED imaging of live cell membranes over 30 min. We further construct ultrastable super-resolution SIM barcodes that can distinguish eighteen colored barcodes with a spatial resolution of ~70 nm. This strategy provides a versatile platform for engineering ultrastable fluorescent probes for advancing super-resolution imaging and single-particle tracking in biophysics and biomedical research.",
    "Author": "C. F. Liang",
    "DOI": "https://doi.org/10.1073/pnas.2514438123",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Materials Chemistry",
    "Title": "Reactive oxygen species–resistant ultrastable super-resolution DNA framework dots",
    "Topic": "Luminescence and Fluorescent Materials"
  },
  {
    "Abstract": "Root canal curvature strongly influences the technical quality of student-performed RCTs, regardless of instrumentation technique or tooth type. Undergraduate curriculum should optimize the development of the ability to recognize case complexity, while dental educators should continually develop strategies to improve undergraduate and supplementary professional training.",
    "Author": "Alexander Pompermayer Jardine",
    "DOI": "https://doi.org/10.1002/jdd.70189",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "PubMed",
    "Subfield": "General Dentistry",
    "Title": "Endodontic Education: Reflections Based on an Observational Study of Factors Associated With Root Canal Treatment Technical Quality.",
    "Topic": "Dental Research and COVID-19"
  },
  {
    "Abstract": "High-resolution fluorescence microscopy deep inside thick, live specimens remains a major challenge due to scattering and limited penetration depth. Structured illumination microscopy (SIM) is widely used for fast super-resolution imaging, yet its sensitivity to scattering strongly restricts volumetric applications. Here we present sparse scanning SIM (SS-SIM), a variant for deep imaging that integrates rapid laser beam scanning with pixel-addressed intensity modulation and sCMOS detection. SS-SIM operates with either one- or two-photon excitation and achieves a spatial resolution of ∼150 nm, and maintains a 1.6/1.7-fold (lateral/axial) resolution enhancement over wide-field microscopy throughout the available imaging depth limited by the working distances of our water-immersion objectives (300/600 µm), enabling volumetric visualization of dense biological samples. By combining simplicity, robustness, and super-resolution performance, SS-SIM expands the applicability of SIM to thick tissues, organoids, and small organisms, providing a practical route to high-contrast volumetric imaging in complex biological environments.",
    "Author": "An, Sha",
    "DOI": "https://doi.org/10.1002/advs.74516",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "PubMed",
    "Subfield": "Biophysics",
    "Title": "Deep Volumetric Super-Resolution Imaging in Thick Biological Specimens With Sparse Scanning SIM.",
    "Topic": "Advanced Fluorescence Microscopy Techniques"
  },
  {
    "Abstract": "Conserved structural water molecules stabilize protein folds and modulate their function, yet remain difficult to observe in solution because exchange-based readouts favor solvent-exposed sites. Here, we introduce a protocol to detect structural water molecules under native conditions, using long-lived hyperpolarized water (HyperW) enabled by UV-induced, nonpersistent radicals. In the model protein chymotrypsin inhibitor 2, HyperW-enhanced two-dimensional NMR correlation spectra across pD 5.5-8.4 reveal strong exchange-driven enhancements at solvent-exposed residues. By contrast, a distinct group of four residues shows hyperpolarized amide signals, which disappear when through-space polarization transfer via nuclear Overhauser effect (NOE) is suppressed using a CLEANEX-PM experiment. The CLEANEX-negative/HyperW-positive signature, together with the spatial proximity of these residues to crystallographically conserved water molecules, supports NOE-mediated transfer from long-residence internal water, not distinguishable by standard NMR methods. The combined observables establish HyperW NMR as a residue-specific reporter of structural hydration and hydration-coupled dynamics under native conditions, providing a route to link conserved water observed in crystals to their roles in solution.",
    "Author": "Hecker, Fabian",
    "DOI": "https://doi.org/10.1002/anie.202523739",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "PubMed",
    "Subfield": "Spectroscopy",
    "Title": "Residue-Specific Signatures of Structural Water Identified by Dissolution Dynamic Nuclear Polarization with UV-Generated Radicals.",
    "Topic": "Advanced NMR Techniques and Applications"
  },
  {
    "Abstract": "This co-designed intervention model involves a combined approach, two-to-three 30-min group and individual-based sessions per week over 8-to-10 weeks delivered by health professionals and educators.",
    "Author": "Laura S. Brown",
    "DOI": "https://doi.org/10.1080/01942638.2026.2631557",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "PubMed",
    "Subfield": "Clinical Psychology",
    "Title": "An Intervention Model for Children with Mild Developmental Delay Using Multi-Stakeholder Co-Design Study and Australia-Wide Survey.",
    "Topic": "Family and Disability Support Research"
  },
  {
    "Abstract": "Mancozeb is one of the most widely used agricultural fungicides, exhibiting strong efficacy against a broad spectrum of phytopathogenic fungi. However, its widespread application comes at the cost of environmental contamination. Here, we show the effects of Inga vera leaf litter contamination with Mancozeb on life-history traits of Aedes aegypti, focusing on larval mortality, adult wing size, and wing asymmetry. To evaluate the interactive effects of Mancozeb and I. vera leaf litter, we tested four treatments prepared from 14-day leachates of I. vera leaves: Control, 0.3, 15, and 40 μg.L<sup>-1</sup> Mancozeb (n = 10 per treatment). Our results revealed that higher Mancozeb concentrations were associated with decreased larval mortality, larger adult body size, and no significant changes in wing asymmetry. These results suggest that the suppression of fungal decomposers and pathogens by Mancozeb preserves organic matter and increases nutrient availability in breeding sites, indirectly enhancing mosquito survival and development. The ecological benefits conferred by Mancozeb on Ae. aegypti populations may, in turn, elevate the transmission risk of vector-borne diseases. By investigating these parameters, we provide insights into how agricultural fungicide contamination in mosquito breeding sites may influence Ae. aegypti population dynamics and vector competence in both rural areas and urban centers adjacent to agricultural zones.",
    "Author": "Heloise Restello Remus",
    "DOI": "https://doi.org/10.1002/tox.70056",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "PubMed",
    "Subfield": "Geometry and Topology",
    "Title": "Agricultural Fungicide Mancozeb in Leaf Litter Enhances Survival and Growth of Aedes aegypti (Diptera: Culicidae).",
    "Topic": "Morphological variations and asymmetry"
  },
  {
    "Abstract": "NL-encapsulation significantly improved the solubility, entrapment, oral bioavailability, and pharmacokinetics of 7-HMDF, HMF, and DMC found in <i>S. campanulatum</i> crude extracts, highlighting the potential of NLs as effective drug delivery tools.",
    "Author": "Abdul Hakeem Memon",
    "DOI": "https://doi.org/10.1080/03639045.2026.2631666",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "PubMed",
    "Subfield": "Pharmaceutical Science",
    "Title": "Stability, <i>in vitro</i> release, and pharmacokinetic evaluation of standardized crude extracts, isolated compounds, and their nano-liposomes derived from <i>Syzygium campanulatum</i> Korth using Sprague-Dawley rats.",
    "Topic": "Advanced Drug Delivery Systems"
  },
  {
    "Abstract": "Dim light melatonin onset (DLMO) is the gold standard circadian phase marker in humans. Although several methods can be employed to estimate DLMO, no research has compared agreement across methods using data from pediatric populations. Here, we compared salivary DLMO calculated using four different methods, including two fixed thresholds (3 pg/ml and 4 pg/ml) and two individual thresholds (2 SD above baseline and the \"hockey stick\" method) in data from 49 children (<i>M</i> = 4.40 ± 0.66 y, 57% female). Intraclass correlations among the four methods were all significant (<i>p</i> < 0.001), with the strongest agreement observed between the 3 pg/ml, 4 pg/ml, and hockey stick methods. DLMO values from all methods were positively correlated with sleep timing (<i>p</i> < 0.001). Although the 2 SD method was more discrepant from the other three estimation methods on average, it did yield a more plausible DLMO estimate in one individual identified as a high secretor. Overall, our findings suggest the 3 pg/ml, 4 pg/ml, and hockey stick methods provide reliable estimates of DLMO in young children, whereas the 2 SD method may allow a more accurate DLMO estimation in edge cases of high or low melatonin secretors.",
    "Author": "Rebecca C. Cox",
    "DOI": "https://doi.org/10.1080/07420528.2026.2633233",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "PubMed",
    "Subfield": "Endocrine and Autonomic Systems",
    "Title": "Calculating dim light melatonin onset in children: A comparison of four estimation methods.",
    "Topic": "Circadian rhythm and melatonin"
  },
  {
    "Abstract": "Cells rely on surface receptors to sense and initiate signalling cascades essential for numerous cellular processes, but engineering of synthetic genetic circuits to sense and rewire receptor activities for user-defined cellular functions remains a challenge. Here we report a synthetic receptor-signalling induced transcription (RESIT) circuit that enables sensing and reprogramming membrane-localized receptor activation to pre-defined transcriptional programs. The RESIT system is designed based on receptor activation mediated split protease complementation and release of membrane-tethered synthetic transcriptional modules. We show that RESIT design is generally applicable to different transcriptional factors and various split viral proteases. This system is further engineered to probe Ca<sup>2+</sup> entry accompanied with PIEZO1 induction and T cell activation, to detect oncogenic receptor tyrosine kinase (RTK) activities and to assess Ras activation proximal to plasma membranes. The versatility of RESIT system is repurposed to actuate diverse therapeutic functions including apoptosis induction, target protein degradation and T cell activation in cells with high RTK activities. The modularity and versatility of RESIT highlight its promise for interrogating juxtamembrane biochemical signaling and rewiring receptor activation to therapeutic functions.",
    "Author": "Liu, F.",
    "DOI": "https://doi.org/10.1002/advs.202522557",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "PubMed",
    "Subfield": "Immunology",
    "Title": "Sensing and Reprogramming Surface Receptor Activation With Synthetic Transcriptional Circuits.",
    "Topic": "Phagocytosis and Immune Regulation"
  },
  {
    "Abstract": "Community violence is a geographically concentrated health disparity. Subsequently, community violence prevention frameworks emphasize the need for place-based intervention and research. However, how to use and integrate methods that generate place-based knowledge and the potential benefits of using and integrating these place-based methods, is lacking. We describe a place-based methodology that integrates data gathered from multiple qualitative and quantitative methods, including app-based geospatial data, walking interviews, participant photographs, and publicly available data. Using Ecological Systems Theory to guide analysis, we contrasted the type of information gathered through these various methods and explored to what extent results aligned or diverged. Walking interviews more frequently generated data related to participants' neighborhoods, such as neighborhood conditions that promote safety as well as differences in neighborhoods' level of access to these safety-promoting conditions. Each method provided unique data that complemented-and illustrated the complexity of-results derived from the other methods. For example, the presence of mediating organizations like neighborhood associations, as described by participants, was reflected in the high level of registered neighborhood organizations in the study area compared to the city at large. However, for other themes-such as regarding access to public green spaces-publicly available quantitative data were misaligned with participants' experiences and did not capture components such as access and quality. Using an integrated, place-based methodology generated insights across ecological system levels related to community violence, which can be used to inform multiple levels of intervention and action.",
    "Author": "George, Rachel",
    "DOI": "https://doi.org/10.1002/ajcp.70041",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "PubMed",
    "Subfield": "General Health Professions",
    "Title": "Changing our approach: Using an integrated, place-based methodology in community violence research.",
    "Topic": "Community Health and Development"
  },
  {
    "Abstract": "Annealing-induced embrittlement has long been considered unavoidable in metallic glasses because it annihilates free volume (i.e., locally loosely-packed regions, LLPRs) required for plasticity. Here, we overturn this paradigm by demonstrating that sub-T<sub>g</sub> annealing simultaneously increases both the strength and compressive plasticity of a chemically tailored Zr-based metallic glass, with plastic strain increasing by >150%. Our experimental analyses reveal that strategically employed Ni─Cu repulsion drives elemental partitioning during annealing, which seeds nanoscale chemical heterogeneity. Concurrently, atomistic simulations suggest the emergence of locally densely-packed regions (LDPRs) with characteristically low activation energy for shear transformation. These findings indicate that plasticity can be sustained by heterogeneous structures wherein densely-packed motifs, alongside conventional loosely-packed regions, serve as potential shear transformation sites. This shifts the design paradigm from merely introducing LLPRs to strategically engineering heterogeneous structures that enable compensatory plasticity.",
    "Author": "Zhang, Yingjie",
    "DOI": "https://doi.org/10.1002/advs.202524294",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "PubMed",
    "Subfield": "Mechanical Engineering",
    "Title": "Annealing-Induced Plasticity and Strengthening in Metallic Glasses.",
    "Topic": "Metallic Glasses and Amorphous Alloys"
  },
  {
    "Abstract": "Solar-driven catalysis holds promise in molecular oxygen activation and low-concentration NO<sub>x</sub> elimination but achieving highly selective conversion of NO to nontoxic nitrate (NO<sub>3</sub> <sup>-</sup>), while suppressing toxic NO<sub>2</sub> formation remains challenging. Here, we report a semi-artificial photoenzyme catalyst constructed by immobilizing mono-heme cytochrome c (cyt c) on carbon nitride (CN) to refine reactive species generation for deep NO oxidation. The hybrid photoenzyme catalyst establishes localized internal electric fields (IEF) between cyt c and CN that promote exciton dissociation, and creates polarized active sites on cyt c that preferentially adsorb O<sub>2</sub>, and activate O<sub>2</sub> to active peroxides (•O<sub>2</sub> <sup>-</sup> and *O<sub>2</sub> <sup>2-</sup>) via an electron transfer pathway with inhibiting <sup>1</sup>O<sub>2</sub> formation. The one-step NO oxidation to NO<sub>3</sub> <sup>-</sup> is boosted over cyt c/CN, showing exceptional 97.4% NO conversion with ultralow NO<sub>2</sub> selectivity (1.5%, 6.5 ppb) and long-term stability (98.1% after 300 min) at a weight hourly space velocity (WHSV) of 850 L g<sup>-1</sup>·h<sup>-1</sup> across wide humidity ranges. The undesirable NO<sub>2</sub> generation is significantly lower than that of bare CN (17.0%, 104.7 ppb) and reported catalysts. The catalyst exhibits high activity in direct NO<sub>2</sub> removal (92.9%) and rapidly reduces NO levels to below the safe concentration (52 ppb) in a simulated environment chamber.",
    "Author": "Wang, Jianjun",
    "DOI": "https://doi.org/10.1002/anie.3296119",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "PubMed",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "Suppression of NO<sub>2</sub> Generation During One-Step Deep Oxidation of NO at a Semi-Artificial Photoenzyme Based on Cytochrome c.",
    "Topic": "Advanced Photocatalysis Techniques"
  },
  {
    "Abstract": "In polymer mechanochemistry, mechanophores are activated by the pulling action of polymer arms. This activation can be achieved from various pulling geometries, the most common being shearing, where tensile stress is distributed across the entire structure, and peeling, which concentrates tension on one scissile bond at a time. The latter usually leads to a better activation and is often associated to pulling points with a cis arrangement in cyclic mechanophores. Here we show that such a cis arrangement is not always conducive of an efficient peeling activation. The investigation of four isomers of butterfly-shaped anthracene dimers show that only one of the cis isomers undergoes a formal retro-[4+4] cycloaddition to regenerate the anthracene cores. Combining with experimental and theoretical studies, we have revealed the reaction pathway and shown that the asymmetric force transmission is crucial for the mechanochemical activation. Furthermore, altering the rigidity of the anchoring handle from a flexible alkyl chain to a rigid phenyl handle accelerates the reaction by sevenfold. Our findings establish new structural and geometric design principles for mechanochemical transformations.",
    "Author": "You, Yijia",
    "DOI": "https://doi.org/10.1002/anie.202526118",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "PubMed",
    "Subfield": "Atomic and Molecular Physics, and Optics",
    "Title": "Mechanical Peeling of Anthracene Dimers.",
    "Topic": "Force Microscopy Techniques and Applications"
  },
  {
    "Abstract": "Excessive housing costs significantly affect household financial stability and overall well-being. This study investigated the impact of South Korea’s housing allowance programme on the physical and mental health of household heads, utilising data from the Korea Welfare Panel Study (2009–2021). To overcome selection bias, we employed propensity score matching to construct a comparable control group. We then estimated a two-way fixed effects event study model to assess the dynamic health impacts following the programme’s significant reform in 2015. Our analysis confirms the absence of pre-existing differential trends, supporting the validity of our research design. The results indicate that the policy’s positive effects were not immediate but emerged over time. A statistically significant reduction in depression appeared approximately four years post-reform. For physical health, a consistent and statistically significant improvement was observed from 2017 onwards, highlighting a delayed but sustained positive impact. The findings, validated by a rigorous quasi-experimental design, emphasise the critical role of housing welfare policies in promoting health equity and suggest the benefits of such policies may accumulate over time.",
    "Author": "Kim, Saehim",
    "DOI": "https://doi.org/10.1371/journal.pone.0334490",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "PLoS ONE",
    "Subfield": "Finance",
    "Title": "Impact of housing allowance programme on the physical and mental health of households in South Korea",
    "Topic": "Housing, Finance, and Neoliberalism"
  },
  {
    "Abstract": "Sleep is essential to the life of all animals and has been broadly studied in humans and laboratory animals, although less explored in other species. Sleep may influence various aspects of an animal’s welfare, including their health, behaviour and mental states. Some researchers have begun to investigate sleep in farmed ungulates, including the role that sleep may play in animal welfare. This protocol aims to outline the methods of a scoping review aimed at describing sleep studies in farmed ungulates. The proposed scoping review aims to 1) map existing studies on sleep in farmed ungulates, 2) explore the animal welfare implications of this sleep research, and 3) identify knowledge gaps in need of future research. The PRISMA-P guidelines extension for scoping reviews will be followed, and the data will be made publicly available at the time of publication. A search will be performed in three databases: CAB Abstracts, PubMed, and Scopus. Articles will be screened using Covidence software and included if they measured sleep in species of farmed ungulates. The results will be reported using a descriptive synthesis of published sleep studies in farmed ungulates, including a timeline of when studies were published, the species and other characteristics of animals included, methods used to estimate sleep, and how sleep related to animal welfare outcomes.",
    "Author": "Dias, Gustavo",
    "DOI": "https://doi.org/10.1371/journal.pone.0343334",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "PLoS ONE",
    "Subfield": "Small Animals",
    "Title": "Exploring sleep in farmed ungulates: A scoping review protocol",
    "Topic": "Animal Behavior and Welfare Studies"
  },
  {
    "Abstract": "This paper offers a critical reassessment of claims that scientific progress is best understood through the disruptiveness of new research. Park, Leahey and Funk in Nature (2023) have re-opened the debate by presenting results using the citation-based ‘CD index’ to assess the extent to which individual academic publications are consolidating or disruptive. Analyzing Park et al. as a focal point of these claims, we challenge the adequacy of this approach to capture both genuine scientific disruption and scientific progress, particularly within the social sciences. Drawing on philosophy and sociology of science, we show that scientific progress is predominantly cumulative rather than disruptive, and that papers’ high disruptiveness scores may often reflect phenomena such as pseudo-novelty or fragmentation rather than true epistemic breakthroughs. Our analysis demonstrates that in fields marked by intellectual pluralism and weak paradigmatic consensus, apparent disruptiveness may be an artifact of scholarly practices rather than an indication of substantive innovation. Hence, measures of disruptiveness appear ill-suited as a marker of scientific progress – as used in individual and collective research evaluations. Instead, we advance a constructive agenda by proposing that scientific progress is best conceptualized not as a dichotomy between cumulation and disruptiveness, but as a multi-dimensional process embracing elements of both disruption and consolidation within an overarching cumulative trajectory, whereby established knowledge is iteratively refined, rejected, or recombined in the light of new evidence or insight. By rethinking how scientific advancement is measured and cultivated, and suggesting ways to foster cumulative scientific progress, this article contributes to the theory and practice of research evaluation. • Citation metrics misrepresent progress in fragmented social science fields. • Disruption scores may often reflect novelty theatre, not real breakthroughs. • Social science progress is largely cumulative, seldom driven by disruption. • Scientific progress is multi-dimensional, covering both disruption and cumulation. • Research policy should reward cumulative knowledge-building, not only novelty.",
    "Author": "Newig, Jens",
    "DOI": "https://doi.org/10.1016/j.respol.2026.105451",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "Research Policy",
    "Subfield": "Statistics, Probability and Uncertainty",
    "Title": "Rethinking scientific progress in the social sciences: disruptive or cumulative?",
    "Topic": "scientometrics and bibliometrics research"
  },
  {
    "Abstract": "Leader succession, the transition of a leadership position from a former leader to a new one, is a common yet potentially disruptive organizational process. Leader succession inherently carries risks and uncertainties, while rituals are often employed to instill order and provide stability. Building on this theoretical link between leader succession and rituals, we explored different types of leader succession rituals and investigated their impacts on succession outcomes. In a qualitative study (Study 1), we identified six types of leader succession rituals: artifact adoption, endorsement act, welcome ceremony, artifact return, closure act, and farewell ceremony. A duality emerged in our data: The first three ritual types focus on building attachment to the new leader, while the other three emphasize detachment from the former leader. Based on the findings from Study 1, we conducted a quantitative field study (Study 2) in a technology firm undergoing large-scale leader succession following an acquisition, as well as an experiment (Study 3) with full-time working adults from diverse organizational contexts via an online platform. Across Studies 2 and 3, we tested the dual-pathway model. The results not only confirm that the effects are transmitted through new leader attachment and former leader detachment but also reveal differential effectiveness among ritual types, with endorsement act, welcome ceremony, and farewell ceremony proving more effective in influencing succession outcomes.",
    "Author": "Helen H. Zhao",
    "DOI": "https://doi.org/10.1177/01492063261419057",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "Journal of Management",
    "Subfield": "Organizational Behavior and Human Resource Management",
    "Title": "Detachment and Attachment: A Dual-Pathway Model of Leader Succession Rituals",
    "Topic": "Job Satisfaction and Organizational Behavior"
  },
  {
    "Abstract": "• ATJ-SPK, a novel bio-aviation kerosene, was studied for engine application effects. • Blending ratio effects on combustion and emission characteristics were explored. • The overall engine performance reaches its optimum when the blending ratio is 20%. The application of alcohol-to-jet synthetic paraffinic kerosene (ATJ-SPK) can effectively address issues such as excessive pollutant emissions from aviation kerosene during use, which is highly beneficial for alleviating global climate problems. The effect of ATJ-SPK blending ratios on the combustion and emission characteristics of a direct-injection aviation kerosene piston engine was explored in this study. The results show that as the blending ratio increases from 0 to 40%, the maximum in-cylinder average pressure and NO x formation amount gradually decrease, while CO and soot formation amounts initially decrease and then increase. Specifically, when the blending ratio increases from 0 to 20%, the maximum in-cylinder average pressure decreases by 7.5%, while NO x , CO, and soot formation amounts drop by 16.5%, 34.8%, and 48.7% respectively. When the ratio rises to 30%, CO further decreases by 52.2% (relative to 0). At 40%, the maximum in-cylinder average pressure falls rapidly by 34.2%, NO x accumulates a 69.6% reduction (relative to 0), soot formation surges, and CO increases by 76.2% (relative to 30%). Through analysis, it is found that a blending ratio of 20% can maximize emission reduction benefits while having a relatively small impact on engine power output, thereby providing a theoretical foundation.",
    "Author": "Wang, Zhigang",
    "DOI": "https://doi.org/10.1016/j.fuel.2026.138841",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "Fuel",
    "Subfield": "Fluid Flow and Transfer Processes",
    "Title": "Effect of the blending ratio of ATJ-SPK on combustion and emission characteristics of an aviation piston engine",
    "Topic": "Advanced Combustion Engine Technologies"
  },
  {
    "Abstract": "In low- and middle-income countries (LMICs), close cohabitation with animals and limited access to water, sanitation, and hygiene (WASH) infrastructure increase the risk of zoonotic enteric pathogen transmission to young children. This mixed-methods study combined (A) microbiological analysis of 120 animal fecal samples, and (B) go-along, semi-structured interviews with 35 mothers of children under two years across urban (n = 10), intermediate (n = 15), and rural (n = 10) communities in Ecuador to investigate: (Q1) What zoonotic enteric pathogens are present in animal feces and at what concentrations? (Q2) How are children exposed to animals and their feces? and (Q3) Which animals may serve as key sources of child exposure? Microbiological analysis revealed high prevalence and concentrations of zoonotic pathogens, most commonly E. coli aEPEC (57%), Salmonella sp. (36%), and E. coli STEC (25%), with frequent co-infections (33%) and concentrations (4.97-9.29 log10 gc/g) often exceeding infectious dose thresholds. Qualitative findings showed risks from free-roaming animals, poor feces management, and frequent child–animal contact, often indirectly through caregivers and siblings. Triangulation identified chickens and dogs as the most likely potential exposure sources due to their behaviors, proximity to children, and pathogen carriage. These findings highlight the need for targeted interventions to limit animal roaming, improve animal feces management, and increase caregiver awareness, while underscoring how mixed-methods approaches can help identify context-specific exposure pathways that should be considered when designing interventions.",
    "Author": "Alban, Viviana",
    "DOI": "https://doi.org/10.1371/journal.pntd.0014019",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "PLoS neglected tropical diseases",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Child exposure to animal feces and zoonotic pathogens in northwest Ecuador: A mixed-methods study",
    "Topic": "Child Nutrition and Water Access"
  },
  {
    "Abstract": "This article critically interrogates a range of themes in writing about online popular music performances. It uncovers dominant conventional narratives, experiences, and understandings of online concerts, captured under the term ‘live music imaginaries’. Recent scholarship, journalism, and other commentary typically emphasise the limitations of online music events compared to in-person performances. Most pressingly, online concerts are pervasively viewed as merely a temporary lifeline for live music during the COVID-19 pandemic. They need not be. Commentators also frame technology as determining online performance practices, based on speculation about some inevitably virtual future of entertainment. Yet the history and variety of online concerts as a media form and cultural practice are under-considered. By highlighting and evaluating the historically and culturally situated live music imaginaries that shape the experience of online concerts, this article sets the stage for a theoretical reframing of the value of online music events.",
    "Author": "Gamble, Steven",
    "DOI": "https://doi.org/10.1177/14614448261424887",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-23",
    "Source": "New Media & Society",
    "Subfield": "Music",
    "Title": "Live music imaginaries in the reception of online popular music concerts",
    "Topic": "Music History and Culture"
  }
]
