[
  {
    "Abstract": "The generality of the worldwide leaf economics spectrum (LES) has made it a pillar of trait-based ecological research. Yet, few studies have examined the processes shaping the evolution of the LES within species, in part, because most species occupy only a small portion of the LES. To address this gap, we took advantage of the distinct leaf economics strategies present in different ecotypes of the phenotypically diverse perennial grass Panicum virgatum (switchgrass) to generate a genetic mapping population, which we planted in common gardens at three sites spanning 12 degrees of latitude in the central United States. With this genetic mapping population, we evaluated two potentially interacting causes of LES evolution: 1) genetic architecture, where multiple traits are influenced by either the same gene (pleiotropy) or by genes in close physical proximity (genetic linkage), and 2) correlational selection, where selection acts on traits in combination rather than in isolation. We found that shared genetic architecture influenced covariation between photosynthetic rate ( A MASS ) and leaf nitrogen ( N MASS ) and between A MASS and leaf mass per area (LMA). We also found that correlational selection favored the trait combinations predicted by the LES (e.g., high LMA with low N MASS or low LMA with high N MASS ) and disfavored other, mismatched trait combinations at two of the three sites. Together, these results demonstrate how the evolution of an integrated LES within species can arise from multiple evolutionary causes.",
    "Author": "Robert W. Heckman",
    "DOI": "https://doi.org/10.1073/pnas.2515134123",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Agronomy and Crop Science",
    "Title": "Correlational selection and genetic architecture shape the evolution of the leaf economics spectrum in a perennial grass",
    "Topic": "Bioenergy crop production and management"
  },
  {
    "Abstract": "Glycogen Synthase Kinase 3β (GSK-3β) is a key coordinator of neuronal development and maintenance; hyperactive GSK-3β is linked to neurodevelopmental and -degenerative diseases and therefore a promising therapeutic target. In neurons, GSK-3β coordinates the cytoskeleton by phosphorylating microtubule-binding proteins. In this study, we found that tight regulation of GSK-3β kinase activity is required for the maintenance of parallel microtubule bundles in Drosophila and rat axons. Up- or downregulation of GSK-3β led to axons forming pathological swellings in which microtubule bundles disintegrated into disorganized, curled microtubules. We identified the microtubule bundling proteins Shot and Tau as key GSK-3β targets and found that GSK-3β exerted its regulatory effect on microtubule bundling through them. GSK-3β regulates the ability of Shot and Tau to attach to microtubules and/or Eb1. Misregulation of GSK-3β leads to the loss of Eb1–Shot-mediated guidance of polymerizing microtubules into parallel bundles, thus causing disorganization. We propose that microtubule disorganization during both active and inactive states of GSK-3β links its hyperactivity to neurodegeneration and may explain why global GSK-3β inhibition has failed in clinical trials.",
    "Author": "Joanne L. Sharpe",
    "DOI": "https://doi.org/10.1073/pnas.2516746123",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Molecular Biology",
    "Title": "GSK-3β coordinates axonal microtubule organization through Shot and Tau",
    "Topic": "Wnt/β-catenin signaling in development and cancer"
  },
  {
    "Abstract": "Mycolic acids (MAs) are the major component of the mycobacterial outer membrane, a key contributor to the intrinsic resistance of mycobacteria to external insults including multiple antibiotics. After being synthesized in the cytoplasm and before reaching the outer membrane, MAs are transported across the inner membrane in the form of an acylated sugar, generally believed to be trehalose monomycolates (TMMs). Whether trehalose is the only mycolate carrier during transport is under debate, and why this highly abundant disaccharide is essential for mycobacterial growth is unclear. To address these questions, we leveraged a trehalose auxotrophic Mycobacterium smegmatis strain to investigate the biosynthetic steps affording TMMs. We show that in addition to TMMs, mature MAs are also not produced in the absence of intracellular trehalose. This is likely due to a product inhibition mechanism where unreduced MA precursors accumulate on Pks13, the protein catalyzing the ligation of mycolic acids and the sugar head group. We establish that the unreduced mycolates could only be released by trehalose, revealing exquisite Pks13 specificity, and subsequently reduced by CmrA in vitro. Furthermore, only trehalose and its analogs can reactivate MA biosynthesis in cells. Finally, by replacing trehalose with a 6-deoxy analog in cells, we demonstrate that the cord factor trehalose dimycolate is dispensable for M. smegmatis growth in vitro. Our work gives a clear depiction of how TMMs are formed and provides a compelling reason for the essentiality of trehalose, shedding light on the development of future antimycobacterial strategies.",
    "Author": "Chen, Yushu",
    "DOI": "https://doi.org/10.1073/pnas.2507896123",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Infectious Diseases",
    "Title": "Exquisite specificity of Pks13 defines the essentiality of trehalose in mycobacteria",
    "Topic": "Tuberculosis Research and Epidemiology"
  },
  {
    "Abstract": "In prokaryotes, CorA is the primary influx pathway for magnesium, a critical divalent cation in cellular physiology and biochemistry. Mechanistic studies show that homopentameric CorA is regulated through an intracellular [Mg 2+ ]-dependent negative feedback loop, involving the asymmetric participation of individual subunits. To understand the connection between asymmetry and activation, we used single-particle cryo-EM to solve sixteen structures of nanodisc-reconstituted CorA. We utilized conformation-specific synthetic antibodies to stabilize subtle but significant conformational differences in the cryo-EM structures. Our results demonstrate that CorA exists as a set of conformational ensembles, where population size inversely correlates with intracellular Mg 2+ concentration. These ensembles include channels with a variety of pore conformations, both constricted and dilated, suggesting a spectrum of active CorA functional states. The ensembles connect asymmetric structural transitions in the cytoplasmic domain with conformational changes in the permeation pathway via an electrostatic network, ultimately controlling channel-gating events. We believe that these results establish a framework for understanding magnesium homeostasis in prokaryotic systems.",
    "Author": "Satchal K. Erramilli",
    "DOI": "https://doi.org/10.1073/pnas.2512532123",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Conformational ensembles of the magnesium channel CorA reveal structural basis for channel gating",
    "Topic": "Magnesium in Health and Disease"
  },
  {
    "Abstract": "Pedestrian routing choices play a crucial role in shaping collective crowd dynamics, yet the influence of interactions among unfamiliar individuals remains poorly understood. In this study, we analyze real-world pedestrian behavior at a route split within a busy train station using high-resolution trajectory data collected over a three-year time frame. We disclose a striking tendency for individuals to follow the same path as the person directly in front of them, even in the absence of social ties and even when such a choice leads to a longer travel time. This tendency leads to bursty dynamics, where sequences of pedestrians make identical decisions in succession, leading to strong patterns in collective movement. We employ a stochastic model that includes route costs, randomness, and social imitation to accurately reproduce the observed behavior, highlighting that local imitation behavior is the dominant driver of collective routing choices. These findings highlight how brief, low-level interactions between strangers can scale up to influence large-scale pedestrian movement, with strong implications for crowd management, urban design, and the broader understanding of social behavior in public spaces.",
    "Author": "Wang, Ziqi",
    "DOI": "https://doi.org/10.1073/pnas.2528167123",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Ocean Engineering",
    "Title": "Avalanches of choice: How stranger-to-stranger interactions shape crowd dynamics",
    "Topic": "Evacuation and Crowd Dynamics"
  },
  {
    "Abstract": "The transport of deformable self-propelling objects like bacteria, worms, snakes, and robots through heterogeneous environments is poorly understood. Here we use experiment, simulation, and theory to study a snake-like robot as it undulates without sensory feedback through a linear array of boulder-like hemispherical obstacles. The profile of the boulder landscape approximates a one-dimensional potential for quantum waves introduced by Aubry and André (AA), who found that wave function localization occurs when this potential is sufficiently aperiodic. This behavior is related to the phenomenon of Anderson localization, where waves localize in the presence of a sufficiently random potential. When the boulder landscape is periodic, the robot passes through the array. But if the landscape is sufficiently aperiodic, the robot becomes trapped. The metrics we use to quantify this transition—including exponential distributions of robot position when localized—agree well with earlier experimental and theoretical work on a localization transition that occurs when quantum waves interact with the AA potential. A theoretical treatment of the robot’s motion using resistive force theory modified to include spatially varying drag forces reproduces the behavior we observe. Further, our results indicate that the transition is generated by large fluctuations in the driving torques required for self-propulsion. These results point to an unexpected connection between the Hamiltonian mechanics of quantum and classical wave systems and the highly dissipative, continuously driven, and far-from-equilibrium dynamics of active embodied waves in nonperiodic landscapes.",
    "Author": "Christopher J. Pierce",
    "DOI": "https://doi.org/10.1073/pnas.2519118123",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Condensed Matter Physics",
    "Title": "Aubry–André localization transition for an active undulator",
    "Topic": "Micro and Nano Robotics"
  },
  {
    "Abstract": "Saline and freshwater wetlands store large amounts of carbon, which has driven interest in their role as nature-based climate solutions. Because these ecosystems can be both sinks and sources of carbon to the atmosphere as environmental conditions and human influence change, the net climate mitigation potential of wetlands at regional to global scales remains uncertain. We used a data-driven approach to measure ground-based and airborne fluxes to upscale carbon dioxide (CO 2 ) and methane (CH 4 ) fluxes using satellite-based surface reflectances at 500-m resolution across a gradient of saline to freshwater wetlands in Southern Florida, USA. Daily time series of CO 2 and CH 4 fluxes from 2000 to 2024 integrated surface properties related to vegetation productivity, flooding, and disturbance, and captured 80% and 91% of the variability in annual fluxes of CO 2 and CH 4 , respectively. Long-term (23-y) patterns in the fluxes of CH 4 , CO 2 , and their CO 2 -equivalent (CO 2 eq) are represented as Global Warming Potential 100 (GWP100) and were shown to vary spatially with wetland management, revealing higher carbon uptake in mangroves susceptible to hurricane damage and coastal hydrology, and greater carbon emissions in freshwater sawgrass marshes where freshwater hydrology is managed for restoration. Regional net annual CO 2 eq uptake in coastal and freshwater wetlands increased by 18% from −7.0 ± 3.3 MMT CO 2 eq y −1 in ~2003 to −8.4 ± 3.8 MMT CO 2 eq y −1 in ~2020 at an uptake rate of −0.06 ± 0.01 MMT CO 2 eq y −2 . Annually, roughly 43% of CO 2 uptake was offset by CH 4 emissions from all wetlands in the region (from 16% in mangroves to 82% in freshwater marshes).",
    "Author": "Cheryl L. Doughty",
    "DOI": "https://doi.org/10.1073/pnas.2513685123",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Ecology",
    "Title": "Compounded effects on wetland greenhouse gas fluxes from climate change and water management along a saline to freshwater gradient",
    "Topic": "Coastal wetland ecosystem dynamics"
  },
  {
    "Abstract": "Structural inequities-poverty, housing instability, and unequal healthcare access-drive hypertension disparities. Multi-sector interventions targeting upstream SDOH (e.g., affordable housing, equitable healthcare, and community wellness programs) are critical to reduce cardiovascular risk. Policy reforms prioritizing place based strategies in high-burden communities could mitigate disparities and improve population health.",
    "Author": "Harvey, Marquinta",
    "DOI": "https://doi.org/10.1097/fch.0000000000000448",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "PubMed",
    "Subfield": "Health",
    "Title": "Place Matters: Investigating the Social and Environmental Drivers of Hypertension in Nashville.",
    "Topic": "Health disparities and outcomes"
  },
  {
    "Abstract": "Results suggest the following: (1) sexual health program designers should focus more on engaging male caregivers as well as adults with male youth in programming and (2) engaging parents in programs is a promising approach for cultivating and sustaining healthy behaviors among Native adolescents.",
    "Author": "Rachel A Chambers",
    "DOI": "https://doi.org/10.1097/fch.0000000000000394",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "PubMed",
    "Subfield": "General Health Professions",
    "Title": "Engagement of Parents in an Evidence-Based Teen Pregnancy Prevention Program for Native American Adolescents.",
    "Topic": "Adolescent Sexual and Reproductive Health"
  },
  {
    "Abstract": "Abstract A total of 3–6% human genome is composed of microsatellite sequences, which are short DNA elements composed of two to six nucleotide motifs repeated in tandem. Expansion of a subset of these microsatellites is the leading cause of &gt;60 diseases. However, most of these mutations are located in sequences annotated as noncoding, which raises questions about their pathogenicity. Here we found that GGC repeat expansions causing oculopharyngodistal myopathy with or without oculopharyngeal myopathy leukoencephalopathy are located within previously unrecognized open reading frames (ORFs), resulting in their translation into new polyglycine-containing proteins. Antibodies developed against these proteins stain the p62-positive inclusions typical of these diseases. Moreover, expression of these polyglycine proteins causes locomotor and skeletal muscle alterations associated with neurodegeneration in cell, fly and mouse models. Finally, we identified a compound, the cationic porphyrin TMPyP4, targeting the expression of these polyglycine proteins, raising hope to develop a therapy for these disorders. Overall, this work highlights the complexity and richness of the human genome and the importance of mutations in yet-unrecognized small ORFs.",
    "Author": "Boivin, Manon",
    "DOI": "https://doi.org/10.1038/s41588-026-02507-z",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "Nature Genetics",
    "Subfield": "Cellular and Molecular Neuroscience",
    "Title": "GGC repeat expansions within new open reading frames are translated into toxic polyglycine proteins in oculopharyngodistal myopathy",
    "Topic": "Genetic Neurodegenerative Diseases"
  },
  {
    "Abstract": "ABSTRACT The synthesis of non‐natural polymers inside living systems has become an effective approach for controlling cellular functions and behaviors. However, in situ synthesis of crystalline polymers, such as covalent organic frameworks (COFs), inside cells using dynamic covalent chemistry faces challenges in aqueous environments, crystallization, and functionality. Herein, we present an intralysosomal crystalline polymerization strategy to synthesize COFs inside tumor cells through an acid‐catalyzed imine condensation reaction. The COFs synthesized intracellularly exhibit inherent fluorescence and well‐defined crystalline structures, allowing real‐time monitoring of the synthesis and product characterization. The formation of imine frameworks inside cell lysosomes induces lysosomal damage, activates lysosomal iron, and triggers immunogenic ferroptosis, thus enhancing antitumor immunotherapy. This strategy of intralysosomal crystalline polymerization facilitates the ambient synthesis of COFs, opening avenues for therapeutic polymerization reactions and providing insights into cellular responses to in situ polymer synthesis.",
    "Author": "Guan, Qun",
    "DOI": "https://doi.org/10.1002/adma.202510663",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "Advanced Materials",
    "Subfield": "Materials Chemistry",
    "Title": "In Situ Synthesis of Covalent Organic Frameworks Inside Cells for Triggering Ferroptosis and Immunotherapy",
    "Topic": "Covalent Organic Framework Applications"
  },
  {
    "Abstract": "ABSTRACT The hydrogen (H) spillover on the catalyst surface is crucial in the CO 2 hydrogenation reaction, but its effects on product selectivity have been rarely investigated. Herein, we reveal the H‐spillover mediated regulatory role of oxide supports, which changed the CO 2 hydrogenation selectivity on In 2 O 3 ‐based catalysts. By replacing the supports from TiO 2 to ZrO 2 , the primary product of CO 2 hydrogenation experiences a significant shift from carbon monoxide (95.6%) to methanol (84.2%). In situ characterization and theoretical modeling evidence that the degree of H‐spillover influences the distribution of surface hydrogen species on In 2 O 3 ‐based catalysts, affecting the hydrogenation behavior of formate intermediates and the product distribution. The results illustrate the intrinsic relationship between surface hydrogen atom concentration and methanol synthesis rate in catalytic CO 2 hydrogenation over In 2 O 3 ‐based catalysts. This provides the potential to design selective catalysts for CO 2 hydrogenation by modulating the degree of H‐spillover.",
    "Author": "Wang, Chunliang",
    "DOI": "https://doi.org/10.1002/anie.6478038",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "Angewandte Chemie International Edition",
    "Subfield": "Catalysis",
    "Title": "Hydrogen Aggregation Enhances CO <sub>2</sub> Hydrogenation to Methanol Over In <sub>2</sub> O <sub>3</sub> ‐Based Catalysts",
    "Topic": "Catalysts for Methane Reforming"
  },
  {
    "Abstract": "Abstract Gas‐particle partitioning is a crucial atmospheric process governing the cycle and fate of polycyclic aromatic hydrocarbons (PAHs). To clarify its mechanisms, we measured gaseous and particulate concentrations of PAHs in the East China Marginal Sea (ECMS) to develop an improved model integrating thermodynamic interactions between PAHs and distinct aerosol carbonaceous fractions. Aerosol samples were thermally divided into 6 carbonaceous fractions: OM 1 to OM 4 (organic matter), EC 1 and EC 2 (elemental carbon). A systematic surrogate method was employed to simulate the absorption/adsorption process of PAHs in each fraction, and a computational enumeration framework coupled with the Abraham solvation parameter model was implemented for model parameterization. Compared to conventional models, this model improved the prediction accuracy for logarithmic gas‐particle partitioning coefficient (log K P ) by 34%. It also clarified that OM 3 exhibits the strongest absorption capacity, likely driven by polar‐induced interactions between this fraction and PAHs, whereas PAH adsorption onto the EC 1 and EC 2 proceeded homogeneously. Additionally, the model identified adsorption onto elemental carbon as the dominant partitioning mechanism for 3‐ and 4‐ring PAHs, while for 5‐ring PAHs, the contribution of absorption into OM 3 becomes comparable to that of adsorption. The prediction deviations of log K P for 3‐ring PAHs by this model suggested that adsorption onto inorganic aerosol constituents may also influence their gas‐particle partitioning. This study elucidated the interactions between PAHs and different carbonaceous fractions in aerosols and advanced mechanistic understanding of the gas‐particle partitioning.",
    "Author": "Cao, Yibo",
    "DOI": "https://doi.org/10.1029/2025jd044469",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "Journal of Geophysical Research Atmospheres",
    "Subfield": "Atmospheric Science",
    "Title": "An Improved Model for the Gas‐Particle Partitioning of Polycyclic Aromatic Hydrocarbons: Multiple Thermodynamic Interactions With Carbonaceous Aerosols",
    "Topic": "Atmospheric chemistry and aerosols"
  },
  {
    "Abstract": "In this paper, a new distribution defined on a bounded interval is introduced, and its main properties, such as moments, Lorenz, and Bonferroni curves, are examined. The unknown parameters of the proposed distribution are estimated using several techniques, including maximum likelihood, least squares, weighted least squares, Anderson–Darling, Cramér–von Mises, maximum product spacing, right-tail Anderson–Darling, minimum spacing absolute distance, and minimum spacing absolute-log distance methods. The performance of these estimation methods is evaluated through Monte Carlo simulations under different parameter scenarios. Additionally, a new quantile regression model based on the proposed distribution is developed, offering greater flexibility for modeling bounded dependent variables. The capability of the proposed distribution to represent various hazard rate shapes, such as inverted-bathtub, bathtub, increasing, decreasing, constant, and increasing–decreasing–increasing, is to demonstrate its applicability and flexibility in real data analyses, particularly in cases where traditional models may underperform. Four different real-data applications from the fields of medicine, politics, physics, and education are presented to demonstrate that the proposed model is used as a strong alternative to the well-known Beta and Kumaraswamy distributions in modeling bounded data. The study provides a robust statistical tool for the analysis of bounded data, with potential applications in datasets related to medicine, politics, physics, and educational sciences.",
    "Author": "Gündüz, Selim",
    "DOI": "https://doi.org/10.1371/journal.pone.0329568",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "PLoS ONE",
    "Subfield": "Statistics and Probability",
    "Title": "Modeling physics data with the generalized Marshall-Olkin Kumaraswamy distribution",
    "Topic": "Statistical Distribution Estimation and Applications"
  },
  {
    "Abstract": "Purpose/Significance Consumer psychology and demand preferences embedded within user reviews constitute core intelligence resources for precise business operations. This study focuses on the online book consumption scenario, aiming to construct an analytical framework for online book user purchase behavior based on Event Logic Graphs (ELGs). This framework deeply analyzes the internal logical chains and pattern regularities within user behavior events. It seeks to expand the research boundaries of user behavior analysis and ELG applications theoretically, while simultaneously providing practical support for e-commerce platform intelligent operations and the publishing industry’s precision marketing. Thus, it possesses both theoretical innovation value and application prospects. Methods/Process Using Dangdang.com book reviews as the data source, the Top2Vec unsupervised topic clustering method was employed to extract user purchase behavior themes. Combining this with Gephi, an ELG was constructed where clustered themes served as nodes and semantic relationships between themes as edges. Visualization techniques were leveraged to deduce the logic behind user purchase behavior and uncover latent demand preferences. Results/Conclusions Online book purchasing behavior exhibits a causal logical chain of “Motivation Triggering → Decision Implementation → Feedback Iteration”: The motivation layer encompasses diverse demand orientations like cognitive enhancement and emotional connection; the decision layer is driven by multidimensional factors including product aesthetics, social trust, and price perception; the feedback layer forms a closed-loop mechanism involving quality supervision and emotional continuity. Based on the behavioral characteristics revealed by the ELG, online book retailers need to anchor demand scenarios, building a precision operation system across four dimensions—content ecosystem, product form, marketing reach, and service quality control—to synergistically achieve growth in both user value and commercial value. Innovation/Limitation The innovation lies in integrating Top2Vec theme clustering with ELG visualization technology, establishing a “semantic aggregation + logical deduction” research paradigm for consumer behavior. Limitations include the potential for small sample themes to weaken the explanatory power for group heterogeneity, and the research scope being currently confined to the “purchase behavior” stage without extending to the entire reading lifecycle. Future research should deepen conclusions by expanding data dimensions and scenario boundaries.",
    "Author": "zhang, bo",
    "DOI": "https://doi.org/10.1371/journal.pone.0341504",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "PLoS ONE",
    "Subfield": "Marketing",
    "Title": "Research on online book user purchase behavior based on the event logic graph",
    "Topic": "Consumer Market Behavior and Pricing"
  },
  {
    "Abstract": "Art engagement plays a crucial role in children’s flourishing, yet there is limited understanding of how individual traits and environmental factors shape children’s art engagement. Drawing on Cognitive Evaluation Theory (CET), this study examines the relationship between children’s drawing self-efficacy and art engagement, as well as the moderating role of perceived social support. A cross-sectional survey was conducted with 592 children aged 10–12 in Henan Province, China, using paper-based questionnaires. The results indicated that both drawing self-efficacy and perceived social support positively predicted art engagement; however, high levels of perceived social support weakened the positive relationship between drawing self-efficacy and art engagement. These findings challenge the common assumption that social support is uniformly beneficial and highlight the importance of autonomy-supportive practices. The key challenge lies in providing support that strengthens children’s autonomy in drawing activities. Parents and art educators should therefore adopt autonomy-supportive approaches to help children remain actively engaged in drawing activities and achieve long-term developmental benefits.",
    "Author": "Nie, Taiyu",
    "DOI": "https://doi.org/10.1371/journal.pone.0330470",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "PLoS ONE",
    "Subfield": "Visual Arts and Performing Arts",
    "Title": "Too much of a good thing? The moderating role of children’s perceived social support in drawing activities",
    "Topic": "Art Education and Development"
  },
  {
    "Abstract": "The fundamental molecules of life are polymers. Prominent examples include nucleic acids and proteins, both of which exhibit a large array of mechanical properties and three-dimensional shapes. The bending rigidity of individual polymers is quantified by the persistence length. The shape of a polymer, dictated by the topology of the polymer backbone, a line trace through the center of the polymer along the contour path, is also an important characteristic. Common biomolecular architectures include linear, cyclic (ring-like), and branched structures; combinations of these can also exist, as in complex polymer networks. Determination of persistence length and shape are largely informative to polymer function and stability in biological environments. Here we demonstrate Persistence length Shape Polymer (PS Poly), a near-fully automated algorithm designed to obtain key physical attributes from single molecule images obtained in physiologically relevant fluid conditions via atomic force microscopy. The algorithm, which involves image reduction via skeletonization followed by end point and branch point detection, is capable of rapidly analyzing thousands of polymers with subpixel precision. Algorithm outputs were verified by analysis of deoxyribonucleic acid, a very well characterized macromolecule. The method was further demonstrated by application to candidalysin, a recently discovered and complex virulence factor from Candida albicans . Candidalysin forms polymers of highly variable shape and contour length and represents the first peptide toxin identified in a human fungal pathogen. PS Poly is a robust and general algorithm. It can be used to extract fundamental information about polymer backbone stiffness, architecture, and more generally, polymerization mechanisms.",
    "Author": "Elizabeth A. Conley",
    "DOI": "https://doi.org/10.1371/journal.pone.0341464",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "PLoS ONE",
    "Subfield": "Computational Theory and Mathematics",
    "Title": "PS Poly: A chain tracing algorithm to determine persistence length and categorize complex polymers by shape",
    "Topic": "Topological and Geometric Data Analysis"
  },
  {
    "Abstract": "This longitudinal, randomized, parallel-design clinical trial aimed to evaluate the long-term effectiveness of different in-office treatments for dentin hypersensitivity (DH) over a 6-month period. A total of 192 teeth presenting DH associated with root surface exposure were treated with one of four desensitizing agents: fluoride varnish (Duraphat – FLU, active control), bioactive ceramic solution (Biosilicate – BIOS), universal self-etching adhesive (Single Bond Universal – SBU), and a bioactive, photoactivated varnish containing PRG fillers (SPRG). DH was assessed using a visual analogue scale (VAS) to analyse intensity of sensitivity and a computerized visual scale (CoVAS) to observe the time course of sensibility at baseline, 7, 15, 30 days and 6 months post-treatment. Comparisons between groups were conducted using Fisher’s exact test for qualitative variables and analysis of variance (ANOVA) for quantitative variables. Longitudinal outcomes (VAS and CoVAS) were evaluated using linear mixed-effects models, with post hoc comparisons performed using orthogonal contrasts. Statistical differences were found for VAS analysis (p &lt; 0.05). Comparing the desensitizers, FLU showed higher sensitivity than SBU, after 7 days. Comparing follow-up periods, a significant reduction in DH beginning at 7 days for BIOS and SBU, and at 15 days for FLU and SPRG. Regarding CoVAS time course, FLU exhibited a significantly shorter time course than SBU, after 15 days and 6 months of follow-up (p ≤ 0.05). SPRG was the only treatment that showed no difference in reaction time between 6 months and baseline (p &gt; 0.05). In conclusion, root exposure height and the presence of an antagonist tooth may influence the initial intensity of DH. All treatments reduced DH over 6 months. Only bioactive resin varnish maintained the same reaction time in all periods. Universal adhesive system had slowed pain reaction time compared to conventional fluoride varnish.",
    "Author": "Fernanda de Souza e Silva Ramos",
    "DOI": "https://doi.org/10.1371/journal.pone.0342651",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "PLoS ONE",
    "Subfield": "Orthodontics",
    "Title": "Longevity of different in-office treatments for dentin hypersensitivity: A 6-month randomized and parallel clinical trial",
    "Topic": "Dental Erosion and Treatment"
  },
  {
    "Abstract": "The cooling and heating season performance of an open counterflow heat-source tower heat pump (HTHP) system in high-humidity climates is investigated through an integrated experimental and numerical study, focusing on its year-round operation under typical conditions. The heat and mass transfer models for summer and winter were validated using measured data. Results show that increasing the inlet air temperature in summer enhances latent heat transfer by 25% but reduces sensible heat transfer by 31%. Raising the water temperature from 28.0 °C to 34.0 °C resulted in a 20.7% increase in latent heat transfer and a 16.7% decrease in sensible heat transfer, thereby increasing the latent heat ratio to 87.19%. In winter, increasing the inlet air temperature from −1.0 °C to 7.0 °C enhanced sensible but reduced latent heat transfer. Higher solution temperatures reduced total heat transfer, and the latent heat ratio dropped to 18.2%. The inlet air humidity ratio had a greater effect on sensible heat transfer in summer, and the opposite in winter. Increasing the inlet solution mass flow rate enhanced the total heat transfer in both seasons, while the latent heat ratio slightly rose. Operational tests demonstrated that the system achieved COP ranging from 2.43 to 3.23 under typical January conditions and 3.8 to 5.0 under typical June conditions. The performance evaluation yielded a Heating Seasonal Performance Factor ( HSPF ) of 3.06, a Seasonal Energy Efficiency Ratio ( SEER ) of 4.3, and an Annual Performance Factor ( APF ) of 3.62. These results confirm the system’s favorable year-round performance and offer guidance for HTHP applications in Guizhou and similar high-humidity regions.",
    "Author": "Liu, Xinhao",
    "DOI": "https://doi.org/10.1371/journal.pone.0337196",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "PLoS ONE",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "Cooling and heating season performance of an open counterflow heat-source tower heat pump system in high-humidity climates: An experimental and numerical study",
    "Topic": "Geothermal Energy Systems and Applications"
  },
  {
    "Abstract": "Head and neck squamous cell carcinoma (HNSCC) is a significant cause of morbidity and mortality worldwide, with limited treatment options for patients with locally advanced disease. CD47 immune checkpoint inhibitors have been used to block the CD47/SIRPa interaction that inhibits antigen-presenting cell phagocytosis, thereby enhancing antigen presentation to cytotoxic T-cells, and have shown promise in combination with anti-PD1 immunotherapy in tumors, including recurrent/metastatic HNSCC. We found that CD47 expression is associated with poor prognosis in HNSCC and explored the anti-tumor activity of an anti-CD47 fusion protein in combination with anti-PD1 and lymphatic-sparing radiotherapy in a locally advanced HNSCC model. In the 4MOSC1 syngeneic HPV-negative HNSCC mouse model, ALX301 (an engineered CD47-blocking SIRPα fusion for murine models) induced complete tumor regression when combined with anti–PD-1, and produced a partial tumor response as a monotherapy. An anti-PD1 immune checkpoint inhibitor in a CD47-null tumor background led to complete tumor regression confirming a key role for CD47 in tumor immunity. ALX301 treated mice demonstrated increased MHC-II expression on dendritic cells within the tumor and upregulation of CD86 co-stimulatory molecule on dendritic cells within the tumor, sentinel lymph nodes, and contralateral lymph nodes. Combination ALX301 and anti-PD1 treatment in an anti-PD1 resistant 4MOSC2 model demonstrated significant tumor regression, enhanced survivability, improved response with neoadjuvant radiotherapy, and greater retention of CD8 + T-cells within the tumor microenvironment. Notably, T-cell receptor sequencing revealed increased shared clonality between the tumor and sentinel lymph nodes of ALX301 treated mice. These data demonstrate that a combination of CD47 blockade and anti-PD1 therapy enhances tumor antigen presentation and immune cell infiltration, while further improving anti-tumor responses in combination with tumor-targeted radiotherapy. This study provides support for the rational design of combinatorial immunoradiotherapy, using anti-CD47 inhibitors and anti-PD1 therapy, in a clinical trial targeting locally advanced HPV-negative HNSCC.",
    "Author": "Monther, Abdula",
    "DOI": "https://doi.org/10.1371/journal.pone.0328031",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "PLoS ONE",
    "Subfield": "Immunology",
    "Title": "CD47 blockade (ALX301) enhances immunoradiotherapy response in HPV negative head and neck squamous cell carcinoma",
    "Topic": "Phagocytosis and Immune Regulation"
  },
  {
    "Abstract": "The effects of armed conflict on children are devastating, with more than 520 million children and adolescents residing in conflict zones worldwide. Armed conflicts not only cause death and destruction but also lead to widespread displacement, exposing children to physical injuries, sexual violence, family separation, food insecurity, and disruption of essential services like education and health care. All pediatricians and health care providers play crucial roles in addressing the complex challenges faced by children in these settings. Pediatric professionals are called to advocate for policy reforms, ensure culturally appropriate, sensitive, and trauma-informed care and community support, and engage in research to mitigate short- and long-term harm and promote resilience. Strategic interventions include ensuring access to health care and mental health services, safeguarding education, and providing bereavement and psychosocial support during and after resettlement. In doing so, pediatricians can help protect children’s rights and foster a future where every child, regardless of conflict, has the opportunity to thrive.",
    "Author": "Umphrey, Lisa",
    "DOI": "https://doi.org/10.1542/peds.2025-075748",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "PEDIATRICS",
    "Subfield": "Clinical Psychology",
    "Title": "The Effects of Armed Conflict on Children and Adolescents: Policy Statement",
    "Topic": "Migration, Health and Trauma"
  },
  {
    "Abstract": "Porous organic imine supramolecular nanotubes (ISNTs), as a subclass of synthetic organic molecular nanotubes with nanotubular structures, permanent and confined cavities, and defined transport channels, have recently attracted considerable interest in diverse applications. In this study, a homochiral porous organic ISNT, TCC1-R, was synthesized by condensing 5,5'-(ethyne-1,2-diyl)diisophthalaldehyde with (1<i>R</i>, 2<i>R</i>)-1,2-diaminocyclohexane and used as a stationary phase for gas chromatographic (GC) separations. The statically coated TCC1-R capillary column exhibited outstanding separation performance not only for diverse organic isomers but also for a broad range of racemic compounds. High-resolution separation of 20 organic isomers was achieved on the column, including positional isomers of disubstituted benzenes, structural isomers, and <i>cis</i>-/<i>trans</i>-isomers. The separation of these achiral isomers on the TCC1-R column was compared with that on a commercial HP-35 column and showed some advantages. Of greater importance, 74 racemates were effectively enantioseparated on the column, including the challenging chiral hydrocarbons, nitriles, sulfoxides, ketones, amides, lactones, halohydrocarbons, epoxides, alcohols, amines, aldehydes, esters, and ethers. Moreover, the resolution of all possible enantiomers of some challenging chiral compounds with two chiral centers can also be achieved on this column. Compared with the widely used commercial β-DEX 120 column and our previously proposed porous organic cage-based CC3-R column, the TCC1-R column exhibited superior enantioselectivity for separating these studied racemates. In addition, the column also showed good stability and reproducibility on separation. This study demonstrates that chiral porous organic ISNTs are a highly promising class of stationary phases with promising application prospects in chromatographic separations.",
    "Author": "Chen, Juan",
    "DOI": "https://doi.org/10.1021/acs.analchem.5c07425",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "Analytical Chemistry",
    "Subfield": "Spectroscopy",
    "Title": "Homochiral Porous Organic Imine Supramolecular Nanotube as a Stationary Phase for Highly Efficient Separation of Isomers and Racemates in Gas Chromatography",
    "Topic": "Analytical Chemistry and Chromatography"
  },
  {
    "Abstract": "Abstract The expression and activation of the nuclear receptor Pregnane X Receptor (PXR) has been linked with poor outcomes in human breast cancer. While PXR's canonical role in drug metabolism is well defined in the liver and gastrointestinal tract, its contribution to tumor progression is less understood. We sought to define transcriptomic regulation mediated by PXR in breast cancer cells and its potential impact on metastasis. Triple-negative MDA-MB-231 cells were engineered to stably overexpress human PXR and treated with the agonist rifampicin. RNA-seq analysis revealed significant transcriptional changes compared with controls. KEGG and Gene Ontology enrichment identified pathways associated with cytoskeleton remodeling, adhesion complex components, and motility regulators. A panel of ten genes previously implicated in cancer cell migration was consistently up regulated (log2FC &amp;gt; 1.7; p &amp;lt;0.05). Post-hoc qPCR validation confirmed these results. Collectively, these data indicate that PXR expression enhances pro-migratory transcriptional pathways in breast tumor cells, providing mechanistic insight into its potential role as a driver of breast cancer metastasis and contributor to poor prognosis. Citation Format: C. E. Elliott, D. Brobst, V. Nguyen, C. Ballard, A. Youssef, W. Dye, R. M. Bodily, A. Ko, J. L. Staudinger, B. A. Creamer. Transcriptomic regulation by pregnane x receptor drives pro-migratory signaling in human breast cancer cells [abstract]. In: Proceedings of the San Antonio Breast Cancer Symposium 2025; 2025 Dec 9-12; San Antonio, TX. Philadelphia (PA): AACR; Clin Cancer Res 2026;32(4 Suppl):Abstract nr PS2-13-05.",
    "Author": "C. E. Elliott",
    "DOI": "https://doi.org/10.1158/1557-3265.sabcs25-ps2-13-05",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "Clinical Cancer Research",
    "Subfield": "Pharmacology",
    "Title": "Abstract PS2-13-05: Transcriptomic regulation by pregnane x receptor drives pro-migratory signaling in human breast cancer cells",
    "Topic": "Pharmacogenetics and Drug Metabolism"
  },
  {
    "Abstract": "Abstract Background: Patients with advanced-stage breast cancer and their spouse/romantic partners experience various challenges throughout their cancer journeys, including economic hardships sustained from treatment known as financial toxicity. Financial toxicity has been associated with poor physical and mental health, with some findings suggesting a bidirectional effect of financial toxicity on the dyad’s wellbeing. Previous literature indicates couples’ open and supportive communication behavior is associated with improved cancer-related adjustment. However, these associations have not yet been studied in the context of financial toxicity. This study aims to identify prevalent financial concerns, examine convergence and divergence in the reported financial concerns between patients and their spouse, and explore the associations between the couples’ communication behaviors and psychosocial wellbeing. Methods: The current cross-sectional data are part of a longitudinal study examining the psychological and behavioral impact of financial stress on patient-caregiver dyads. Eligible participants included women with stage III-IV breast cancer and their spouse. Upon enrollment, dyads completed separate baseline assessments for financial toxicity (COST), depressive (CES-D) and anxiety (GAD-7) symptoms, relational wellbeing (DAS-7), and positive and negative affect (PANAS). Afterwards, participants engaged in a standardized 30-minute spousal interaction task, where each dyad member identified and discussed a finance-related concern with a focus on problem solving for the selected issues. Results: 85 dyads (n=2 same-sex dyads; &amp;gt; $100,000 income: 64%; DAS-7 &amp;lt; 21: P=15%, S=12%; ≥Grade 1 COST: P=52%, S=47%) completed the spousal interaction task. Concerns regarding treatment side effects (P. = 19%, S. = 28%), future financial stability (P = 13%, S=20%) and discussing financial stressors with each other (P = 12%, S = 19%) were rated as most frequent concerns for both members of the dyad. Yet participants tended to avoid selecting some of the most pressing financial concerns as a discussion topic for the spousal interaction task. For instance, although spouses reported maintaining a steady income as a frequent concern (20%) but rarely (5%) discussed this topic during the interaction task. Changes in both positive and negative affect after participating in discussion were compared using paired t-tests. A significant reduction in negative affect (P &amp;lt; 0.001) was found for spouses, but not for patients. Significant correlations were found between COST to DAS-7, GAD-7 and CES-D for patients and spouses. For patients only, significant correlations were found between COST to Cancer Communication Assessment Tool (CCAT) and discrepancy and Social Provisions Scale (SPS) total score. Discussion: The results of this study support the notion that even well-adjusted, affluent couples may benefit from professional assistance in discussing and solving financial concerns. For the issues listed as most frequently concerning that remained unaddressed, there may be several underlying explanations (e.g. a perceived lack of control, a desire to avoid confrontation, etc.) for why dyad avoid discussion for certain topics. However, our results demonstrated that couples’ problem-solving discussions regarding financial toxicity decreased - rather than increased - negative affect in caregivers, indicating that dyads should embrace discussion of financial topics they may find distressing. We recommend that healthcare providers consider encouraging this behavior in breast cancer dyads to reduce stress and negative affect overall. Citation Format: W. N. Riley, A. Ahn, J. Kroll, M. Chavez Mac Gregor, M. R. Jones, G. Smith, K. Milbury. Associations between Financial Toxicity and Illness-related Communication among Advanced Breast Cancer Patients and their Spouses [abstract]. In: Proceedings of the San Antonio Breast Cancer Symposium 2025; 2025 Dec 9-12; San Antonio, TX. Philadelphia (PA): AACR; Clin Cancer Res 2026;32(4 Suppl):Abstract nr PS1-01-26.",
    "Author": "W. N. Riley",
    "DOI": "https://doi.org/10.1158/1557-3265.sabcs25-ps1-01-26",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "Clinical Cancer Research",
    "Subfield": "Economics and Econometrics",
    "Title": "Abstract PS1-01-26: Associations between Financial Toxicity and Illness-related Communication among Advanced Breast Cancer Patients and their Spouses",
    "Topic": "Economic and Financial Impacts of Cancer"
  },
  {
    "Abstract": "Background Trematode parasites, or flukes, are a significant economic threat to ruminant production worldwide. Traditional diagnostic methods rely on egg sedimentation from faeces, a time-consuming methodology lacking sensitivity and specificity. This study aimed to develop and validate two detection methods: firstly, qPCR for accurate identification of Fasciola spp., and secondly, a deep amplicon sequencing technique for identifying fluke species using faecal sedimented egg DNA. Methodology To detect Fasciola spp., infection, primers targeting mitochondrial DNA were repurposed to develop a SYBR Green qPCR assay. For the identification of fluke species, a deep amplicon sequencing approach was developed. A reference sequence library and taxonomy file were generated for 21 fluke species, potentially enabling species-level sequence read separation for a range of trematodes and extraction of amplicon sequence variants (ASVs). To validate the qPCR and deep amplicon sequencing approach, 402 faecal samples were collected from cattle and sheep across the UK. Fluke eggs were isolated by sedimentation, screened by microscopy and qPCR, Sanger sequencing and deep amplicon sequencing to identify fluke eggs to species level. Results qPCR demonstrated high analytical sensitivity, detecting Fasciola hepatica DNA down to 19.2 fg and F. gigantica down to 6.4 fg, with no cross-amplification of other flukes. Deep amplicon sequencing was able to detect as few as five F. hepatica and Calicophoron daubneyi eggs and identify mixed infections. High levels of co-infection (14.4%) of F. hepatica and C. daubneyi were observed in faecal samples, followed by single infections with C. daubneyi (12.6%) and F. hepatica (3.2%). Notably, deep amplicon sequencing detected F. hepatica in 20 samples missed by qPCR. Data analysis identified 55 and 32 ASVs for F. hepatica and C. daubneyi , respectively, with phylogenetic clustering within their respective clades. Conclusion This study developed a qPCR assay for Fasciola spp. detection and validated a deep amplicon sequencing for fluke species differentiation. These approaches are able to identify fluke species in excreta from infected ruminants and provide additional valuable tools for enhancing fasciolosis surveillance and control.",
    "Author": "Abbas, Muhammad",
    "DOI": "https://doi.org/10.1371/journal.pntd.0014006",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "PLoS neglected tropical diseases",
    "Subfield": "Small Animals",
    "Title": "Development of a qPCR assay for Fasciola spp. identification and deep amplicon sequencing method for differentiation of fluke species in UK livestock",
    "Topic": "Helminth infection and control"
  },
  {
    "Abstract": "Abstract Project control, as an iterative process crucial for managing project uncertainties, demands continual adaptation throughout the project’s lifespan. Activity duration unpredictability, inherents in project networks, poses challenges to meeting deadlines. In response, project managers collect real-time data and employ corrective actions to ensure timely and budget-compliant project delivery. Despite extensive research on project control methodologies, explicit methods for determining the optimal size of corrective actions in stochastic environments have received limited attention. This study addresses this gap by integrating probabilistic optimization models into project control strategies, emphasizing the minimization of corrective action costs. The model ensures that a specified percentile of the project duration distribution aligns with a predefined deadline, offering a probability of meeting the promised project duration. Two control strategies are proposed: preventive, involving a one-time optimization before project initiation, and protective, with continuous re-optimization at specific tracking periods during project execution. Computational experiments on artificial datasets reveal that protective strategies outperform preventive strategies, showing faster convergence and reduced variability in project duration distribution. Results indicate that, on average, a minimum of 6 re-optimizations during project execution is required to minimize both the cumulative cost of corrective actions and the average deviations between project duration realizations and the promised deadline.",
    "Author": "Vaseghi, Forough",
    "DOI": "https://doi.org/10.1007/s10479-026-07093-1",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-17",
    "Source": "Annals of Operations Research",
    "Subfield": "Management Science and Operations Research",
    "Title": "Probabilistic optimization of corrective actions for project deadline adherence in projects with stochastic activity durations",
    "Topic": "Resource-Constrained Project Scheduling"
  }
]
