[
  {
    "article_path": "/article/56728535-ae29-4baf-93fb-94c0f0c5739b",
    "article_url": "https://ground.news/article/56728535-ae29-4baf-93fb-94c0f0c5739b",
    "bias": [
      "Left-Leaning coverage frames the X office raid around \"far-right agenda,\" \"sexual deepfakes,\" and \"foreign interference,\" using terms like \"Scandal at X\" to highlight platform accountability, while de-emphasizing Linda Yaccarino's summons.",
      "Right-Leaning reports focus on \"hate content\" and \"biased algorithms that distorted a data processing system,\" consistently including Linda Yaccarino alongside Musk.",
      "Center-Leaning sources maintain a neutral tone, describing \"searches\" and \"raids\" while noting \"boosting far-right content\" and AI-created images.",
      "All perspectives agree on the raid, Musk's summons, and the investigation into child abuse images and deepfakes, revealing ideological priorities in framing platform responsibility."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "French prosecutors raided X offices as part of an investigation into child abuse images and deepfakes.",
      "The probe will also investigate alleged complicity in disseminating Holocaust denials and sexual deepfakes.",
      "Elon Musk and former CEO Linda Yaccarino are summoned to a hearing on April 20 related to the investigation."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/france-passes-delayed-2026-budget-ending-months-long-saga_7df477",
    "article_url": "https://ground.news/article/france-passes-delayed-2026-budget-ending-months-long-saga_7df477",
    "bias": [
      "Left-Leaning outlets frame the budget 's \"military spending boost\" critically, emphasizing a \"controversial constitutional article\" that \"bypassed Parliament\" and created \"political chaos.",
      "Conversely, right-leaning coverage portrays the government's actions triumphantly, describing a \"Budget Hell\" survived and opposition \"torpedoed,\" viewing the military \"boost\" positively.",
      "The left highlights a specific \"$7.6 million military spending increase,\" a detail de-emphasized elsewhere.",
      "Center-Leaning reports remain descriptive, noting a \"painful parliamentary marathon\" and \"weak minority government\" without partisan framing.",
      "All perspectives agree on the budget's adoption and the survival of no-confidence motions, yet their divergent characterizations of Article 49.3 and military allocations reveal fundamental ideological differences regarding resource distribution and executive power."
    ],
    "bias_bar_text": null,
    "center_pct": 44.0,
    "error": null,
    "left_pct": 34.0,
    "location": null,
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "After months of deadlock, France's 2026 budget was adopted on Monday after two no-confidence motions failed, with the Socialists refusing to back them.",
      "Faced with stalled negotiations, the government invoked Article 49.3 after months of impasse following the 2024 snap election and a hung parliament.",
      "According to the adopted text, the budget raises defence spending by 6.5 billion euros, increases taxes on some businesses including large companies to raise 7.3 billion euros, and targets a budget deficit of five percent of GDP in 2026.",
      "The adoption gave Prime Minister Sebastien Lecornu's minority government relative stability, investors and markets reacted positively, and the debt risk premium over the German benchmark returned to pre-snap election levels.",
      "Political analysts note the fragmented centre leaves uncertainty over whether a mainstream candidate can reach the second round, while the far right remains strengthened, as lawmakers avoid unpopular measures."
    ],
    "title": "France Passes Delayed 2026 Budget, Ending Months-Long Saga",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/iran-considers-eu-armies-as-terrorist-groups-in-retaliatory-move_fea769",
    "article_url": "https://ground.news/article/iran-considers-eu-armies-as-terrorist-groups-in-retaliatory-move_fea769",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 34.0,
    "error": null,
    "left_pct": 37.0,
    "location": null,
    "right_pct": 29.0,
    "status": "no_change",
    "summary": [
      "DUBAI reporting noted that Iran's parliament announced all European Union militaries are 'terrorist groups' on Feb 1, citing Article 7 of a 2019 law, said Mohammad Bagher Ghalibaf.",
      "Reacting to the EU's Thursday decision, EU officials linked the listing to Iran's crackdown on protests earlier this month.",
      "Lawmakers appeared in IRGC uniforms and signalled their defiance by chanting slogans, while the parliamentary security commission signalled it would consider expelling EU military attaches.",
      "The move increases diplomatic strain as U.S. naval forces near Iran and Iranian leadership warned the European Union would face consequences, raising the risk of wider regional conflict.",
      "Officials said `fair` negotiations remain possible if missile and defence topics are excluded, but analysts warn the reciprocal proscription may complicate future diplomacy with Iran."
    ],
    "title": "Iran considers EU armies as 'terrorist groups' in retaliatory move",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/eu-agrees-to-designate-irans-revolutionary-guard-corps-as-terrorist-group_e5fce5",
    "article_url": "https://ground.news/article/eu-agrees-to-designate-irans-revolutionary-guard-corps-as-terrorist-group_e5fce5",
    "bias": [
      "Left-Leaning outlets frame the EU's designation of Iran's Revolutionary Guard as a \"decisive step\" against \"brutal repression,\" emphasizing the moral imperative and high protest death tolls, sometimes citing \"perhaps 30,000\" killed.",
      "Right-Leaning coverage portrays the IRGC as \"murderous\" and a \"state in the state,\" often comparing it to groups like ISIS, highlighting the EU's \"policy reversal\" to send an \"unequivocal message.",
      "Center-Leaning reports, conversely, frequently qualify the move as \"largely symbolic,\" while detailing specific figures like \"6,300\" deaths and Iran's counter-threat to label EU forces as terrorists.",
      "All perspectives agree on the designation and Iran's warnings of \"crushing response\" or \"hazardous consequences,\" underscoring shared geopolitical concerns despite differing ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 38.0,
    "error": null,
    "left_pct": 30.0,
    "location": null,
    "right_pct": 32.0,
    "status": "ok",
    "summary": [
      "At a Brussels meeting on January 29, 2026, the 27‑nation bloc unanimously designated the Islamic Revolutionary Guard Corps as a terrorist organisation, placing it alongside al‑Qaeda, ISIS and Hamas, EU foreign policy chief Kaja Kallas confirmed.",
      "A brutal crackdown earlier this month prompted momentum for the listing as HRANA verified 6,373 deaths and the Basij force intensified repression after Jan. 8, 2026 internet cuts.",
      "The designation triggers EU asset freezes and related restrictive measures, while sanctions target 15 individuals and six entities including IRGC senior officials, and expand powers to detain IRGC members in the 27-nation bloc.",
      "France's late reversal on January 28 cleared the path to consensus, while Tehran warned of 'destructive consequences' and Ellie Geranmayeh said, 'Economically, this move will have a very nominal impact at this current stage.'",
      "Kaja Kallas said diplomatic channels should remain open even after the listing, which aligns the EU with the United States, Canada and Australia amid Strait of Hormuz security concerns."
    ],
    "title": "EU agrees to designate Iran's Revolutionary Guard Corps as terrorist group",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/russian-strikes-in-ukraine-kill-12-target-passenger-train_f9ebe6",
    "article_url": "https://ground.news/article/russian-strikes-in-ukraine-kill-12-target-passenger-train_f9ebe6",
    "bias": [
      "Left-Leaning outlets emphasize the \"human cost\" of the \"deadly\" \"civilian train\" attack, framing it as an \"act of terrorism\" and detailing specific drone types.",
      "Conversely, right-leaning coverage personalizes blame, highlighting \"Putin's drones \" and describing it as a \"barbaric attack.",
      "Center-Leaning reports present verifiable facts, attributing casualties to \"prosecutors say,\" but uniquely detail \"massacre scenes\" and \"carnage.",
      "While all perspectives agree on the \"terrorism\" label and multiple fatalities, the left focuses on humanitarian impact, the right on individual culpability, and the center on visceral aftermath, revealing distinct ideological priorities in framing conflict."
    ],
    "bias_bar_text": null,
    "center_pct": 41.0,
    "error": null,
    "left_pct": 35.0,
    "location": null,
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "On Tuesday, Russian forces killed 12 people and struck energy infrastructure and a passenger train in Kharkiv region, with a drone attack setting rail cars on fire.",
      "Amid a winter offensive targeting energy and rail infrastructure, the strikes came days after peace negotiators held talks aimed at ending the nearly four-year war.",
      "The train was carrying more than 200 passengers from Chop to Barvinkove when struck; one carriage with 18 people was hit directly, and prosecutors found fragments of five bodies at the scene.",
      "President Volodymyr Zelenskyy condemned the train strike as terrorism and called for allies to pressure Moscow, writing `There is not and cannot be any military justification for killing civilians in a train carriage`.",
      "The next round of U.S.-brokered talks is expected on February 1, Ukraine says, as Ukraine's air force reported 165 attack drones launched overnight, 135 neutralised by defences."
    ],
    "title": "Russian strikes in Ukraine kill 12, target passenger train",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/the-son-of-norways-crown-princess-pleads-not-guilty-to-rape-charges-as-his-trial-opens-in-oslo",
    "article_url": "https://ground.news/article/the-son-of-norways-crown-princess-pleads-not-guilty-to-rape-charges-as-his-trial-opens-in-oslo",
    "bias": [
      "Left-Leaning coverage frames the royal trial as having \"cast a shadow\" on the family’s image, emphasizing broader reputational implications with interpretive language.",
      "In contrast, center and right perspectives de-emphasize this societal impact, instead focusing on the legal proceedings with precise details, such as the accused's full identity and the \"38 charges/counts\" he faces.",
      "While all perspectives agree the son of Norway 's crown princess is on trial in Oslo and pleaded not guilty to rape charges, the left's focus on broader consequences contrasts with the center and right's purely factual presentation of legal specifics.",
      "This reveals differing priorities between highlighting societal impact and strictly procedural reporting."
    ],
    "bias_bar_text": "Left 25% Center 50% Right 25%",
    "center_pct": 50.0,
    "error": null,
    "left_pct": 25.0,
    "location": null,
    "right_pct": 25.0,
    "status": "ok",
    "summary": [
      "On Tuesday, the trial opened in Oslo as Marius Borg Høiby, 29, son of Crown Princess Mette-Marit, faces 3.5 kilos of marijuana and other charges, scheduled to last until March 19.",
      "The indictment shows the case centers on four alleged rapes between 2018 and November 2024 and alleged violence, while police say Høiby was arrested again Sunday after his August indictment.",
      "Høiby’s defense says he `denies all charges of sexual abuse` and disputes most violence allegations, while the court said parts of the trial will be held behind closed doors.",
      "The royal house announced it will not comment or attend the trial, and the Oslo district court on Monday granted a detention order for up to four weeks.",
      "With Epstein files released on Friday, prosecutors say Høiby could face up to 10 years in prison if convicted, amid renewed scrutiny of Crown Princess Mette-Marit."
    ],
    "title": "The son of Norway’s crown princess pleads not guilty to rape charges as his trial opens in Oslo",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/despite-new-curbs-elon-musks-grok-at-times-produces-sexualized-images-even-when-told-subjects-didnt-consent",
    "article_url": "https://ground.news/article/despite-new-curbs-elon-musks-grok-at-times-produces-sexualized-images-even-when-told-subjects-didnt-consent",
    "bias": [
      "Left-Leaning coverage foregrounds institutional fallout—using terms like \"controversy\" and \"deepfakes\" and highlighting a UK probe—portraying the story as a regulatory and public‑harm issue, while right-leaning pieces stress persistent product failure with phrases such as \"despite new curbs,\" emphasizing ongoing technical shortcomings; both sides use \"sexualized images\" to signal harm but differ in tone—left is alarmed and accountability-focused, right is fault-focused and skeptical of fixes.",
      "A pivotal split is whether regulatory action or Reuters’ testing methodology frames the story; centrist reports de-emphasize partisan rhetoric and stress the investigative details."
    ],
    "bias_bar_text": "Center 67% Right 33%",
    "center_pct": 67.0,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": 33.0,
    "status": "ok",
    "summary": [
      "Elon Musk 's artificial intelligence chatbot, Grok, continues to generate sexualized images of people even when warned the subjects do not consent, according to Reuters.",
      "Reuters reporters prompted Grok with 55 instances, and in 45 cases, it produced sexualized images, with 31 of those involving vulnerable subjects.",
      "In 17 cases, Grok generated images after being specifically told they would be used to degrade or humiliate the person without consent."
    ],
    "title": "Elon Musk’s Grok Still Generates Nonconsensual Sexualized Images Despite Curbs: Reuters",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/ukraine-designates-irans-irgc-as-terrorist-organization-following-eu-lead",
    "article_url": "https://ground.news/article/ukraine-designates-irans-irgc-as-terrorist-organization-following-eu-lead",
    "bias": [
      "Left-Leaning coverage frames Ukraine 's action against the IRGC as a completed designation, emphasizing President Zelensky's motivations, such as retaliation for \"thousands of Shaheds\" and solidarity with the Iranian people to \"fight for their freedom,\" employing emotionally charged language to underscore a moral imperative against \"all terrorists.",
      "Conversely, right-leaning coverage portrays the action as an upcoming intention, de-emphasizing Ukraine's stated rationale while highlighting the detail that Ukraine informed Israel, subtly aligning with a foreign policy perspective prioritizing strategic alliances.",
      "The differing emphasis on the *why* versus specific diplomatic maneuvers reveals distinct ideological priorities.",
      "Both perspectives agree on Ukraine's move regarding the IRGC, yet the left focuses on humanitarian and retaliatory justice, while the right leans into geopolitical implications and regional security."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": 86.0,
    "location": "Ukraine",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "On Feb. 2, President Volodymyr Zelensky announced Ukraine designated the Islamic Revolutionary Guard Corps as a terrorist organization, following its addition to the Security Service of Ukraine list on Jan. 30.",
      "Following the EU's Jan. 29 designation, officials said the move aligned Kyiv with the European Union, which labeled the IRGC as a terrorist organization on Jan. 29.",
      "The IRGC is described as a powerful, elite branch of Iran's armed forces established after 1979, already labeled a terrorist group by the U.S., and Ukrainian officials cited Iran's supply of Shahed strike drones used in attacks.",
      "Looking beyond Kyiv, protests in Madrid on Jan. 22 and Zelensky said, `The whole world sees what is happening in Iran, how many people have been killed, and how the Iranian regime has contributed to the spread of war and violence in the region and the world."
    ],
    "title": "Ukraine Designates Iran’s IRGC as Terrorist Organization Following EU Lead",
    "topic": "Volodymyr Zelenskyy",
    "topic_full": "Volodymyr Zelenskyy · Ukraine"
  },
  {
    "article_path": "/article/russia-says-foreign-forces-in-ukraine-would-be-legitimate-targets_bc9d4e",
    "article_url": "https://ground.news/article/russia-says-foreign-forces-in-ukraine-would-be-legitimate-targets_bc9d4e",
    "bias": [
      "Left-Leaning coverage frames Russia's statements on Western troops as a \"threat message,\" emphasizing a \"tough stance.",
      "In stark contrast, right-leaning outlets portray them as a \"warning\" but pivot to Russia's \"merciless\" attacks on civilians, using emotionally charged terms like \"victims\" and \"burdened\" to condemn actions and link them to peace talks.",
      "This extensive focus on civilian casualties and France's condemnation is notably de-emphasized by the left.",
      "Both perspectives agree Russia views Western military presence as \"foreign intervention\" and \"legitimate targets\" in the context of upcoming peace talks.",
      "These divergent portrayals underscore ideological priorities, with one side emphasizing diplomatic posturing and the other focusing on humanitarian impact and perceived aggression."
    ],
    "bias_bar_text": null,
    "center_pct": 25.0,
    "error": null,
    "left_pct": null,
    "location": "Russia",
    "right_pct": 75.0,
    "status": "ok",
    "summary": [
      "France condemned Russian attacks targeting civilians and civilian infrastructure in Ukraine, stating they violate international humanitarian law.",
      "Ukraine reported new Russian attacks on energy facilities.",
      "Russia's Foreign Ministry announced it would treat foreign military forces in Ukraine as legitimate targets, citing Minister Sergei Lavrov.",
      "The United States is organizing talks to resolve the conflict in Ukraine, with ongoing discussions about territorial disputes."
    ],
    "title": "Russia says foreign forces in Ukraine would be 'legitimate targets'",
    "topic": "Ukraine War",
    "topic_full": "Ukraine War · Russia"
  },
  {
    "article_path": "/article/pioneering-facial-transplant-a-face-donated-before-assisted-dying_5b752c",
    "article_url": "https://ground.news/article/pioneering-facial-transplant-a-face-donated-before-assisted-dying_5b752c",
    "bias": [
      "Left-Leaning coverage frames the face transplant as a \"successfully\" performed, \"pioneering\" achievement, explicitly attributing its success to the donor who received \"assisted dying\" or \"euthanasia,\" often using terms like \"thanks\" and \"light\" to valorize the act and emphasize individual autonomy.",
      "Conversely, right-leaning outlets highlight the \"World's First\" aspect while immediately linking it to the \"Euthanasia Donor,\" emphasizing \"historical\" significance and hinting at \"unprecedented medical , ethical\" considerations, thereby inviting scrutiny of the controversial method of death.",
      "Center-Leaning reports maintain a neutral tone, describing it as a \"Medical Milestone\" without emotional framing.",
      "While all perspectives acknowledge the procedure's groundbreaking nature and the recipient's severe disfigurement, the left de-emphasizes surgical duration and technical details, which the right provides alongside broader psychological impacts.",
      "This reveals a core ideological divide on end-of-life decisions and medical ethics."
    ],
    "bias_bar_text": null,
    "center_pct": 33.0,
    "error": null,
    "left_pct": 24.0,
    "location": "Barcelona",
    "right_pct": 43.0,
    "status": "ok",
    "summary": [
      "On Monday, Vall d'Hebron hospital said it performed a pioneering facial transplant where the donor offered her face before assisted dying, aiding recipient Carme's recovery.",
      "Spain legal changes have created the legal framework as Spain legalised euthanasia in 2021 and government data shows 426 assisted-dying cases in 2024.",
      "Surgeons transplanted composite tissue from the central face in a complex operation requiring about 100 professionals, matching donor and recipient by sex, blood group and head size at Vall d'Hebron hospital."
    ],
    "title": "Spain performs pioneering face transplant from donor who requested assisted dying",
    "topic": "Health & Medicine",
    "topic_full": "Health & Medicine · Barcelona"
  },
  {
    "article_path": "/article/norway-crown-princess-showed-poor-judgement-over-epstein-ties-pm-says_305a32",
    "article_url": "https://ground.news/article/norway-crown-princess-showed-poor-judgement-over-epstein-ties-pm-says_305a32",
    "bias": [
      "Left-Leaning coverage frames the royal scandal as a moral failing requiring accountability, using terms like \"condemns\" and \"pederast\" to highlight a \"fairytale to nightmare\" narrative.",
      "Right-Leaning outlets, conversely, emphasize institutional decay, declaring the \"Royal House Is in Ruins\" and demanding Mette-Marit \"Must Tell the Truth,\" focusing on \"flirty\" emails and accusations of \"protecting her son.",
      "Center-Leaning reports, while noting a \"royal crisis,\" present the Prime Minister's \"poor judgement\" statement and Høiby's denial more factually, also detailing Mette-Marit's four-night stay at Epstein's, a detail de-emphasized by the left.",
      "All perspectives agree on the Epstein contacts and the son's trial, revealing a core ideological divide between scrutiny of power and lamenting societal decline."
    ],
    "bias_bar_text": null,
    "center_pct": 42.0,
    "error": null,
    "left_pct": 29.0,
    "location": "Norway",
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "On Friday, newly released U.S. Department of Justice files show Crown Princess Mette-Marit of Norway's name appears at least 1,000 times, revealing years of contact with Jeffrey Epstein .",
      "Between 2011 and 2014, messages show contact between Mette-Marit and Epstein, and the palace says she ended ties in 2014 after concluding he sought to exploit her.",
      "Files show dozens of warm emails and affectionate language, including a question about wallpaper for the 15-year-old son and a four-day stay at Epstein's Palm Beach, Florida residence in 2013.",
      "There is no criminal allegation, but the disclosures have caused embarrassment for the royal household, with politicians questioning public trust and Prime Minister Jonas Gahr Store saying he `agreed` she had exercised poor judgement.",
      "On Tuesday, her son Marius Borg Hoiby goes on trial on 38 counts and could face up to 16 years; the royal couple will not attend the seven-week trial at Oslo district court."
    ],
    "title": "Norway crown princess showed poor judgement over Epstein ties, PM says",
    "topic": "US Politics",
    "topic_full": "US Politics · Norway"
  },
  {
    "article_path": "/article/study-pink-noise-reduces-rem-sleep-challenges-sleep-aid-claims_013f06",
    "article_url": "https://ground.news/article/study-pink-noise-reduces-rem-sleep-challenges-sleep-aid-claims_013f06",
    "bias": [
      "While all perspectives agree on the core scientific finding that earplugs are more effective than pink noise for quality sleep, and that pink noise may reduce restorative REM sleep, their framing diverges significantly.",
      "Center-Leaning coverage emphasizes specific study details, like institutional origin, and introduces cautious language such as \"may harm\" or \"could be ruining\" sleep, even warning about potential harm for children.",
      "In contrast, left-leaning coverage employs more evocative framing, using terms like \"Sabotaging\" to describe pink noise's impact on dreams.",
      "Right-Leaning outlets, however, de-emphasize such dramatic language, presenting the findings in a consistently neutral, factual tone.",
      "This reveals a pivotal dividing line in the level of detail and cautionary emphasis applied to scientific findings, rather than a direct left-right ideological clash on the topic itself."
    ],
    "bias_bar_text": null,
    "center_pct": 56.0,
    "error": null,
    "left_pct": 31.0,
    "location": "Pennsylvania",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "A new UPenn study found pink noise reduced REM sleep by 23 minutes compared with no-noise nights in the university sleep lab.",
      "Riding a wave of app-driven popularity, pink-noise apps and devices replaced older $15 white-noise machines, while a review found nine of 11 studies favored pink noise but mostly versus silence.",
      "Using controlled soundscapes, 25 volunteers spent a week in UPenn's sleep lab with randomized conditions, including pink noise, environmental noise every 4–6 minutes, and earplugs, while researchers recorded polysomnography.",
      "Adding pink noise to environmental sound led to significantly less deep sleep and trimmed total sleep by about 15 minutes, while intermittent environmental noise reduced deep sleep by about 25 minutes and earplugs preserved sleep near no-noise levels.",
      "By simulating modern urban noises , the study found disruptions to REM sleep and deep sleep, which support memory, emotional regulation, and regeneration."
    ],
    "title": "Study: Pink Noise Reduces REM Sleep, Challenges Sleep Aid Claims",
    "topic": "Health & Medicine",
    "topic_full": "Health & Medicine · Pennsylvania"
  },
  {
    "article_path": "/article/new-survey-shows-strong-public-support-for-immigration-enforcement-and-deportations",
    "article_url": "https://ground.news/article/new-survey-shows-strong-public-support-for-immigration-enforcement-and-deportations",
    "bias": null,
    "bias_bar_text": "Right 100%",
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": 100.0,
    "status": "no_change",
    "summary": [
      "A new poll by Cygnal shows that 73% of American voters believe entering the U.S. illegally is breaking the law, while 61% support deportations of illegal aliens.",
      "Support for ICE enforcement of immigration laws is strong, with 54% backing federal immigration law enforcement by ICE.",
      "Democratic opposition to deportations is clear, as 67% of Democrats oppose deporting illegal immigrants, while a majority of other voters support it.",
      "Views on immigration could significantly impact the upcoming midterm elections, presenting challenges for Democratic candidates."
    ],
    "title": "New Survey Shows Strong Public Support for Immigration Enforcement and Deportations",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/thriving-kids-aims-to-mainstream-disability-support_fd3c14",
    "article_url": "https://ground.news/article/thriving-kids-aims-to-mainstream-disability-support_fd3c14",
    "bias": null,
    "bias_bar_text": "Left 86% C 14%",
    "center_pct": 14.0,
    "error": null,
    "left_pct": 86.0,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Tuesday at Parliament House, Canberra, Health and Disability Minister Mark Butler unveiled the $4 billion Thriving Kids program, funded jointly by the Albanese government and states and territories over five years.",
      "To address diagnostic delays and rising demand, officials designed Thriving Kids so families of children with developmental delays can get support without a formal diagnosis, easing pressure on the National Disability Insurance Scheme.",
      "The scheme's design centers on a four-function model guiding delivery through early identification, time-limited supports, allied health professionals, equipment loan pools, and one 'key worker' for care coordination.",
      "Advocates warned of teething pains and potential waitlists as the taskforce signalled workforce challenges, while disability organisations flagged funding uncertainties and families, schools and early learning providers face more responsibility.",
      "Rollout timing starts from October this year with full operation by January 2028, and officials expect to finalise individual jurisdiction agreements by the end of this month after five months of consultations."
    ],
    "title": "Federal Government Unveils ‘Thriving Kids’ Program to Support Children with Developmental Delays",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/dc70a210-d300-4138-afee-08bafa8665fe",
    "article_url": "https://ground.news/article/dc70a210-d300-4138-afee-08bafa8665fe",
    "bias": [
      "Left-Leaning coverage frames renewed Russian strikes by linking the \"brief reprieve\" to an agreement \"between Putin and Trump,\" and highlighting a \"Trump-backed plan\" on \"ceasefire violations,\" often using emotive terms like \"Bombards\" and \"Leaving Thousands Without Heat in Freezing Cold.",
      "Right-Leaning outlets, conversely, emphasize the attacks' brutality with phrases like \"Massive Attacks in Bitter Cold\" and \"Destroys,\" attributing Kyiv's claim of \"winter genocide\" and asserting \"Little Ignore Trump's Warnings.",
      "Center-Leaning reports neutrally describe the \"brief pause agreed between Putin and Trump\" and the \"major attack,\" de-emphasizing political framing.",
      "While left and center align on Zelenskyy's specific missile and drone counts, the right generalizes to \"More than 500 Drones and Missiles\" to underscore scale.",
      "All perspectives agree Russia resumed strikes on energy infrastructure in freezing temperatures after a pause, revealing underlying ideological divides on political accountability and the conflict's severity."
    ],
    "bias_bar_text": null,
    "center_pct": 52.0,
    "error": null,
    "left_pct": 24.0,
    "location": "Ukraine",
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "On Tuesday, Russian forces launched ballistic missiles at Kyiv and Dnipro, damaging several multi-storey residential buildings, local authorities reported explosions.",
      "The Kremlin said the pause followed trilateral talks in Abu Dhabi and the next round will take place on Wednesday and Thursday.",
      "Ukrainian authorities reported continued strikes on logistics and transport routes with deadly results, despite fewer attacks on major cities since last Thursday, and Russia has stepped up attacks on energy infrastructure .",
      "Freezing conditions are complicating emergency and repair operations across affected areas, with the temperature in Kyiv at-20 Celsius early Tuesday, and company executives say repairs are often impossible in such weather.",
      "Ukraine's biggest private energy company said it is in `survival mode` and that the next few weeks are critical, hoping the Abu Dhabi talks will extend the energy ceasefire."
    ],
    "title": "Russia resumes night strikes on major Ukrainian cities as brief pause agreed between Putin and Trump ends",
    "topic": "Russia-Ukraine War",
    "topic_full": "Russia-Ukraine War · Ukraine"
  },
  {
    "article_path": "/article/russian-tv-host-calls-for-nuclear-strike-on-musks-starlink_906df7",
    "article_url": "https://ground.news/article/russian-tv-host-calls-for-nuclear-strike-on-musks-starlink_906df7",
    "bias": [
      "Left-Leaning coverage frames a Russian state TV host's \"Nuclear Strike\" call as a threat to international stability, emphasizing the state actor.",
      "Right-Leaning outlets sensationalize the event with terms like \"horror\" and \"chilling,\" focusing on a \"nuclear threat\" to Elon Musk and uniquely highlighting the direct quote \"Nukes solve the problem.",
      "Center coverage neutrally reports a \"nuclear strike threat\" and uniquely includes Ukrainian intelligence on Russian Starlink use, a detail de-emphasized by other perspectives.",
      "While all agree a Russian TV host discussed a nuclear strike concerning Starlink after access was blocked, these portrayals reveal ideological divides, with the left focusing on state aggression, the right on dramatic threats and individual figures, and the center on contextualized reporting."
    ],
    "bias_bar_text": null,
    "center_pct": 34.0,
    "error": null,
    "left_pct": 33.0,
    "location": "Russia",
    "right_pct": 33.0,
    "status": "ok",
    "summary": [
      "On February 2, 2026, Vladimir Solovyov, Russian state TV host, called for a nuclear detonation in space to destroy SpaceX's Starlink satellites on Russia 1.",
      "After Kyiv complained, SpaceX responded by clamping down on Russian access as analysts citing the Institute for the Study of War found Starlink drones extend strike range to 500 kilometers.",
      "Ukraine is preparing a terminal registry to verify terminals and will disconnect unverified Starlink devices, with SpaceX implementing a 75 kilometers per hour speed cap in contested areas, Kyiv can request additional measures.",
      "A nuclear blast would create debris that damages other satellites, program guests warned, while Solovyov accepted Russian satellite losses, joking, `We'll switch to carrier pigeons!`.",
      "Intelligence reports say Russia may be developing anti-satellite weapons as Russian state media said Roscosmos will mass-produce a Starlink alternative later this year."
    ],
    "title": "Russian TV Host Calls for Nuclear Strike on Musk's Starlink",
    "topic": "Russia-Ukraine War",
    "topic_full": "Russia-Ukraine War · Russia"
  },
  {
    "article_path": "/article/norwegian-crown-princesss-son-arrested-over-assault-before-rape-trial_7b41c7",
    "article_url": "https://ground.news/article/norwegian-crown-princesss-son-arrested-over-assault-before-rape-trial_7b41c7",
    "bias": [
      "Left-Leaning coverage frames the royal son's arrest as escalating legal trouble, emphasizing \"new charges\" and the \"rape trial\" with terms like \"Most Serious Strain\" and \"Dark Shadow,\" suggesting the monarchy's potential downfall.",
      "Right-Leaning outlets, conversely, sensationalize the Crown Princess's Epstein connection, using phrases like \"flirty, fawning emails\" and \"hundreds of references\" to imply broader scandal and moral failings, even noting a \"fourth time\" arrested.",
      "Center-Leaning reports maintain a neutral tone, using \"alleged\" and \"fresh accusations\" while highlighting the \"biggest scandal\" and \"intense public scrutiny\" without taking a definitive stance on guilt or royal culpability.",
      "All perspectives agree on the high-profile nature of the trial, involving 38 charges including rape, and the royal family's embarrassment, reflecting broader ideological divides on accountability and elite scrutiny."
    ],
    "bias_bar_text": null,
    "center_pct": 36.0,
    "error": null,
    "left_pct": 32.0,
    "location": "Norway",
    "right_pct": 32.0,
    "status": "ok",
    "summary": [
      "On Tuesday, Marius Borg Høiby, son of Crown Princess Mette-Marit, will face trial at Oslo district court on rape, drug, and assault charges, with proceedings lasting until March 19.",
      "Police last week announced six new counts against Høiby, including a 2020 narcotics offence for transporting 3.5 kilograms of marijuana, after he was indicted in August.",
      "The indictment details 38 separate counts including rape and other offences; prosecutors say the four alleged rapes occurred in 2018, 2023 and 2024, and the defense denies the most serious charges.",
      "A judge ordered detention for up to four weeks amid concerns about reoffending; prosecutors say he faces maximum penalties of 10 years for serious crimes and up to 16 years on multiple counts, with verdict expected several weeks after trial concludes.",
      "Amid renewed scrutiny of the crown princess's contacts, the trial has intensified pressure on the royal family, with Crown Prince Haakon saying, `We are thinking a lot about all the parties concerned in this case` and a poll showing 70 percent support for the monarchy."
    ],
    "title": "Norwegian Crown Princess's Son Arrested Over Assault Before Rape Trial",
    "topic": "Norway Politics",
    "topic_full": "Norway Politics · Norway"
  },
  {
    "article_path": "/article/2-month-olds-see-the-world-in-a-more-complex-way-than-scientists-thought-study-suggests_52db3b",
    "article_url": "https://ground.news/article/2-month-olds-see-the-world-in-a-more-complex-way-than-scientists-thought-study-suggests_52db3b",
    "bias": [
      "Left-Leaning coverage emphasizes that babies were \"seriously underestimated,\" highlighting the \"richness of brain function\" with a tone of discovery regarding overlooked capabilities.",
      "Right-Leaning outlets frame the findings as a \"Major breakthrough,\" revealing \"what babies are actually thinking,\" employing sensationalist language that implies a definitive correction to previous understandings.",
      "Center-Leaning reports, while also noting a \"more complex way,\" use evocative terms like \"Inside the newborn mind\" and \"hidden intelligence,\" providing more granular details about research methodology and institutions de-emphasized by other perspectives.",
      "All sides agree babies perceive the world \"earlier than previously thought,\" yet their distinct rhetorical choices reveal underlying ideological leanings regarding the validation or challenge of established scientific narratives."
    ],
    "bias_bar_text": null,
    "center_pct": 53.0,
    "error": null,
    "left_pct": 38.0,
    "location": "United States",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "On February 2, researchers from the Trinity College Institute of Neuroscience and the School of Psychology, Trinity College Dublin published in Nature Neuroscience that two-month-old infants can categorize objects in their brains.",
      "Researchers note earlier methods relied on looking-time measures that are hard to assess at very young ages, and past studies suggested categorization emerged around three to four months while aiming to reveal visual categorization and prelinguistic learning.",
      "Scanning 130 two-month-old infants, the team used functional magnetic resonance imaging while babies watched bright images for 15-20 minutes on a beanbag with sound-cancelling headphones and applied artificial intelligence models to analyse responses to 12 visual categories.",
      "The team says the dataset could inform diagnostic tools, with Professor Eleanor Molloy, neonatologist at Children's Health Ireland, emphasizing the potential of high success rates for awake fMRI in early neurodevelopmental disorder research.",
      "Researchers hope the largest longitudinal fMRI study, with a nine-month follow-up from 66 infants, will inspire AI models and improve early‑years education."
    ],
    "title": "2-month-olds see the world in a more complex way than scientists thought, study suggests",
    "topic": "Science",
    "topic_full": "Science · United States"
  },
  {
    "article_path": "/article/uk-revokes-russian-diplomats-accreditation",
    "article_url": "https://ground.news/article/uk-revokes-russian-diplomats-accreditation",
    "bias": [
      "Left-Leaning coverage emphasizes \"spying accusations\" and the UK's firm stance, using phrases like \"condemn in the strongest possible terms\" and \"will not stand for intimidation.",
      "In contrast, right-leaning outlets frame Russia's actions as \"unprovoked, unjustified,\" highlighting a definitive moral judgment.",
      "Center perspectives, however, de-emphasize such strong framing, instead providing broader geopolitical context, referencing \" war in Ukraine\" and \"tensions between Russia and NATO.",
      "While all agree on the \"tit-for-tat\" expulsion and the UK's condemnation, the left focuses on accountability and the right on national strength, revealing distinct ideological approaches to international conflict."
    ],
    "bias_bar_text": null,
    "center_pct": 47.0,
    "error": null,
    "left_pct": 37.0,
    "location": "United Kingdom",
    "right_pct": 16.0,
    "status": "ok",
    "summary": [
      "Britain expelled a Russian diplomat in response to Russia expelling a British diplomat last month, accusing them of being an undeclared spy.",
      "Russia and the West have repeatedly accused each other of unfurling espionage campaigns of an intensity not seen since the Cold War amid the war in Ukraine.",
      "Britain warned Russia against pursuing this course against its diplomats, saying any further action taken by Russia will be considered an escalation and responded to accordingly."
    ],
    "title": "UK Expels Russian Diplomat in Tit-for-Tat over Spying Accusations",
    "topic": "UK Politics",
    "topic_full": "UK Politics · United Kingdom"
  },
  {
    "article_path": "/article/michelangelos-the-last-judgment-undergoes-first-major-restoration-in-30-years",
    "article_url": "https://ground.news/article/michelangelos-the-last-judgment-undergoes-first-major-restoration-in-30-years",
    "bias": [
      "While all perspectives acknowledge the Sistine Chapel fresco is undergoing its first major restoration in decades, left-leaning coverage primarily presents it as a descriptive cultural event.",
      "Center-Leaning outlets additionally provide practical visitor details like scaffolding visibility.",
      "In stark contrast, right-leaning narratives frame the process using terms like 'Extraordinary Cleansing,' suggesting a profound purification, or provocatively as a 'makeover' for Jesus, which can be seen as trivializing.",
      "This perspective uniquely connects the artwork's content to its religious function for cardinals during conclaves, de-emphasizing purely technical aspects.",
      "The differing language reveals underlying ideological priorities, from cultural preservation to spiritual reverence or even secularized commentary."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 35.0,
    "location": "Vatican City",
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "On Monday, the Vatican announced a three-month cleaning of Michelangelo's The Last Judgment, the fresco behind the altar in the Sistine Chapel, its first major restoration in three decades.",
      "Because of daily visitor volumes, the Vatican Museums say visitors deposited microparticles that created a widespread whitish haze, prompting cleaning to remove buildup on the plaster.",
      "The Sistine Chapel will remain open during the three-month cleaning, with scaffolding partially obstructing the view while the Vatican conservation staff monitors humidity and temperature.",
      "The chapel, named for Pope Sixtus IV, was constructed in the 15th century, while Michelangelo painted `Creation of Adam` between 1508 and 1512 and later returned to paint The Last Judgment.",
      "More than 6 million people visit the Vatican Museums annually, and the Sistine Chapel remains a key destination, hosting events like the May conclave that elected Pope Leo XIV."
    ],
    "title": "Michelangelo's The Last Judgment Undergoes First Major Restoration in 30 Years",
    "topic": "Art",
    "topic_full": "Art · Vatican City"
  },
  {
    "article_path": "/article/who-chief-sees-us-exit-as-chance-to-reshape-amid-funding-gap",
    "article_url": "https://ground.news/article/who-chief-sees-us-exit-as-chance-to-reshape-amid-funding-gap",
    "bias": [
      "Left-Leaning coverage frames the US withdrawal as creating a \"profound vacuum,\" emphasizing China \"remaking global public health\" and detailing a \"$260 million funding gap\" and \"dramatic cuts.",
      "This perspective views \"turmoil\" as an \"opportunity for reset\" towards systemic change.",
      "Right-Leaning outlets, however, highlight \"turmoil\" within international organizations, often linking it to the \"US exit\" as a significant disruption, interpreting \"reset\" as potentially reducing the WHO's influence and aligning with national sovereignty.",
      "Center-Leaning reports acknowledge the \"turmoil\" and \"reset\" but focus on the negative consequences, such as \"weakened disease surveillance\" and \"disruptions\" threatening Africa 's health gains, details de-emphasized elsewhere.",
      "While all acknowledge the WHO chief's call for a leaner organization, the left emphasizes geopolitical shifts, the right focuses on institutional skepticism, and the center highlights humanitarian impacts, reflecting broader ideological divides on global governance."
    ],
    "bias_bar_text": null,
    "center_pct": 36.0,
    "error": null,
    "left_pct": 32.0,
    "location": "Geneva",
    "right_pct": 32.0,
    "status": "ok",
    "summary": [
      "On Feb 2, WHO director-general Tedros Adhanom Ghebreyesus said the dramatic cuts of 2025 as the United States headed for the exit created the chance to build a leaner, re-focused WHO.",
      "The funding shock followed Washington's one-year withdrawal notice and unpaid 2024–2025 dues, leaving the WHO with a US$260 million shortfall and slashed management teams.",
      "WHO reductions have produced staff losses and program strain, with more than a thousand departures and plans for about 25% workforce reductions by mid-2026 risking disruptions in Nigeria, Uganda, Kenya, Mozambique, Zambia, and the Democratic Republic of Congo.",
      "Meanwhile, China's payments and a $500 million pledge indicate efforts to fill WHO funding gaps, aiming for membership fees to cover 50 percent of the budget, said Tedros Adhanom Ghebreyesus.",
      "The US departure is widening a governance gap, as experts warn weaker outbreak detection and emergency response in Africa may cause delayed care and higher mortality, especially for women and children."
    ],
    "title": "WHO Chief Sees US Exit as Chance to Reshape Amid Funding Gap",
    "topic": "World Health Organization",
    "topic_full": "World Health Organization · Geneva"
  },
  {
    "article_path": "/article/eus-foreign-policy-chief-says-a-europe-wide-army-could-be-extremely-dangerous_88f5a4",
    "article_url": "https://ground.news/article/eus-foreign-policy-chief-says-a-europe-wide-army-could-be-extremely-dangerous_88f5a4",
    "bias": [
      "Left-Leaning coverage emphasizes the \"extremely dangerous\" implications of a Europe -wide army, aligning with anti-militarist discourse.",
      "Right-Leaning outlets also highlight the \"extremely dangerous\" quote, framing it to reinforce skepticism towards supranational military integration and national sovereignty.",
      "A pivotal divergence appears as center and right perspectives provide geopolitical context, linking the debate to \"tensions within NATO\" and US priorities, which the left de-emphasizes.",
      "Center coverage offers a broader view, including Kallas's additional strong language like \"dumb idea\" and \"Let's Not Throw Nato on the Window,\" and specific proposals like \"100,000 Soldiers.",
      "All perspectives agree Kallas rejected the army due to potential risks and chain of command issues, underscoring fundamental ideological differences regarding European autonomy versus NATO's role."
    ],
    "bias_bar_text": null,
    "center_pct": 55.0,
    "error": null,
    "left_pct": 25.0,
    "location": "Brussels",
    "right_pct": 20.0,
    "status": "ok",
    "summary": [
      "On Feb. 2, 2026, Kaja Kallas rejected calls for a Europe -wide army, warning it could be `extremely dangerous` as the bloc considers its security options.",
      "Amid questions about transatlantic ties, NATO officials warned last week that Europe cannot defend itself without U.S. support, prompting calls for a Europe-wide army.",
      "Kallas warned of command confusion, saying the chain of command is the most important military asset and a European army would cause orders to muddle as `the ball just falls between the chairs`.",
      "Given NATO's setup, NATO's military operations are overseen by a Supreme Allied Commander who is always a top U.S. officer, and Norway's Prime Minister Jonas Gahr Støre said allied decision‑making is complex but trained.",
      "On Feb. 2, 2026, Kallas met Norway's Prime Minister Jonas Gahr Store in Oslo after appearing at an EU event, highlighting recent regional diplomacy."
    ],
    "title": "EU's foreign policy chief says a Europe-wide army could be 'extremely dangerous'",
    "topic": "European Politics",
    "topic_full": "European Politics · Brussels"
  },
  {
    "article_path": "/article/a-kremlin-official-confirms-that-us-brokered-russia-ukraine-talks-are-resuming-this-week_feba5a",
    "article_url": "https://ground.news/article/a-kremlin-official-confirms-that-us-brokered-russia-ukraine-talks-are-resuming-this-week_feba5a",
    "bias": [
      "Left-Leaning coverage emphasizes logistical reasons for talks' postponement, citing the need to \"harmonize agendas\" or \"Iran-related talks.",
      "In contrast, right-leaning outlets frame Ukraine's objective as seeking a \"real and dignified end to the war ,\" subtly questioning previous efforts and noting no \"diplomatic breakthrough\" from prior discussions.",
      "While the left focuses on process, the right highlights broader diplomatic actors like the OSCE.",
      "Center coverage, distinct from both, provides a grim backdrop of \"continued fighting\" and \"deadly long-range strikes,\" alongside specific statements like \"possible meeting Putin-Zelensky only in moscow.",
      "All perspectives agree on the core facts of U.S.-brokered trilateral talks resuming in Abu Dhabi, yet their differing portrayals of delays and desired outcomes reveal underlying ideological priorities regarding conflict resolution."
    ],
    "bias_bar_text": null,
    "center_pct": 55.0,
    "error": null,
    "left_pct": 23.0,
    "location": "Ukraine",
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "On Monday, the Kremlin confirmed U.S.-brokered talks will resume this week on Wednesday and Thursday in Abu Dhabi after a brief postponement.",
      "Originally slated for the weekend, the meeting was postponed because of scheduling conflicts, Moscow said, while Ukrainian President Volodymyr Zelenskyy said on Sunday he would send a delegation and Russian presidential envoy Kirill Dmitriev met U.S. officials in Miami.",
      "Peskov said a key sticking point is whether Russia gets to keep Ukrainian territory its army has occupied, and described the talks as `very complex`.",
      "Long-Range attacks have inflicted civilian harm, killing 12 miners in a bus on Sunday and wrecking Ukraine’s power grid, leaving civilians without heat, light and water amid Washington’s push to end the war.",
      "Less than two weeks before the fourth anniversary, Moscow's demand for more Ukrainian land complicates prospects for a breakthrough later this month."
    ],
    "title": "A Kremlin official confirms that U.S.-brokered Russia-Ukraine talks are resuming this week",
    "topic": "Russia-Ukraine War",
    "topic_full": "Russia-Ukraine War · Ukraine"
  },
  {
    "article_path": "/article/russia-reactivating-soviet-era-bases-near-finnish-border-isw-says_26b58b",
    "article_url": "https://ground.news/article/russia-reactivating-soviet-era-bases-near-finnish-border-isw-says_26b58b",
    "bias": [
      "While all perspectives acknowledge Russia's military garrison reactivation near Finland , left-leaning coverage neutrally details specific units like the '44th Army Corps.' Right-leaning outlets, however, employ 'alarming' language and frame it as 'amassing troops,' linking it to broader 'Nordic deterrence' and unrelated civilian casualties, de-emphasizing specific unit details.",
      "Center coverage, initially neutral, shifts to highlight 'true intentions' and 'greatly increased' troops, citing experts.",
      "This reveals a shared concern over military expansion but starkly divergent interpretations of intent and threat, reflecting broader geopolitical anxieties."
    ],
    "bias_bar_text": null,
    "center_pct": 38.0,
    "error": null,
    "left_pct": 23.0,
    "location": "Petrozavodsk",
    "right_pct": 39.0,
    "status": "ok",
    "summary": [
      "At Petrozavodsk, Russian forces are reactivating a long-abandoned garrison to host the 44th Army Corps, satellite images reviewed by Yle show.",
      "Following Finland's NATO accession in 2023, Russia created the 44th Army Corps in 2024, adding roughly 15,000 troops and supporting Kremlin-backed regional projects.",
      "Imagery shows about 50 vehicles and site infrastructure including fuel tanks, a technical bridge, and plans for new barracks and facilities for an artillery and engineering brigade plus a radio-technical regiment.",
      "Yle reports Petrozavodsk is acting as a staging and logistics hub, and most of the 44th Army Corps remains engaged in Ukraine while local construction plans could bring families, Artur Parfenchikov says.",
      "Analysts note a pattern of coordinated upgrades across the northwest frontier, and Finnish military intelligence warns these projects will increase Russia's military potential near Finland, with Severomorsk-2 activity reported on May 12, 2025."
    ],
    "title": "Russia Reactivating Soviet-Era Bases Near Finnish Border, ISW Says",
    "topic": "European Security & NATO",
    "topic_full": "European Security & NATO · Petrozavodsk"
  },
  {
    "article_path": "/article/110-mortar-shells-found-in-unrwa-bags",
    "article_url": "https://ground.news/article/110-mortar-shells-found-in-unrwa-bags",
    "bias": null,
    "bias_bar_text": "L 20% Right 80%",
    "center_pct": null,
    "error": "Message: \n",
    "left_pct": 20.0,
    "location": null,
    "right_pct": 80.0,
    "status": "fail",
    "summary": null,
    "title": "Gaza: IDF Discovers Rockets in UNRWA Bags",
    "topic": null,
    "topic_full": null
  }
]
