[
  {
    "Abstract": "Optical absorption features that are often described as metal-to-ligand charge transfer (MLCT) bands underlie the utility of many metal coordination complexes by harnessing the energy of light to drive otherwise inaccessible chemical reactions. Excitation of these bands triggers rapid electronic dynamics that can be challenging to understand, due to complicated potential energy landscapes and highly correlated electronic and nuclear degrees of freedom in metal-containing compounds. The lowest-energy absorption bands in Mn complexes containing alpha-diimine, carbonyl, and halide ligands are particularly interesting, due to the delocalized nature of charge transfer upon excitation. Here, we report experimental ultrafast dynamics measurements for the series of compounds Mn(CO)<sub>3</sub>(<sup>R</sup>bpy)Br (<sup>R</sup>bpy = 4,4'-disubstituted-2,2'-bipyridine; R = H, CF<sub>3</sub>, or NO<sub>2</sub>) using polarization-resolved, femtosecond X-ray absorption spectroscopy (XAS) at both the Mn and Br K edges. The appearance of a new absorption feature in the Br pre-edge spectrum upon optical excitation reveals the instantaneous formation of an electronic hole that is partially localized on the Br atom and has a lifetime that depends on the electron withdrawing character of the <sup>R</sup>bpy ligand. For two of the complexes (R = H or CF<sub>3</sub>), a large expansion of the Mn-Br distance results in a rapid redistribution of the hole and a corresponding decrease in anisotropy of the absorption feature within 50 fs, after which the absorption into the hole disappears on a time scale shorter than 300 fs. We observe a different result for the NO<sub>2</sub> substituted compound, for which the Mn-Br bond contracts and the absorption into the Br-centered hole persists beyond the 2 ps time scale of our measurement. The Mn pre-edge spectrum also reveals structural changes for these three complexes, but the new Mn absorption features become evident only after the nuclei respond to the initial excitation, which allows mixing of Mn 3d and 4p orbitals. The combined use of ultrafast Mn and Br K-edge spectroscopy provides unique insight into the ways in which bipyridine substitution alters the excited-state dynamics, including a very different structural response for the most strongly electron withdrawing substituent.",
    "Author": "Christopher J. Otolski",
    "DOI": "https://doi.org/10.1021/jacs.5c17002",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Inorganic Chemistry",
    "Title": "Ultrafast Relaxation of MLCT Excited States in Manganese Tricarbonyl Complexes: Insights from Polarization-Resolved Femtosecond X-ray Absorption Spectroscopy at the Mn and Br K-Edges",
    "Topic": "Metal-Catalyzed Oxygenation Mechanisms"
  },
  {
    "Abstract": "Fiber-shaped aqueous Mg-based batteries (FAMBs) represent an emerging platform for wearable electronics, yet their development is hindered by the lack of high-performance cathode materials. Copper hexacyanoferrate (CuHCF), a promising Prussian blue analogue, suffers from low capacity, rapid capacity decay due to limited active sites, Jahn-Teller distortion, and irreversible Cu dissolution. Herein, we demonstrate that cobalt doping enables effective modulation of the CuHCF. It induces a reversible Cu dissolution/self-healing behavior, suppresses Jahn-Teller distortion to maintain structural integrity, and increases the availability of active sites, thereby significantly enhancing the Mg<sup>2+</sup> storage performance. The resulting Co-doped CuHCF nanoblocks on carbon nanotube fiber (CoCuHCF@CNTF) deliver a high specific capacity of 153.2 mAh g<sup>-1</sup>, exceptional cycling stability (90% retention after 30,000 cycles), and remarkable rate capability. The combination of this cathode and NaTi<sub>2</sub>(PO<sub>4</sub>)<sub>3</sub>@CNTF anode yields a flexible FAMB with a high energy density of 89 mWh cm<sup>-3</sup>, capable of powering a mobile phone. This work establishes a robust design principle for developing high-performance cathode materials through multifunctional cation doping, providing new insights into Mg<sup>2+</sup>-dominated storage behavior in advanced aqueous multivalent-ion energy-storage systems.",
    "Author": "Yao, Kai",
    "DOI": "https://doi.org/10.1021/jacs.5c20391",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Electrical and Electronic Engineering",
    "Title": "Cobalt-Doping Unlocks Copper Self-Healing Chemistry in Copper Hexacyanoferrate for Long-Cycling Aqueous Mg-Ion Storage",
    "Topic": "Advanced battery technologies research"
  },
  {
    "Abstract": "We developed a photoredox strategy to achieve the deoxytrifluoromethoxylation of phenols. This approach leverages the propensity of the OCF<sub>3</sub> anion to decompose into difluorophosgene, which subsequently reacts <i>in situ</i> with phenol to form an aryl carbonofluoridate, thereby reducing the bond energy of the Csp<sup>2</sup>-O bond. The use of organic photoredox catalysts enables the operation of this method under mild conditions, with simple procedures and broad applicability to various phenolic substrates, and exhibits excellent selectivity among multiple C-O bonds.",
    "Author": "Zhou, Jin",
    "DOI": "https://doi.org/10.1021/jacs.6c00511",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Pharmaceutical Science",
    "Title": "Photocatalytic Direct Deoxytrifluoromethoxylation of Phenols",
    "Topic": "Fluorine in Organic Chemistry"
  },
  {
    "Abstract": "The growing demand for sustainable energy solutions has increased interest in ambient energy harvesters capable of continuous operation under diverse environmental conditions. Here, we report a hygroscopic moisture-electric generator (HMEG) that achieves long-term, self-sustained power generation through an asymmetric architecture composed of montmorillonite and calcium chloride. The integration of hygroscopic materials within a perforated coin-cell structure enables directional moisture transport and persistent ionic gradients, producing a stable open-circuit voltage of 0.55 V and a short-circuit current of 74 µA for 30 days at 50% relative humidity. The device delivers a maximum power density of 3.582 µW cm<sup>-</sup> <sup>2</sup> and exhibits strong scalability, with a large-area HMEG (7 × 7 cm<sup>2</sup>) producing 0.64 V and 816 µA for three days. A ten-unit array further outputs 5.5 V and 670 µA, confirming modular energy-harvesting capability. Beyond power generation, a single HMEG enabled in vitro electrical stimulation of L929 fibroblast cells, enhancing wound-healing-related behaviors. The stimulated group showed a 152% increase in cell-covered area on day 3 and 241% on day 5, along with elevated metabolic activity (32.1% and 23.4%). These results establish a durable and biocompatible platform linking moisture-driven energy harvesting with regenerative bioelectronics.",
    "Author": "Cho, Yujang",
    "DOI": "https://doi.org/10.1002/adma.202523315",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Advanced Materials",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "Scalable Hygroscopic Moisture‐Electric Generator With Long‐Term Stability for Self‐Powered Wound‐Healing Stimulation",
    "Topic": "Solar-Powered Water Purification Methods"
  },
  {
    "Abstract": "Eye tracking provides highly efficient, intuitive, and seamless human-machine interaction by measuring eye movements and revealing user attention and intention. Currently, video-based eye tracking systems, while achieving sub-degree accuracy, suffer from high power consumption due to data acquisition and processing of redundant pixels. Here, we present an energy-efficient eye-tracking system employing a position-sensitive detector (PSD) with a graphene photoconductive mesh, which operates with only four readout signals, reducing data volume by over three orders of magnitude compared to video-based systems, while achieving superior accuracy. With the synergistic effects of lateral photoelectric and interfacial gating, the mesh-structured PSD operates under eye-safe ultra-weak light (as low as 10 pW) without a detection dead zone. Leveraging the real-time, precise tracking capability of the PSD, the eye-tracking system determines gaze orientation by tracking the reflected trajectories of light beams from the cornea, achieving a 1 kHz tracking frequency and < 0.1° angular accuracy. Human-machine interaction applications such as eye-controlled typing and a Gluttonous Snake game are demonstrated using the PSD-enabled eye tracker. The PSD-based eye tracking holds significant promise for the application of human-machine interaction in miniaturized systems.",
    "Author": "Zeng, Peiyu",
    "DOI": "https://doi.org/10.1002/adma.202521363",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Advanced Materials",
    "Subfield": "Human-Computer Interaction",
    "Title": "Ultrasensitive Mesh‐Structured Position‐Sensitive Detectors Enabling Eye Tracking for Human‐Machine Interaction",
    "Topic": "Gaze Tracking and Assistive Technology"
  },
  {
    "Abstract": "Small-diameter vascular grafts (SDVGs) often fail due to restenosis driven by endothelial cell (EC)-derived PDGF-BB, which shifts vascular smooth muscle cells (VSMCs) toward a synthetic phenotype. Despite mechanistic insights, durable, localized, and cell-specific control of this crosstalk remains elusive. Here, we developed a circRNA-based in situ antibody engineering strategy to functionalize SDVGs, reprogramming ECs into local biofactories that secrete Olaratumab (Ola), a PDGFR-α-neutralizing antibody, to precisely modulate EC-VSMC signaling. In vitro, in situ Ola engineering reversed PDGF-BB-induced VSMC phenotypic switching, markedly suppressing migration, invasion, and excessive extracellular matrix deposition by attenuating MAPK and PI3K-AKT pathways. In the rat model, this approach enabled sustained local antibody secretion for up to 24 days, accelerated endothelialization, and significantly reduced neointimal hyperplasia and graft calcification over 6 months, thereby lowering the risk of SDVG restenosis. CircRNA-based in situ antibody engineering offers a powerful modality to modulate intercellular crosstalk and sustain the VSMC contractile phenotype.",
    "Author": "Hu, Shunqi",
    "DOI": "https://doi.org/10.1002/adma.202522615",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Advanced Materials",
    "Subfield": "Molecular Biology",
    "Title": "Safeguarding VSMC Contractile Phenotype With In Situ circRNA‐mediated Endothelial Olaratumab Engineering to Prevent Vascular Graft Stenosis",
    "Topic": "Angiogenesis and VEGF in Cancer"
  },
  {
    "Abstract": "Understanding how metals coordinate to organic ligands is a precondition for the rational design of metal complexes and catalysts. Whereas certain types of ligands are capable of just one easy-to-predict coordination modality, others may present tens and sometimes even hundreds of coordination options (mono-, bi-, or polydentate), and predicting the correct one may be a challenge even to seasoned chemists. The current paper describes a \"hybrid\" computational approach in which a Machine Learning, ML, algorithm learns to predict complex coordination patterns using knowledge-based \"rules\" derived from the Cambridge Structural Database, CSD. This model is applicable to a broad scope of ligands (including hemilabile and haptic ones as well as those with denticity > 6) and different metals at different oxidation states. The algorithm's code is disclosed and can be readily deployed in RDKit via our RDMetallics python-wrapper. It is also deployed as a publicly accessible web portal for demonstration and use.",
    "Author": "Moldagulov, Galymzhan",
    "DOI": "https://doi.org/10.1002/anie.202524655",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Angewandte Chemie International Edition",
    "Subfield": "Materials Chemistry",
    "Title": "Hybrid Computational Strategy for Predicting Complex Ligand–Metal Architectures",
    "Topic": "Machine Learning in Materials Science"
  },
  {
    "Abstract": "Plant diversity is essential for regulating ecosystem functions, yet its global-scale relationship with soil respiration, a critical component of the carbon cycle, remains unexplored. While plant productivity modulates ecosystem processes, understanding how plant species richness regulates soil respiration across net primary production gradients is key to predicting carbon–climate feedbacks. Here, we integrate two global plant species richness datasets (tree species richness and vascular plant species richness, including woody and non-woody plants) with a global soil respiration dataset estimated using a deep learning model trained on 6355 field observations. We demonstrate that plant diversity enhances soil respiration in low- to mid-productivity forests (<1300 g C m−2 yr−1), but this effect diminishes in high-productivity forests. By stratifying forests along a net primary production gradient and controlling for climatic, soil, and vegetation covariates via structural equation modeling, we reveal a context-dependent role of biodiversity. Greater plant species richness amplifies soil respiration in resource-limited systems but contributes minimally in high-productivity forests, where abiotic factors exert stronger influence. Our findings provide insights into how biodiversity influences soil carbon fluxes, revealing its dynamic role in shaping ecosystem carbon dynamics across productivity gradients. Plant diversity plays a key role in regulating ecosystem processes, yet its influence on global soil carbon release remains unclear. This study suggests that higher plant species richness is associated with greater soil respiration in low- to mid-productivity forests but has little effect in highly productive systems.",
    "Author": "Laffitte, Benjamin",
    "DOI": "https://doi.org/10.1038/s41467-026-69594-8",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Nature Communications",
    "Subfield": "Soil Science",
    "Title": "Plant diversity’s positive effect on soil respiration diminishes with increasing productivity in global forests",
    "Topic": "Soil Carbon and Nitrogen Dynamics"
  },
  {
    "Abstract": "The transport of subducted slab materials to the overlying mantle plays a crucial role in arc magma formation. However, the contributions of aqueous fluids, hydrous melts, or mélange to the convective mantle remain controversial due to the lack of definitive fingerprints for these materials. Here, we report the Ba isotope composition of lavas from a typical cold-slab arc, the Izu arc, to resolve the recycled materials in the source of arc magmas. δ<sup>138/134</sup>Ba of the arc lavas show an across-arc decrease corresponding to increasing depth and positively correlates with both <sup>87</sup>Sr/<sup>86</sup>Sr and <sup>143</sup>Nd/<sup>144</sup>Nd. Across-arc variations of both δ<sup>138/134</sup>Ba and Ba/Th ratios support that high Ba/Th in the Izu and other arc magmas originated from slab-derived fluids rather than melts. Quantitative mixing modeling, involving contributions from mélange followed by slab-derived fluids in successive stages, provides a coherent explanation for Ba-Sr-Nd isotopic signatures observed in lavas from cold arcs. Our work reveals the combined role of slab-derived fluids and mélange diapir melting in arc magma formation.",
    "Author": "Zhang, Wei",
    "DOI": "https://doi.org/10.1038/s41467-026-69726-0",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Nature Communications",
    "Subfield": "Geophysics",
    "Title": "Arc magma formation through the fluid-fluxed mélange melting in subduction zones",
    "Topic": "Geological and Geochemical Analysis"
  },
  {
    "Abstract": "Electrochemical nitrate upgrading presents a sustainable route for repairing unbalanced nitrogen cycle. However, the low energy efficiency caused by high overpotential impedes the industrialization progress. Herein, Ru clusters supported on metal hydroxide are constructed by a universal self-corrosion strategy, and the metal-support interaction is modulated to simultaneously optimize NO3− adsorption and water dissociation for achieving high energy efficiency at positive potentials. The Co(OH)2-supported Ru with moderate metal-support interaction exhibits a high energy efficiency of 49.5% and a high NH3 Faradaic efficiency of ~100% at positive potentials. Furthermore, a long-term stability over 1200 h is achieved at an industrial-scale current density of 200 mA cm−2. Moreover, the assembled rechargeable hybrid battery system shows a great potential in waste upcycling and energy conversion. This work underscores the significance of metal-support interaction for promoting nitrate electroreduction at positive potentials. Electrochemical nitrate upgrading is restricted by high overpotential with low energy efficiency. Here, the authors report a metal-support modulation strategy to simultaneously optimize nitrate adsorption and water dissociation for achieving high energy efficiency at positive potentials.",
    "Author": "Tang, Yixiang",
    "DOI": "https://doi.org/10.1038/s41467-026-69802-5",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Nature Communications",
    "Subfield": "Catalysis",
    "Title": "Modulated metal-support interactions for efficient nitrate electroreduction at positive potentials",
    "Topic": "Ammonia Synthesis and Nitrogen Reduction"
  },
  {
    "Abstract": "Abstract Programming rapid, repeatable motions in soft materials has remained a challenge in active matter and biomimetic design. Here, we present a light-controlled chemomechanical network based on Tetrahymena thermophila calcium-binding protein 2 (Tcb2), a Ca 2+ -sensitive contractile protein. These networks—driven by Ca 2+ -triggered structural rearrangements—exhibit dynamic self-assembly, spatiotemporal growth, and contraction rates comparable to actomyosin systems. By coupling light-sensitive chelators for optically triggered Ca 2+ release, we achieve precise growth and repeatable mechanical contractility of Tcb2 networks, revealing emergent phenomena such as boundary-localized active regions and density gradient-driven reversals in motion. A coupled reaction-diffusion and elastic model explains these dynamics, highlighting the interplay between chemical network assembly and mechanical response. We further demonstrate active transport of particles via network-mediated forces in vitro and implement reinforcement learning to program seconds-scale spatiotemporal actuation in silico. These results establish a platform for designing responsive active materials with rapid chemomechanical dynamics and tunable optical control, with applications in synthetic cells, sub-cellular force generation, and programmable biomaterials.",
    "Author": "Lei, Xiangting",
    "DOI": "https://doi.org/10.1038/s41467-026-69651-2",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Nature Communications",
    "Subfield": "Condensed Matter Physics",
    "Title": "Light-induced assembly and repeatable actuation in Ca2+-driven chemomechanical protein networks",
    "Topic": "Micro and Nano Robotics"
  },
  {
    "Abstract": "Abstract Osteoporotic fractures are a major global health burden. To uncover potential targets for fracture prevention, we use a proteome-wide Mendelian randomization (MR) approach combined with colocalization. Here we show that nine circulating proteins associate with forearm fracture risk, including sclerostin and osteoprotegerin targeted by existing osteoporosis treatments, and three other known bone-related proteins, providing proof of concept for our MRpipeline. Notably, we identify ephrin-A1 as a novel protective factor against fractures, a membrane-linked protein partly released into circulation that binds its high-affinity receptor EphA2 on osteoblasts. Experimental models and genetic analyses indicate that ephrin-A1 increases bone mineral density, supporting a mechanism by which this pathway may mediate fracture protection. Spatial expression analysis with the innovative 3D DeepBone technique suggests ephrin-A1 on endothelial cells interacts with EphA2 on adjacent osteoblasts at the bone surface. These findings position ephrin-A1–EphA2 signalling as a therapeutic target to strengthen bone and reduce fracture risk.",
    "Author": "Movérare‐Skrtic, Sofia",
    "DOI": "https://doi.org/10.1038/s41467-026-69863-6",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Nature Communications",
    "Subfield": "Cellular and Molecular Neuroscience",
    "Title": "Identification of ephrin-A1–EphA2 signalling as a potential target for fracture prevention",
    "Topic": "Axon Guidance and Neuronal Signaling"
  },
  {
    "Abstract": "Osteoarthritis (OA), characterised by cartilage destruction, is the most common degenerative joint disease. However, no effective disease-modifying OA therapy is currently available. Herein, we report orphan nuclear receptor small heterodimer partner (SHP, NR0B2) as a novel catabolic regulator of OA pathogenesis. NR0B2 expression was markedly downregulated in cartilage from patients with OA. Global or chondrocyte-specific Nr0b2 deletion in male mice exacerbated OA-related pain and structural changes following surgical destabilization of the medial meniscus, accompanied by increased matrix metalloproteinase (MMP)-3 and MMP-13 expression in chondrocytes. Conversely, adeno-associated virus-mediated Nr0b2 overexpression in knee joints of male mice protected against accelerated knee OA caused by Nr0b2 deficiency. Mechanistically, NR0B2 inhibited IKKβ kinase activity via IKK complex interaction, downregulating NF-κB signalling. Our results demonstrate that NR0B2 has a chondroprotective role in OA progression by regulating matrix-degrading enzymes in an IKKβ/NF-κB-dependent manner, and gene therapy targeting Nr0b2 may be a promising therapeutic strategy for OA. Osteoarthritis is a marked by cartilage loss and limited by the absence of effective disease modifying treatments. Here, the authors show that orphan nuclear receptor small heterodimer partner (SHP) protects cartilage by suppressing IKKβ dependent NF κB signaling, highlighting it as a potential therapeutic target.",
    "Author": "E. S. Kang",
    "DOI": "https://doi.org/10.1038/s41467-026-69864-5",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Nature Communications",
    "Subfield": "Rheumatology",
    "Title": "Small heterodimer partner protects against osteoarthritis by inhibiting IKKβ/NF-κB-mediated matrix-degrading enzymes in chondrocytes",
    "Topic": "Osteoarthritis Treatment and Mechanisms"
  },
  {
    "Abstract": "The rapid growth of AI systems has been fueled by large-scale human data, intensifying concerns over the unauthorized use of intellectual property and privacy-sensitive content during model training. Auditing such misuse is particularly challenging since mainstream AI services operate as black boxes, exposing only generated outputs while concealing their training and inference processes. In this work, inspired by chemical isotope tracing, we introduce the concept of information isotopes to trace training data within opaque AI systems. We propose an information-isotope tracing framework that selectively marks target data elements and detects their propagation in model outputs, providing concrete evidence of data utilization under black-box access. Experiments on thirteen AI models across six datasets demonstrate that our method distinguishes training from non-training data with up to 99% accuracy and strong statistical significance (p < 0.01) using approximately 4,000 words of evidence. An open-source tool is released to support practical data rights protection. Here, the authors introduce information isotopes, a novel framework for tracing unauthorized training data in black-box AI systems, offering a practical tool for auditing data provenance and protecting data rights.",
    "Author": "Qi, Tao",
    "DOI": "https://doi.org/10.1038/s41467-026-68862-x",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Nature Communications",
    "Subfield": "Information Systems and Management",
    "Title": "Auditing unauthorized training data from AI generated content using information isotopes",
    "Topic": "Scientific Computing and Data Management"
  },
  {
    "Abstract": "Abstract Metabolic disorders such as obesity and diabetes are influenced by glucagon-like peptide-1 (GLP-1), which regulates insulin secretion. Interleukin (IL)−22 maintains intestinal barrier function, yet its role in metabolic regulation remains unclear. Here, we show that intestinal IL-22 deficiency reduces GLP-1 production and impairs glucose tolerance in high-fat diet–fed male mice, whereas long-term IL-22 administration restores GLP-1 levels, improves glucose tolerance, and normalizes insulin secretion and pancreatic islet size. IL-22 activates STAT3 binding to the Gcg promoter, indicating a direct role in GLP-1 induction. Butyrate supplementation increased IL-22 levels and enhanced GLP-1 production in an IL-22R–dependent manner, suggesting that microbial metabolites contribute to IL-22–mediated metabolic regulation. Direct IL-22 administration elevated circulating GLP-1 and improved glucose intolerance, while GLP-1 agonist treatment rescued metabolic defects associated with reduced IL-22 signaling. Conversely, the GLP-1 receptor antagonist exendin-9-39 abolished the glucose-lowering effects of IL-22, demonstrating that IL-22 acts primarily through GLP-1–dependent pathways. These findings identify IL-22 as an important regulator of intestinal GLP-1 production and glucose homeostasis during diet-induced obesity and highlight IL-22–GLP-1 signaling as a potential therapeutic axis for metabolic disorders.",
    "Author": "Kim, Chae-Won",
    "DOI": "https://doi.org/10.1038/s41467-026-69734-0",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Nature Communications",
    "Subfield": "Immunology",
    "Title": "Intestinal interleukin-22 enhances GLP-1 production via the STAT3 pathway to improve glucose homeostasis during high-fat diet induced obesity in a study with male mice",
    "Topic": "Psoriasis: Treatment and Pathogenesis"
  },
  {
    "Abstract": "Viewing urban spatial structure from a three-dimensional (3D) perspective provides important insights for environmental sustainability. While existing studies mainly examine 3D built-up volume, the spatial distribution of vertical growth remains insufficiently understood. This study investigates centrality and intensity of vertical expansion in newly urbanized areas. Using multi-source remote sensing data, we develop a Centrality Index (CI) and an Intensity Index (II) to characterize 3D urban expansion and compare it with conventional two-dimensional (2D) measures. Results show that: (1) 3D expansion is generally more centralized than 2D expansion. (2) Vertical growth is stronger in the Global South; however, Global South cities outside China, especially in Africa, often demonstrate low 3D centrality. (3) 3D expansion patterns are closely associated with natural and socioeconomic conditions and display strong path dependency. As urbanization shifts toward Africa and South Asia, prevalent low-centrality patterns may improve land-use efficiency but increase commuting-related carbon emissions.",
    "Author": "Li, Yingcheng",
    "DOI": "https://doi.org/10.1038/s41467-026-69766-6",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Nature Communications",
    "Subfield": "Global and Planetary Change",
    "Title": "Global increases in built-up volume indicate more divergent and less dispersed urban expansion patterns",
    "Topic": "Land Use and Ecosystem Services"
  },
  {
    "Abstract": "Loneliness affects 55% of healthcare workers, putting them at risk for health problems. These include mental health issues (e.g., depression and anxiety) and physical ailments (e.g., inflammation, heart disease, and increased substance abuse). Despite the well-established link between loneliness and health, research on healthcare workers’ experiences of loneliness remains limited. To address this gap, we conducted a 22-day daily diary study to test whether daily awe predicts reduced loneliness in healthcare workers. Our within-person analyses showed that participants who experienced more awe than usual reported less loneliness on the same day. Notably, this association remained significant after controlling for other positive emotions known to benefit well-being and was replicated in a community sample. Further analysis showed that the sense of connectedness, central to awe, explained the link between awe and loneliness in both samples. These findings suggest that moments of awe can be an antidote to loneliness and its health costs.",
    "Author": "Uğurlu, Özge",
    "DOI": "https://doi.org/10.1038/s41598-025-34864-w",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Scientific Reports",
    "Subfield": "Literature and Literary Theory",
    "Title": "Experiencing awe in daily life is linked to lower loneliness",
    "Topic": "Media Influence and Health"
  },
  {
    "Abstract": "As cross-border e-commerce (CBEC) becomes a popular entrepreneurial choice for Chinese vocational graduates due to its low barriers to entry and operational flexibility, this study explores how students’ entrepreneurial motivation and family business background affect entrepreneurial success. Guided by the Ability–Motivation–Opportunity (AMO) theory, our quantitative, cross-sectional survey of 592 Chinese CBEC students was analysed using multi-group structural equation modeling. Findings reveal that while cross-cultural ability positively impacts performance, this relationship is moderated differently by personal and contextual factors. Motivation acts as an enhancing moderator, strengthening the ability-performance link, whereas a family business background serves as a reducing moderator, weakening it. This research contributes to the AMO theory by demonstrating that family business ownership may function as a substitute rather than a complement to individual competence, specifically in the digital entrepreneurship context. Practically, these findings provide educators with an empirical basis for offering more selective, evidence-based guidance, prioritizing students’ ability and motivation over inherited advantages to mitigate failure risks in the volatile CBEC environment.",
    "Author": "Song, Ziyun",
    "DOI": "https://doi.org/10.1038/s41598-026-41301-z",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Scientific Reports",
    "Subfield": "Business and International Management",
    "Title": "Motivation and family background as dual factors in student cross-border e-commerce success among Chinese vocational college students",
    "Topic": "E-commerce and Technology Innovations"
  },
  {
    "Abstract": "Abstract This study aimed to investigate the mechanical behavior of the tooth–class II restoration complex restored with composite resin, ceramic, amalgam, and gold using three-dimensional linear and non-linear finite element analyses (FEA). Previous FEA studies generally assumed linear mechanical properties and bonded interfaces between tooth and restorative materials, which differ from clinical reality, particularly for non-bonded restorations such as amalgam and gold. Therefore, in this study, non-linear mechanical properties and non-bonded contact conditions were adopted for different restorative materials. The results showed that the highest enamel and dentin stresses occurred in amalgam restorations, while the lowest were found in ceramic restorations. Amalgam and gold produced higher stress in enamel and dentin compared with composite resin and ceramic. The higher stress observed in amalgam and gold was mainly associated with the non-bonded (frictional) contact condition, because the stresses in these restorations remained below their reported yield strengths under the applied loading conditions. This study provides mechanical insights into the behavior of the tooth–class II restoration complex and offers a possible mechanical interpretation of previously reported clinical observations. These findings should be interpreted within the limitations of the finite element model and do not directly represent clinical outcomes.",
    "Author": "Yu, Young-Ho",
    "DOI": "https://doi.org/10.1038/s41598-026-40204-3",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Scientific Reports",
    "Subfield": "Orthodontics",
    "Title": "Mechanical behavior of tooth-class II restoration complex with various restorative materials using linear and non-linear finite element analysis",
    "Topic": "Dental materials and restorations"
  },
  {
    "Abstract": "Shared sanitation facilities are critical for universal access to sanitation. This exploratory study examines the role that free shared sanitation facilities play in equalizing sanitation access in peri-urban India, where, despite extensive state-led efforts towards universal access, household toilets remain infeasible for the country’s poorest citizens. We conducted one-on-one semi-structured interviews with 39 shared sanitation facility users in two peri-urban communities in Jharkhand, India. Participants were recruited after they used the sanitation facility. Data were analyzed using both deductive and inductive coding and thematic analysis. We found that clean and safe community sanitation facilities were used by people when at home, and were used both by those with and without a home toilet. We also found (consistent with previous work) that when people were outside of the home for work, school, and errands, they often needed but did not have access to usable toilets. These findings suggest why, and under what conditions, shared sanitation facilities are essential to realizing the human right to sanitation. Shared facilities are complements to, and not substitutes for, household facilities. Global sanitation targets, therefore, should be modified to reflect the role of well-maintained shared sanitation in meeting the goal of universal access.",
    "Author": "Helen O. Pitchik",
    "DOI": "https://doi.org/10.1038/s41598-026-40069-6",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Scientific Reports",
    "Subfield": "Nutrition and Dietetics",
    "Title": "An exploratory study on shared sanitation and equity in peri-urban India",
    "Topic": "Child Nutrition and Water Access"
  },
  {
    "Abstract": "Vision serves as a crucial determinant influencing human posture control. However, there is a paucity of research quantifying the relationship between vision intervention and motion control. The lateral shuffle is a prevalent movement pattern in sports and a representative movement associated with sports injuries. This study systematically evaluated the effects of various visual conditions (normal vision, + 150° convex lens, and + 450° convex lens) on bilateral lower limb coordination and variability at the hip-knee and knee-ankle joints during lateral shuffle movements. This study recruited 29 male college students with normal vision, with 19 participants meeting inclusion criteria (average age 19.84 ± 0.83 years, height 176.74 ± 5.55 cm, weight 68.51 ± 12.10 kg, BMI 21.84 ± 2.56 kg/m2). Kinematic data were collected using the PN3 Pro device under various visual conditions, which were then used to compute lower-limb coordination and coordination variability via the continuous relative phase method.Data analysis was performed using SPSS 24 software, with one-way repeated measures ANOVA employed to evaluate the impact of myopia severity on coordination, with effect sizes measured by partial eta squared (ηp2). Visual interventions significantly impacted lower limb coordination, demonstrating pronounced joint function gradient effects and lateral asymmetry. Compared to hip-knee coordination, knee-ankle coordination exhibited greater sensitivity to visual interference, with effect sizes ranging from moderate to large (ηp2, 0.129–0.418). Particularly under + 450° convex lens visual conditions, the effect size (ηp2) of Left knee-ankle coordination reached 0.418, explaining up to 41.8% of variance (p < 0.05). +450° convex lens conditions significantly increased coordination variability, supporting a dose-response relationship, with knee-ankle coordination showing heightened sensitivity. Interventions for varying degrees of myopia can impact lower limb postural control during lateral movements. The alterations in lower limb coordination predominantly affect the knee and ankle joints, rendering these two areas particularly susceptible to injury.",
    "Author": "Wang, Huihui",
    "DOI": "https://doi.org/10.1038/s41598-026-40892-x",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Scientific Reports",
    "Subfield": "Physical Therapy, Sports Therapy and Rehabilitation",
    "Title": "Lower-limb joint-coordination and coordination variability during lateral shuffle in colleague students with different vision acuity",
    "Topic": "Balance, Gait, and Falls Prevention"
  },
  {
    "Abstract": "In our environment, stimuli from different sensory modalities are initially processed within a temporal window of multisensory integration spanning several hundred milliseconds. During this window, stimulus processing is influenced not only by preceding and current information, but also by input that follows the stimulus. The computational mechanisms underlying crossmodal backward processing, which we refer to as crossmodal postdiction, are not well understood. We examined crossmodal postdiction in the Illusory Audiovisual (AV) Rabbit and Invisible AV Rabbit Illusions, in which postdiction occurs when flash-beep pairs are presented shortly before and shortly after a single flash or a single beep. We collected behavioral data from 32 participants and fitted four competing models: Bayesian Causal Inference (BCI), forced-fusion, forced-segregation, and non-postdictive BCI. The BCI model fit the data well and outperformed all other models. Building on previous findings that demonstrate causal inference during non-postdictive multisensory integration, our results show that the BCI framework can also explain crossmodal postdiction phenomena. Our findings suggest that the brain performs causal inference not only across concurrent sensory inputs but also across temporal windows, integrating information from past, present, and subsequent events across modalities to construct a unified percept.",
    "Author": "Günaydın, Gökberk",
    "DOI": "https://doi.org/10.1038/s41598-026-36884-6",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Scientific Reports",
    "Subfield": "Experimental and Cognitive Psychology",
    "Title": "Causal inference shapes crossmodal postdiction in multisensory integration",
    "Topic": "Multisensory perception and integration"
  },
  {
    "Abstract": "Large populations have the potential to enhance cumulative cultural evolution (CCE) by increasing access to better-adapted solutions and providing more diverse inputs for recombination. However, evidence for this population size hypothesis is mixed: some studies find that large populations facilitate CCE, while others report the opposite. We present two large-scale experiments (combined N = 941) that identify the conditions under which larger populations reliably enhance CCE. In both experiments, participants were randomly assigned to different-sized groups and tasked with developing and improving a virtual arrowhead technology. Experiment 1 resolves the mixed findings in the literature by showing that the effect of population size depends on attention filtering—the ability to selectively attend to high-payoff solutions while avoiding low-payoff solutions. Experiment 2 introduces a novel mechanism: the use of external representations (e.g., diagrams, notes) to offload cognitive demands, support payoff-based comparisons, and create opportunities for solution recombination. In this context, CCE was enhanced in larger populations when participants could use an external record to support learning and innovation. Together, the experiments identify two conditions that enable large populations to enhance CCE.",
    "Author": "Walker, Bradley",
    "DOI": "https://doi.org/10.1038/s41598-026-40973-x",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Scientific Reports",
    "Subfield": "Cultural Studies",
    "Title": "Identifying the necessary conditions for large populations to enhance cumulative culture",
    "Topic": "Language and cultural evolution"
  },
  {
    "Abstract": NaN,
    "Author": "Li, Hong",
    "DOI": "https://doi.org/10.1016/j.jbusres.2026.116081",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Journal of Business Research",
    "Subfield": "Finance",
    "Title": "Interactive effects of multiple types of exogenous uncertainty and prior experience on strategic investment decisions: A real options perspective",
    "Topic": "Capital Investment and Risk Analysis"
  },
  {
    "Abstract": "Building upon the minimization random grouping algorithm designed by Pocock and Simon, this study proposes a randomization algorithm based on the minimization of expected balance distribution differences. This approach aims to balance key covariates and other potential confounding factors. A global difference algorithm based on expected balance distribution was proposed upon analysis of the limitations of the local range algorithm used in traditional minimization randomization for imbalance calculation. The study implemented three algorithms using R 4.3.2 and conducted three experiments through Monte Carlo simulations, In Experiment One, the sample size was fixed, while the number of control factors varied. In Experiment Two, the control factors and their levels were fixed, and the sample sizes varied. Imbalance performance was compared the imbalance performance across groups and control factors. Additionally, in Experiment Three, a real-data analysis was conducted to assess the applicability of the new design in clinical trials. In Experiment One, the Expected Balance Distribution and Minimized Variations(EBDMV) consistently outperformed the minimum sufficient balance and the traditional minimization method in terms of the sample size difference between the groups (e.g., 0.716 vs. 15.55 vs. 0.574). Additionally, the P-values distribution was more concentrated, approaching 1. When the number of control factors was increased to 10, the minimum P-value of the traditional method was individually less than 0.05, whereas the minimum P-value of the expected balance distribution and minimized variations(EBDMV) remained greater than 0.05, indicating that the latter method exhibited stronger stability and adaptability. In Experiment Two, the EBDMV also demonstrated higher performance in terms of the sample size difference between groups (e.g., 0.708 vs. 7 vs. 0.726). Furthermore, as the sample size increased, the P-value approached 1, demonstrating greater stability. The results of Experiment Three were consistent with the simulated data. The EBDMV method generally outperformed the traditional minimization method in terms of sample size difference between groups (e.g., 1.08 vs. 9.652 vs. 0.968) and exhibited a more centralized distribution of P-values. When the number of control factors is high and the sample size is small, the EBDMV method demonstrates significantly superior balance in both inter-group distributions and control factor balance compared to the traditional minimization method.",
    "Author": "Feng, Lin",
    "DOI": "https://doi.org/10.1186/s12874-026-02797-1",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "BMC Medical Research Methodology",
    "Subfield": "Statistics and Probability",
    "Title": "Minimization of expected balance distribution differences: optimization of the randomized allocation algorithm based on the Pocock-Simon design",
    "Topic": "Statistical Methods and Bayesian Inference"
  },
  {
    "Abstract": "ABSTRACT We report a rare occurrence of genetic material from both Brucella canis and B. melitensis detected in a domesticated dog from Jiangsu Province, China. The detection was confirmed through serological assays, quantitative PCR (qPCR), metagenomic and genomic sequencing. Epidemiological evidence and whole genome sequencing suggested zoonotic transmission from the dog to its owner, who was diagnosed with brucellosis. Although isolation of both Brucella species was unsuccessful, the presence of dual genetic material highlights diagnostic complexities and underscores the zoonotic risks posed by companion animals, necessitating enhanced diagnostic awareness and preventive measures.",
    "Author": "Ge, Shengxin",
    "DOI": "https://doi.org/10.1002/aro2.70057",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-21",
    "Source": "Animal Research and One Health",
    "Subfield": "Small Animals",
    "Title": "Co‐Infection of <i>Brucella canis</i> and <i>Brucella melitensis</i> in a Domestic Dog With Zoonotic Transmission to Human, China",
    "Topic": "Brucella: diagnosis, epidemiology, treatment"
  }
]
