[
  {
    "article_path": "/article/trump-says-he-will-raise-global-tariffs-from-10-to-15-after-supreme-court-setback_b9ea9f",
    "article_url": "https://ground.news/article/trump-says-he-will-raise-global-tariffs-from-10-to-15-after-supreme-court-setback_b9ea9f",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Trump announced an increase in the US global tariff rate to 15% following a Supreme Court decision he described as anti-American.",
      "The increased 15% tariff rate is temporary and allowed by law for up to 150 days.",
      "Exemptions from the tariff remain for certain sectors like pharmaceuticals and goods under the US-Mexico-Canada agreement.",
      "The Supreme Court ruled 6-3 that a 1977 law does not authorize the President to impose tariffs , prompting Trump's criticism of the court."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/jpmorgan-concedes-it-closed-trumps-accounts-after-jan-6-amid-5b-lawsuit",
    "article_url": "https://ground.news/article/jpmorgan-concedes-it-closed-trumps-accounts-after-jan-6-amid-5b-lawsuit",
    "bias": [
      "Left-Leaning narratives frame the January 6th events as an \"attack,\" emphasizing JPMorgan \"concedes\" its action, linking it to corporate accountability and noting other businesses cutting ties.",
      "Conversely, right-leaning coverage highlights the bank \"admits\" to \"shuttering\" \"Over 50\" accounts, portraying it as \"debanking\" and a \"reputational blacklist\" against Trump, often stressing the timing \"shortly after his first presidential term ended.",
      "Center-Leaning reports focus on the \"controversy\" and procedural details, de-emphasizing the specific number of accounts.",
      "While all acknowledge the $5 billion lawsuit and account closure, the left emphasizes the severity of January 6th, while the right focuses on perceived targeting, revealing ideological divides over corporate power and political consequences."
    ],
    "bias_bar_text": "Left 35% Center 41% R 24%",
    "center_pct": 41.0,
    "error": null,
    "left_pct": 35.0,
    "location": null,
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "On February 22, 2026, JPMorgan Chase acknowledged in a court filing this week that it closed President Donald Trump's accounts after the Jan. 6, 2021 attack on the U.S. Capitol.",
      "The bank's Feb. 19, 2021 letters to Trump Organization officials said certain commercial and private bank accounts would be closed and gave a two-month transfer window, noting `We will continue to maintain your Accounts and related services until April 19, 2021,' Jeffrey McConney added.",
      "Trump's complaint argues JPMorgan placed him on a reputational 'blacklist' and seeks damages, alleging the closures were politically motivated and disrupted his business operations.",
      "In motions filed this week, JPMorgan argued that New York is the proper forum because the accounts were located there and declined further comment beyond filings, its spokeswoman said.",
      "Court records show Trump's accounts at JPMorgan date back to at least 1986, and the dispute feeds into a broader debanking debate as conservative politicians allege discrimination; this follows similar litigation against Capital One."
    ],
    "title": "JPMorgan concedes it closed Trump’s accounts after Jan. 6 amid $5B lawsuit",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/trump-signs-global-10-tariff-says-it-will-take-effect-almost-immediately_a7531e",
    "article_url": "https://ground.news/article/trump-signs-global-10-tariff-says-it-will-take-effect-almost-immediately_a7531e",
    "bias": [
      "Left-Leaning outlets frame the Supreme Court ruling as a \"stinging loss\" and Trump's response as \"idiocy\" or an \"imperious approach,\" emphasizing negative consumer impacts like \"more expensive\" goods.",
      "They highlight his \"ashamed\" and \"irate\" reactions, portraying disarray.",
      "Right-Leaning coverage, conversely, frames the ruling as a \"defeat\" Trump overcomes with \"Other Authority,\" emphasizing his \"stronger stance\" and defiance, often using terms like \"Slaps\" to convey forceful action while de-emphasizing economic consequences or congressional opposition.",
      "Center-Leaning reports factually detail the 10% tariff announcement, noting Trump \"raging\" but generally avoiding the left's character attacks or the right's celebratory tone, instead mentioning \"economic uncertainty.",
      "All perspectives agree on the 6-3 ruling and the new 10% tariff, yet diverge sharply on executive power and trade policy implications."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 33.0,
    "location": "United States",
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "Yesterday, President Donald Trump signed an order in the Oval Office imposing a 10% global tariff, posting on Truth Social that it was effective almost immediately.",
      "The Supreme Court ruled six-three that the International Emergency Economic Powers Act does not authorize the president to impose tariffs, Chief Justice John Roberts stated that taxing power lies with Congress.",
      "Legal filings note the tariffs are limited to 150 days under the Trade Act of 1974, with IEEPA providing the authority, as Kavanaugh wrote.",
      "Companies and small plaintiffs say the U.S. Treasury has collected 133 billion dollars and the Penn Wharton Budget Model projects up to 175 billion in refunds, with Mr Trump expecting years of litigation.",
      "Close US trading partners including the EU and Britain said they are studying the ruling and remain in contact with the U.S. administration, while Canada called the levies unjustified and braced for turbulence."
    ],
    "title": "Trump signs global 10% tariff, says it will take effect 'almost immediately'",
    "topic": "Donald Trump",
    "topic_full": "Donald Trump · United States"
  },
  {
    "article_path": "/article/supreme-court-strikes-down-trumps-sweeping-global-tariffs_a479a4",
    "article_url": "https://ground.news/article/supreme-court-strikes-down-trumps-sweeping-global-tariffs_a479a4",
    "bias": [
      "Left-Leaning coverage frames the 6–3 decision as a rebuke—using words like \"illegal,\" \"sweeping,\" \"major blow\" and \"overreach\" and stressing tariffs were a \"tax on consumers\" and that billions may need refunds—employing moralized, accusatory tones; right-leaning pieces foreground executive flexibility with terms like \"pivot,\" \"backup plan\" and \"handcuffs,\" downplaying refunds and stressing national-security trade tools , using defiant, pragmatic rhetoric; the pivotal divides are IEEPA’s statutory limits versus claims of urgent trade authority and the political framing of refunds; center coverage emphasizes legal reasoning and refund mechanics; both sides agree the ruling reshapes trade policy."
    ],
    "bias_bar_text": null,
    "center_pct": 46.0,
    "error": null,
    "left_pct": 31.0,
    "location": "United States",
    "right_pct": 23.0,
    "status": "ok",
    "summary": [
      "On Friday, the U.S. Supreme Court invalidated President Donald Trump’s use of the International Emergency Economic Powers Act to impose tariffs in a 6-3 decision.",
      "Seven businesses and 12 states challenged the tariffs under IEEPA, prompting consolidated Supreme Court review after lower courts ruled against Trump.",
      "Chief Justice John Roberts wrote that IEEPA contains no reference to tariffs and that taxing power belongs to Congress, with Justices Neil Gorsuch, Amy Coney Barrett, Sonia Sotomayor, Elena Kagan and Ketanji Brown Jackson joining the majority.",
      "Refund claims are expected, with analysts estimating over $175 billion may need to be refunded, but the court left refund logistics unclear for U.S. importers and companies seeking refunds.",
      "The Trump administration said it will seek other statutory avenues and President Donald Trump planned a Friday news briefing, despite Friday's ruling."
    ],
    "title": "Supreme Court Strikes Down Trump’s Sweeping Global Tariffs",
    "topic": "Politics",
    "topic_full": "Politics · United States"
  },
  {
    "article_path": "/article/us-economy-grew-at-14-rate-in-final-quarter-of-2025-well-below-expectations_111157",
    "article_url": "https://ground.news/article/us-economy-grew-at-14-rate-in-final-quarter-of-2025-well-below-expectations_111157",
    "bias": [
      "Left-Leaning coverage framed the 1.4% economic growth as having \"fell short\" and \"sharply\" slowed, attributing blame to tariffs and \"Trump's economy decelerated,\" even accusing him of trying to \"spin\" \"disastrous figures.",
      "Conversely, right-leaning narratives blamed the \"Schumer Shutdown Blues\" and \"government shutdown\" for having \"shaved 'two points'\" off growth, while both it and center reports incorporated \"inflation remained elevated.",
      "The center also noted the \"badly missing estimate\" and discussed future outlook.",
      "Despite these partisan narratives, all perspectives agreed on the 1.4% growth rate and the government shutdown's contributing role to the slowdown."
    ],
    "bias_bar_text": null,
    "center_pct": 56.0,
    "error": null,
    "left_pct": 27.0,
    "location": "United States",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "On Friday, the Department of Commerce said the US expanded at 1.4 percent in Q4 2025, with full-year growth at 2.2 percent, down from 2.8 percent.",
      "After the shutdown, some analysts estimate fourth-quarter GDP would have been closer to 2.4 percent, with Trump claiming `Democrat Shutdown cost the U.S.A. at least two points in GDP,` on Truth Social.",
      "Commerce Department figures showed Q4 2025 growth slowed due to weaker government spending, exports, and consumer spending but was partly offset by investment gains, said Heather Long, Navy Federal Credit Union chief economist, noting \"Solid consumption and the AI boom kept the economy growing.\"",
      "Following the release, Trump criticized the Federal Reserve and outgoing Chairman Jerome Powell, calling for `LOWER INTEREST RATES`, after posting shutdown claims on Truth Social and ushering reporters out.",
      "The PCE index was up 2.5 percent in December, and analysts warn this could complicate Federal Reserve rate decisions, highlighting economic challenges for the Trump administration."
    ],
    "title": "US Economy Grew at 1.4% Rate in Final Quarter of 2025, Well Below Expectations",
    "topic": "US Economy",
    "topic_full": "US Economy · United States"
  },
  {
    "article_path": "/article/trump-orders-agencies-to-identify-and-release-government-files-on-aliens_7aeba5",
    "article_url": "https://ground.news/article/trump-orders-agencies-to-identify-and-release-government-files-on-aliens_7aeba5",
    "bias": [
      "Left-Leaning coverage frames Trump's directive as an \"ultimate weapon of mass distraction\" from Epstein files, using terms like \"bonkers\" and portraying his actions as \"spirals into Obama accusations.",
      "Right-Leaning outlets, conversely, emphasize \"full disclosure\" and \"transparency,\" characterizing Obama's comments as a \"classified breach\" and \"big mistake\" potentially leading to \"major legal trouble,\" while touting Trump's order as the \"biggest story ever.",
      "Center-Leaning reports acknowledge \"backlash\" regarding distraction but also highlight potential \"scientific transparency.",
      "A pivotal divide is the right's focus on Obama's alleged classified leak, often de-emphasizing his clarification, which left and center perspectives include.",
      "All sides agree Trump ordered file releases due to \"tremendous interest\" and stated he doesn't know if aliens are real, revealing ideological divides in scrutinizing motives versus promoting political figures."
    ],
    "bias_bar_text": null,
    "center_pct": 47.0,
    "error": null,
    "left_pct": 25.0,
    "location": "United States",
    "right_pct": 28.0,
    "status": "ok",
    "summary": [
      "President Donald Trump on Thursday used Truth Social to order agency leaders to 'begin the process of identifying and releasing' government files on UAPs and UFOs, citing public interest.",
      "Following viral remarks by Barack Obama on a podcast, reporters pressed Trump, who responded with a declassification order shortly after the Feb. 14 interview, amid renewed public interest.",
      "The Pentagon has tracked UAPs for decades and created the All-Domain Anomaly Resolution Office; a 2024 assessment says no confirmed evidence of extraterrestrial technology exists.",
      "Officials say it's unclear which records might be disclosed or how quickly any release would occur, and observers warn the announcement could intensify public and conspiracy theorists' interest in UAPs.",
      "Officials say any systematic release would follow standard declassification review processes, which could occur around July 8, the Roswell anniversary, to prevent security risks."
    ],
    "title": "Trump orders agencies to identify and release government files on aliens",
    "topic": "Extraterrestrial Life",
    "topic_full": "Extraterrestrial Life · United States"
  },
  {
    "article_path": "/article/dhs-will-suspend-tsa-precheck-and-global-entry-as-shutdown-continues_3a92e0",
    "article_url": "https://ground.news/article/dhs-will-suspend-tsa-precheck-and-global-entry-as-shutdown-continues_3a92e0",
    "bias": [
      "Left-Leaning coverage frames the pause as an avoidable burden—using phrases like \"headaches for fliers,\" \"emergency measures,\" and \"pausing\"—emphasizing family inconvenience and political sacrifice, while right-leaning pieces stress security/operational priorities and assign blame to the opposing party, framing actions as \"prioritizing the general traveling population\" and noting \"suspends\" with a tougher tone; center outlets foreground timelines (6 a.m.",
      "ET) and neutral sourcing.",
      "Dividing lines include blame attribution and whether policy demands are highlighted or de-emphasized; all sides agree the pause is temporary and will slow travel ."
    ],
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 31.0,
    "location": "United States",
    "right_pct": 2.0,
    "status": "ok",
    "summary": [
      "DHS announced it would pause TSA PreCheck and Global Entry starting Sunday at 6 a.m. ET, as reported by The Washington Post, due to a partial shutdown.",
      "A partial DHS funding lapse began on Feb. 14 when congressional Democrats and President Donald Trump and White House negotiators failed to reach a deal over oversight of federal immigration officers and Democrats' demands following recent shootings.",
      "TSA officers are expected to continue working without pay, and shortages could cause longer security lines, slower checked-luggage screening, and possible flight delays at some airports.",
      "Because of separate funding streams, U.S. Immigration and Customs Enforcement and U.S. Customs and Border Protection will largely continue operations, while DHS suspends airport police escorts for members of Congress.",
      "By contrast with last year's 43-day shutdown, TSA PreCheck and Global Entry are paused now, affecting roughly 13 percent of federal workers and risking delayed paychecks, with the first missed paycheck on March 3."
    ],
    "title": "DHS will suspend TSA PreCheck and Global Entry as shutdown continues",
    "topic": "U.S. Department of Homeland Security (DHS)",
    "topic_full": "U.S. Department of Homeland Security (DHS) · United States"
  },
  {
    "article_path": "/article/trump-says-venezuelan-oil-is-already-on-its-way-and-will-be-fantastic-for-venezuela",
    "article_url": "https://ground.news/article/trump-says-venezuelan-oil-is-already-on-its-way-and-will-be-fantastic-for-venezuela",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 60.0,
    "error": "Message: \n",
    "left_pct": null,
    "location": "Houston",
    "right_pct": 40.0,
    "status": "fail",
    "summary": null,
    "title": "Trump says 50 million barrels of Venezuelan oil are 'floating very nicely' to Houston",
    "topic": "US Politics",
    "topic_full": "US Politics · Houston"
  },
  {
    "article_path": "/article/minnesota-bill-seeks-to-require-age-verification-for-adult-websites",
    "article_url": "https://ground.news/article/minnesota-bill-seeks-to-require-age-verification-for-adult-websites",
    "bias": [
      "Center coverage neutrally reports a Minnesota bill seeking age verification for adult websites.",
      "Right-Leaning outlets, however, frame the legislation as \"common sense\" and employ a positive tone, while pointedly questioning a \"Trans\" politician's opposition, implying a connection between identity and stance.",
      "This specific focus on the \"Trans\" identity and detailed opposition is de-emphasized by center outlets, revealing a pivotal ideological dividing line.",
      "Both perspectives agree on the bill's core aim to keep children off adult sites via 18+ age verification and acknowledge lawmaker questions on privacy.",
      "These differences underscore a broader cultural clash between legislative process reporting and identity-driven political critiques."
    ],
    "bias_bar_text": null,
    "center_pct": 29.0,
    "error": null,
    "left_pct": null,
    "location": "Minnesota",
    "right_pct": 71.0,
    "status": "ok",
    "summary": [
      "Minnesota lawmakers are considering House File 1434, a bill requiring certain adult websites to verify that users are 18 or older before accessing content.",
      "The bill aims to bring the same age protections used in stores to the digital world where most adult content is consumed, as explained by Rep. Ben Bakeberg.",
      "During hearings on February 19, lawmakers raised questions about privacy, enforcement, and potential uses of the law.",
      "House File 1434 may be included in a larger omnibus bill later this session."
    ],
    "title": "Minnesota bill seeks to require age verification for adult websites",
    "topic": "Minnesota Politics",
    "topic_full": "Minnesota Politics · Minnesota"
  },
  {
    "article_path": "/article/elon-musks-x-appeals-140m-eu-fine_ffebcd",
    "article_url": "https://ground.news/article/elon-musks-x-appeals-140m-eu-fine_ffebcd",
    "bias": [
      "Left-Leaning coverage neutrally reports X 's appeal of a €120M EU fine, sometimes framing it as a \"point of no return\" in EU-Washington relations.",
      "Right-Leaning outlets, however, employ highly charged language, portraying the EU's actions as \"speech controls\" and a \"SEVERE' THREAT TO FREE SPEECH,\" consistently labeling the penalty a \"censorship fine\" and the DSA a \"sweeping law\" for \"so-called misinformation.",
      "Center-Leaning perspectives acknowledge the fine amount and X's appeal, but also highlight X's claims of a \"biased\" probe and frame the situation as a \"landmark case\" questioning regulation versus free speech.",
      "While all agree on the appeal of the €120 million fine, the stark divergence reveals a fundamental ideological clash over governmental digital oversight and free expression."
    ],
    "bias_bar_text": null,
    "center_pct": 64.0,
    "error": null,
    "left_pct": 7.0,
    "location": "Brussels",
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "X, owned by Elon Musk , is appealing a €120 million fine imposed by the European Commission in a case that could influence online platform regulation across Europe.",
      "The company submitted its appeal to the General Court of the European Union, contesting the penalty issued in December for alleged violations of the Digital Services Act.",
      "X argues the decision followed an incomplete investigation, serious procedural errors, and misinterpretation of the DSA, claiming violations of due process and signs of prosecutorial bias."
    ],
    "title": "Elon Musk’s X appeals $140M EU fine",
    "topic": "Elon Musk",
    "topic_full": "Elon Musk · Brussels"
  },
  {
    "article_path": "/article/trump-withdraws-endorsement-of-colorado-rep-jeff-hurd-over-tariffs_04627c",
    "article_url": "https://ground.news/article/trump-withdraws-endorsement-of-colorado-rep-jeff-hurd-over-tariffs_04627c",
    "bias": [
      "Left-Leaning outlets frame Trump's endorsement withdrawal as an erratic act, using terms like \"Yanks\" and \"dust up,\" and contextualizing it with his broader reaction of \"lashing out\" after a Supreme Court ruling.",
      "They emphasize the rare occurrence of such an action.",
      "Right-Leaning coverage, conversely, portrays the lawmaker's move as a \"lack of support\" for the \"administration's tariff agenda,\" highlighting Trump's decisive authority and touting tariffs as \"unbelievably successful\" and making America \"Richer, Stronger.",
      "Center-Leaning reports neutrally state Trump \"withdraws endorsement\" over tariffs, de-emphasizing emotional framing.",
      "While all agree on the endorsement withdrawal over tariffs, the left focuses on executive temperament and the right on loyalty and policy success, revealing deep ideological splits over executive power and economic strategy."
    ],
    "bias_bar_text": null,
    "center_pct": 20.0,
    "error": null,
    "left_pct": 20.0,
    "location": "United States",
    "right_pct": 60.0,
    "status": "ok",
    "summary": [
      "President Donald Trump announced Saturday on Truth Social he is withdrawing his endorsement of Rep. Jeff Hurd and endorsing Hope Scheppelman, citing Hurd's vote on H.J.Res.72.",
      "After Hurd's Feb. 11 vote to terminate tariffs, he supported H.J.Res.72, following a Supreme Court ruling striking down most of Trump's tariff authority.",
      "Using Truth Social, Trump wrote that he is withdrawing his endorsement of Hurd and praised Scheppelman as a Navy veteran and nurse while calling Hurd a 'RINO' who 'let me and our Country down,' and added that 'HOPE WILL NEVER LET YOU DOWN.'",
      "The president warned that any Republican voting against tariffs would face consequences and cited agricultural producers and the largest steel rail mill in the United States, both in the district.",
      "Trump noted that he has rarely rescinded endorsements, saying he only withdrew support once before from Mo Brooks in 2022, while continuing to blame foreign interests for the Supreme Court tariff ruling."
    ],
    "title": "Trump Withdraws Endorsement of Colorado Rep. Jeff Hurd Over Tariff Vote",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/former-american-idol-contestant-charged-with-murder-staging-crime-scene-in-wifes-slaying-in-ohio",
    "article_url": "https://ground.news/article/former-american-idol-contestant-charged-with-murder-staging-crime-scene-in-wifes-slaying-in-ohio",
    "bias": [
      "Left-Leaning outlets emphasize the alleged \"killing\" and the perpetrator's past affection, using terms like \"gushed over wife\" to highlight tragic irony and community impact.",
      "Right-Leaning coverage, conversely, frames the event as \"murdering,\" expressing skepticism toward \"claiming\" a home invasion, and highlighting the victim as a \"Christian mom, teacher\" while noting the perpetrator's \"worship pastor\" background, often with a \"dark\" tone.",
      "Center-Leaning reports uniquely mention the victim's pregnancy and the perpetrator's \"sobs\" on the 911 call, adding distinct emotional layers.",
      "All perspectives agree on the arrest, murder charge, and the staged crime scene.",
      "These divergences reveal underlying ideological priorities, from focusing on individual character and traditional values to exploring emotional narratives and broader societal impact."
    ],
    "bias_bar_text": null,
    "center_pct": 61.0,
    "error": null,
    "left_pct": 25.0,
    "location": "Ohio",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "On Monday, February 16, 2026, police found Ashley Flynn dead at her Tipp City home, and Caleb Flynn was arrested on Thursday, February 19, 2026, accused of killing his wife, with a $2 million bond set.",
      "Around 2:30 a.m., Flynn called 911 claiming a burglary and that his wife had been shot, while Tipp City Police found forced-entry signs and investigators allege scene staging using a garage fridge.",
      "Investigators recovered two spent shell casings near the bed where Ashley Flynn was found, and authorities say she was shot with a 9mm handgun; a medical examiner's report is pending.",
      "His lawyer, L. Patrick Mulligan, said the defense is concerned about the short timeline, while Tipp City Police Chief Greg Adkins defended the investigation pace, and the children are with Ashley's mother.",
      "Local tributes and media coverage show the case has resonated across the Tipp City community and beyond, as Flynn's American Idol appearance and past role as a music pastor broaden public interest, Ashley Flynn was remembered as a beloved coach and volunteer."
    ],
    "title": "Former ‘American Idol’ contestant charged with murder, staging crime scene in wife’s slaying in Ohio",
    "topic": "Ohio",
    "topic_full": "Ohio · Ohio"
  },
  {
    "article_path": "/article/trumps-half-smile-at-being-asked-about-an-imminent-attack-on-iran-i-could-say-im-studying-it",
    "article_url": "https://ground.news/article/trumps-half-smile-at-being-asked-about-an-imminent-attack-on-iran-i-could-say-im-studying-it",
    "bias": [
      "Left-Leaning coverage frames the military deployment as Trump \"ready to hit\" Iran, emphasizing Jordan's \"fears\" of becoming a \"battleground\" and de-emphasizing the \"three times more than usual\" context for the \"60 U.S. military aircraft.",
      "Conversely, right-leaning outlets portray the same deployment as the \"clearest sign yet\" of an \"imminent Iran strike,\" asserting \"60 Attack Planes Are Ready\" and that Trump is \"preparing,\" while also mentioning U.S. personnel evacuation from Qatar.",
      "Center-Leaning reports note Trump's \"half smile\" and his \"considering\" \"limited military action\" for \"pressure.",
      "All agree on the aircraft presence and escalating U.S.-Iran tensions, but diverge on the imminence of conflict and regional impact, reflecting ideological splits on foreign policy."
    ],
    "bias_bar_text": null,
    "center_pct": 25.0,
    "error": null,
    "left_pct": 25.0,
    "location": "United States",
    "right_pct": 50.0,
    "status": "ok",
    "summary": [
      "On Friday, the United States military moved dozens of fighter jets to Muwaffaq al‑Salti Air Base in central Jordan, The New York Times reported based on satellite and flight data.",
      "In context, analysts note the base serves as a key hub in U.S. preparations for potential strikes on Iran, with Jordanian officials saying the deployment is part of a defense agreement with the United States.",
      "A CENTCOM live map showed 30 F-35s, 36 F-15s, more than 60 attack aircraft, at least 68 cargo planes since Sunday, and soldiers installing new air defenses on Friday.",
      "Amman insists it will not allow its territory for attacks and Jordanian sources warned of economic and security risks despite non-involvement, while President Trump said on Friday he is considering a limited strike.",
      "Over the past month, officials from Jordan, Saudi Arabia and the United Arab Emirates praised talks and said they barred attacks on Iran from their soil, while Mojtaba Zarei, Tehran MP, urged Jordanian forces to seize the base."
    ],
    "title": "US moves dozens of F-35, F-15 fighter jets to Jordanian airbase - report",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/us-wins-its-record-11th-gold-medal-at-the-winter-olympics",
    "article_url": "https://ground.news/article/us-wins-its-record-11th-gold-medal-at-the-winter-olympics",
    "bias": [
      "While all coverage affirmed the U.S. winning its record 11th gold medal in mixed aerials, left-leaning outlets emphasized individual athlete performances and broader U.S. medal opportunities.",
      "Right-Leaning reports, however, highlighted national exceptionalism with phrases like \"most gold medals ever,\" providing specific historical context of the 2002 Salt Lake City record.",
      "Center-Leaning coverage balanced celebratory terms like \"dominating fashion\" with external competitive details, noting \"Crashes cost China.",
      "This reveals a contrast between detailed athletic analysis and a focus on national pride, with center perspectives offering a broader competitive landscape, all agreeing on the core 11th gold medal achievement."
    ],
    "bias_bar_text": null,
    "center_pct": 55.0,
    "error": null,
    "left_pct": 30.0,
    "location": "United States",
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "At the Milan Cortina 2026 on Saturday, the U.S. Olympic team won its 11th gold medal as Kaila Kuhn, Connor Curran, and Chris Lillis took the mixed aerials title.",
      "A deeper U.S. roster helped, as Connor Curran, first-time Olympian noted among Team USA depth, competed this year with 38 more medal events than in 2002.",
      "Posting a combined 325.35, the trio secured gold as Curran’s high scores included 120.36 and Lillis’s decisive 117.19 back double full-full-full.",
      "The result raised Team USA’s overall medal haul to 30, with Norway earlier reaching 17 golds, and Team USA could still add more in Sunday’s men's hockey against Canada.",
      "Chris Lillis now stands as back-to-back mixed aerials champion and returning 2022 team member, while Connor Curran was a late addition after Quinn Dehlinger’s knee injury, defending U.S. strength in mixed aerials."
    ],
    "title": "US wins its record 11th gold medal at the Winter Olympics",
    "topic": "Olympics",
    "topic_full": "Olympics · United States"
  },
  {
    "article_path": "/article/us-military-airlifts-small-reactor-as-trump-pushes-to-quickly-deploy-n",
    "article_url": "https://ground.news/article/us-military-airlifts-small-reactor-as-trump-pushes-to-quickly-deploy-n",
    "bias": [
      "Left-Leaning coverage frames the reactor airlift around \"Trump pushes to quickly deploy nuclear power ,\" employing terms like \"pushes\" and \"quickly\" to suggest a potentially hasty approach.",
      "In stark contrast, right-leaning outlets celebrate \"Donald Trump Pushes Rapid Nuclear Expansion,\" portraying the event as a positive \"first\" and emphasizing \"quick deployment\" driven by \"artificial intelligence and data centers.",
      "While both perspectives acknowledge the administration's nuclear energy drive, center-leaning reporting uniquely incorporates \"skeptics warn\" about microreactor risks, safety, and feasibility—a critical counterpoint de-emphasized by partisan coverage.",
      "This reveals a core ideological divide: the left's caution regarding rapid technological implementation, the right's embrace of decisive action and innovation, and the center's inclusion of broader scrutiny."
    ],
    "bias_bar_text": null,
    "center_pct": 53.0,
    "error": null,
    "left_pct": 35.0,
    "location": "California",
    "right_pct": 12.0,
    "status": "ok",
    "summary": [
      "The U.S. military airlifted a small nuclear reactor from California to Utah, demonstrating the potential to quickly deploy nuclear power .",
      "Energy Secretary Chris Wright and Undersecretary of Defense Michael Duffey hailed the flight as a breakthrough for fast-tracking commercial licensing of microreactors.",
      "The reactor transported can generate 5 megawatts of electricity, enough to power 5,000 homes, but some safety concerns remain unaddressed, according to experts."
    ],
    "title": "US military airlifts small reactor as Trump pushes to quickly deploy nuclear power",
    "topic": "Nuclear Power",
    "topic_full": "Nuclear Power · California"
  },
  {
    "article_path": "/article/new-mexico-launches-investigation-of-forced-sterilization-of-native-american-women_d21283",
    "article_url": "https://ground.news/article/new-mexico-launches-investigation-of-forced-sterilization-of-native-american-women_d21283",
    "bias": [
      "Left-Leaning coverage immediately frames the investigation around \"forced sterilization\" of \" Native American women,\" emphasizing historical injustice and social justice concerns with terms like \"depriving.",
      "Center-Leaning outlets maintain a neutral tone, sometimes posing contextual questions like \"Why did...\" and adding the concept of \"lasting harm.",
      "Right-Leaning perspectives also acknowledge the \"troubling history\" but, alongside center coverage, explicitly detail the specific legislative approval and involved state departments, which left-leaning reports de-emphasize.",
      "All perspectives consistently report \"thousands\" of women were affected without consent.",
      "While the left prioritizes the systemic injustice, the center and right focus more on the governmental process.",
      "Ultimately, all sides agree on the investigation into the 1970s sterilizations, revealing a shared concern over historical wrongs despite differing priorities in portrayal."
    ],
    "bias_bar_text": null,
    "center_pct": 54.0,
    "error": null,
    "left_pct": 35.0,
    "location": "New Mexico",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "New Mexico is set to investigate the troubling history and lasting harm of forced sterilizations of Native American women by the Indian Health Service in the 1970s.",
      "The New Mexico Legislature approved a measure for state departments to examine the scope and impact of these coerced sterilizations on women of color.",
      "Jean Whitehorse, a Native American woman, shares her experience of being sterilized without full consent after an emergency surgery in 1972 at age 22."
    ],
    "title": "New Mexico launches investigation of forced sterilization of Native American women",
    "topic": "New Mexico Politics",
    "topic_full": "New Mexico Politics · New Mexico"
  },
  {
    "article_path": "/article/2-killed-7-wounded-in-a-street-shooting-after-a-fight-in-richmonds-entertainment-district_70e392",
    "article_url": "https://ground.news/article/2-killed-7-wounded-in-a-street-shooting-after-a-fight-in-richmonds-entertainment-district_70e392",
    "bias": [
      "Left-Leaning coverage neutrally presents the \"2 killed, 7 wounded\" incident, uniquely highlighting \"multiple suspected shooters\" and ongoing investigation.",
      "Right-Leaning coverage, conversely, employs sensational language like \"horror scenes\" and emphasizes a \"large crowd\" in an \"entertainment district,\" framing the event as urban disorder.",
      "Center-Leaning outlets use \"mass shooting\" and identify an \"innocent bystander,\" providing specific details like the 2:45 a.m. timeline de-emphasized by the left.",
      "While all perspectives agree on the basic casualty count and location, their distinct rhetorical tactics—from the left's focus on investigative complexity to the right's alarmist tone—reveal underlying ideological divides concerning crime , public safety, and societal breakdown."
    ],
    "bias_bar_text": null,
    "center_pct": 68.0,
    "error": null,
    "left_pct": 19.0,
    "location": "Richmond",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "Richmond Police Chief Rick Edwards said a shooting on North 18th Street killed two and wounded seven during a fight early Saturday in Shockoe Bottom.",
      "A nearby birthday gathering in Shockoe Bottom preceded the shooting, police and local reports say, as people intervened in a street fight before shots were fired.",
      "Police said there were at least two shooters, complicating the scene, while witnesses heard automatic-sounding gunfire and forensic teams collecting shell casings found cars struck by bullets.",
      "Family identified the female victim as 23-year-old Genesis Jones, who had come from Petersburg to celebrate a birthday, while detectives review surveillance footage and urge tips to 804-780-1000 or Crime Stoppers.",
      "Local media and the Associated Press continue reporting and seeking comment as the probe unfolds, with Edwards calling the incident \"frustrating\" and not confirming any arrests amid the ongoing investigation status."
    ],
    "title": "2 killed, 7 wounded in a street shooting after a fight in Richmond’s entertainment district",
    "topic": "US Crime",
    "topic_full": "US Crime · Richmond"
  },
  {
    "article_path": "/article/ice-warehouse-purchases-spur-backlash-as-detention-expansion-moves-ahead_0e645c",
    "article_url": "https://ground.news/article/ice-warehouse-purchases-spur-backlash-as-detention-expansion-moves-ahead_0e645c",
    "bias": [
      "Left-Leaning coverage frames ICE's warehouse purchases as controversial, highlighting owners \"backing out\" and the \"$128.6m\" cost, implying resistance and financial scrutiny.",
      "Right-Leaning outlets emphasize \"Expansion\" for \"100,000 Beds\" in \"Deportation Centers,\" portraying the process as secretive, occurring \"in the ‘Dark’\" and without \"warning,\" often citing \"moral inflection points\" from religious leaders.",
      "Center-Leaning reports maintain a neutral tone, focusing on factual transactions.",
      "While all acknowledge ICE's $45 billion expansion and community \"pushback,\" the stark contrast reveals ideological divides over immigration enforcement, government transparency, and the moral implications of detention."
    ],
    "bias_bar_text": null,
    "center_pct": 48.0,
    "error": null,
    "left_pct": 25.0,
    "location": "United States",
    "right_pct": 27.0,
    "status": "ok",
    "summary": [
      "ICE is purchasing warehouses, but some owners are backing out of deals due to lack of prior notification to communities.",
      "Local officials were not informed before ICE purchased a warehouse in Surprise, Arizona for $70 million to retrofit into a 1,500-bed processing site.",
      "After raising concerns, the owner of a warehouse in Merrillville sent a letter stating it is not negotiating with federal officials for the property."
    ],
    "title": "ICE Warehouse Purchases Spur Backlash as Detention Expansion Moves Ahead",
    "topic": "Immigration and Customs Enforcement",
    "topic_full": "Immigration and Customs Enforcement · United States"
  },
  {
    "article_path": "/article/missives-from-former-dean-of-pepperdine-law-school-to-jeffrey-epstein-resurface-in-release-of-documents",
    "article_url": "https://ground.news/article/missives-from-former-dean-of-pepperdine-law-school-to-jeffrey-epstein-resurface-in-release-of-documents",
    "bias": [
      "Left-Leaning coverage de-emphasizes the specific origin of documents, generally reporting Ghislaine Maxwell 's legal challenge to a \"disclosure law.",
      "Conversely, center and right-leaning outlets explicitly frame the documents as stemming from a \"civil defamation lawsuit brought... by Jeffrey Epstein victim Virginia Giuffre.",
      "While all perspectives agree Maxwell's lawyers are \"fighting release\" and describe her as an \"imprisoned British socialite\" and Epstein as a \"disgraced financier,\" the center and right's inclusion of \"Jeffrey Epstein victim Virginia Giuffre\" adds a specific, emotionally resonant context.",
      "This pivotal dividing line reveals a contrast between focusing on the legal process versus emphasizing the victim's role, connecting to broader ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 54.0,
    "error": null,
    "left_pct": 33.0,
    "location": "United States",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "Ghislaine Maxwell 's lawyers are fighting the release of 90,000 pages related to Jeffrey Epstein and her, arguing that the law compelling disclosure is unconstitutional.",
      "Maxwell's attorneys say the documents, including depositions and private information, were improperly obtained during the criminal probe against her.",
      "The release of Epstein-related documents has led to new revelations about his decades-long sexual abuse, with some victims' names revealed while abusers' names were redacted."
    ],
    "title": "Ghislaine Maxwell fights release of more Epstein documents, calling disclosure law unconstitutional",
    "topic": "Ghislaine Maxwell",
    "topic_full": "Ghislaine Maxwell · United States"
  },
  {
    "article_path": "/article/blizzard-warnings-issued-for-new-york-city-new-jersey-connecticut-as-storm-threatens-east-coast_c0d0cb",
    "article_url": "https://ground.news/article/blizzard-warnings-issued-for-new-york-city-new-jersey-connecticut-as-storm-threatens-east-coast_c0d0cb",
    "bias": [
      "Left-Leaning coverage foregrounds community impacts and municipal prep—using terms like \"massive,\" \"blockbuster,\" and emphasizing \"impossible driving conditions\" and outreach to vulnerable people—while right-leaning pieces stress blunt urgency and disruption with words like \"wallop,\" \"brace,\" and \"near blizzard conditions,\" spotlighting severity and rarity; a key divide is whether stories center human services and local operational specifics or meteoro­logical drama and historical rarity.",
      "Center pieces lean technical and measured.",
      "Both sides cite NWS forecasts , reflecting shared concern tied to broader ideological priorities about public safety versus alarm framing."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 36.0,
    "location": "New York",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "On Saturday, the National Weather Service issued blizzard warnings covering New York City, Long Island, southern Connecticut, coastal New Jersey and Delaware from 6 a.m. Sunday to 6 p.m. Monday.",
      "Forecasters say the nor'easter will strengthen rapidly offshore, producing heavy snowfall rates as forecast models shifted closer to the coast, raising confidence in a more intense storm.",
      "Forecast details show heavy snow, gusts up to 55 mph, and over 2,500 cancellations, with New York City expecting 13–18 inches of snow and whiteout conditions.",
      "Officials urged emergency-only travel; Mayor Zohran Mamdani advised residents to 'stay off the roads unless absolutely necessary' and said, 'If you can stay home, stay home,' as city agencies mobilize salt spreaders and snow plows on Saturday.",
      "For context, New York City hasn't seen a blizzard warning like this in nearly a decade, arriving after five consecutive snowy weekends and 22.3 inches of seasonal snowfall, threatening Monday's school return."
    ],
    "title": "Blizzard warnings issued for New York City, New Jersey, Connecticut as storm threatens East Coast",
    "topic": "Winter Storm",
    "topic_full": "Winter Storm · New York"
  },
  {
    "article_path": "/article/us-intelligence-agencies-tie-chinese-explosive-test-to-push-for-a-completely-new-nuclear-arsenal_c9a63b",
    "article_url": "https://ground.news/article/us-intelligence-agencies-tie-chinese-explosive-test-to-push-for-a-completely-new-nuclear-arsenal_c9a63b",
    "bias": [
      "Left-Leaning coverage frames China's nuclear development as a dangerous \"race for nuclear superiority,\" emphasizing a \"push for a completely new nuclear arsenal\" and \"secretly tested\" weapons, often linking it to the US-Russia treaty expiration and citing specific expansion targets like \"600 to 1500 by 2035.",
      "Conversely, right-leaning outlets portray China's \"secret nuclear weapons test\" as an aggressive threat, highlighting a State Department official's confirmation that the US \"will return to nuclear testing.",
      "While both acknowledge US intelligence on China's \"covert explosive test,\" center-leaning reports maintain a descriptive tone, noting the assessment is \"fueling debate within\" without the left's focus on arms control or the right's emphasis on a US counter-response.",
      "This reveals a fundamental divide between advocating for de-escalation versus a robust, potentially confrontational, defense posture."
    ],
    "bias_bar_text": null,
    "center_pct": 62.0,
    "error": null,
    "left_pct": 23.0,
    "location": "United States",
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "On February 22, 2026, U.S. intelligence agencies assessed China conducted a covert explosive test on June 22, 2020, at the Lop Nur test site as part of nuclear arsenal modernization.",
      "Reliability concerns and modernization efforts drove Chinese weapons designers to resume testing, as China’s nuclear testing history of about 45 tests left data gaps for next‑generation and low‑yield tactical nuclear weapons .",
      "Assistant Secretary of State Christopher Yeaw said seismic records showed a magnitude 2.75 explosion long ago and analysts cited decoupling and the Comprehensive Test Ban Treaty Organization's inconclusive findings.",
      "The U.S. officials framed the disclosure as a diplomatic lever ahead of the upcoming trip, while the Chinese Embassy in Washington said the U.S. had distorted China's policy.",
      "Pentagon officials warn China's nuclear expansion could strain U.S. strategic forces and allies, raising questions about deterrence across two theatres as President Donald Trump suggests resuming explosive testing."
    ],
    "title": "US intelligence agencies tie Chinese explosive test to push for a completely new nuclear arsenal",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/crews-recover-bodies-of-9-backcountry-skiers-days-after-california-avalanche_7113c5",
    "article_url": "https://ground.news/article/crews-recover-bodies-of-9-backcountry-skiers-days-after-california-avalanche_7113c5",
    "bias": [
      "Left-Leaning coverage emphasizes the \"devastating avalanche \" and \"harrowing operation,\" focusing on the immediate tragedy.",
      "Center perspectives provide specific victim demographics, like a \"group of moms,\" and explicitly label it the \"worst avalanche in state history,\" evoking a tone of \"grieving\" and \"catastrophe.",
      "Right-Leaning outlets broaden the narrative to a \"deadly week\" on California slopes, framing the event as among the \"deadliest avalanche incidents.",
      "While all agree on the recovery of nine skiers amid challenging conditions, the perspectives diverge on contextualizing the tragedy—as an isolated event versus a broader pattern of fatalities—and the depth of human-interest detail provided."
    ],
    "bias_bar_text": null,
    "center_pct": 45.0,
    "error": null,
    "left_pct": 38.0,
    "location": "California",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "On Saturday, crews recovered the bodies of nine backcountry skiers, completing the recovery four days after Tuesday's avalanche near Castle Peak, Lake Tahoe.",
      "Brutal weather and avalanche risk forced officials to pause recovery for several days due to heavy snow and the threat of more avalanches, with officials using water on Friday for avalanche mitigation by breaking up unstable snowpack.",
      "A Black Hawk helicopter supported the effort Saturday, hovering around Frog Lake for just under 90 minutes as multiple agencies, including California Highway Patrol air operations and Nevada County Sheriff's search and rescue, assisted.",
      "Six others on the trip survived, and officials called it the deadliest U.S. avalanche since 1981, with six women who were close friends and three professional guides among the dead.",
      "A temporary flight restriction was extended to 5 p.m. Sunday, and the Nevada County Sheriff's Department said the victim recovery effort remains ongoing ahead of a 1 p.m. news conference."
    ],
    "title": "Crews recover bodies of 9 backcountry skiers days after California avalanche",
    "topic": "Avalanche",
    "topic_full": "Avalanche · California"
  },
  {
    "article_path": "/article/kansas-republicans-override-governors-veto-of-anti-trans-bill",
    "article_url": "https://ground.news/article/kansas-republicans-override-governors-veto-of-anti-trans-bill",
    "bias": [
      "Left-Leaning outlets frame the Kansas bill as \"Anti-Trans,\" emphasizing its negative impact on \"gender markers on IDs\" and portraying it as discriminatory.",
      "Right-Leaning coverage, conversely, highlights the bill as protecting \"women’s bathrooms\" and ensuring \"privacy protections for women and girls,\" often using terms like \"leftist governor\" and dismissing \"self-proclaimed 'gender identity'\" while detailing specific vote counts as a victory.",
      "Center-Leaning coverage attributes strong opinions, such as \"'An attack on the LGBT+ community',\" alongside neutral descriptions of the bill's changes.",
      "A pivotal divide lies in characterizing transgender identity and the governor's veto, which the right frames as a political \"win.",
      "All perspectives agree on the veto override and the bill's changes for transgender Kansans regarding restroom access, reflecting broader ideological clashes over gender and individual rights."
    ],
    "bias_bar_text": "8% 9% Right 83%",
    "center_pct": 9.0,
    "error": null,
    "left_pct": 8.0,
    "location": null,
    "right_pct": 83.0,
    "status": "ok",
    "summary": [
      "Kansas lawmakers overrode the veto of Gov. Laura Kelly , allowing SB 244 to become law.",
      "The law requires individuals in Kansas government buildings to use multi-occupancy bathrooms that correspond to their biological sex at birth and sets civil and criminal penalties for violations.",
      "The measure also directs state agencies to invalidate and reissue driver’s licenses and birth certificates to reflect a person’s sex at birth, nullifying previously changed gender markers."
    ],
    "title": "Kansas Legislature Overrides Governor’s Veto on Gender Identity Bill",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/employers-expand-paid-caregiving-leave-as-workforce-ages",
    "article_url": "https://ground.news/article/employers-expand-paid-caregiving-leave-as-workforce-ages",
    "bias": null,
    "bias_bar_text": "Left 54% Center 46%",
    "center_pct": 46.0,
    "error": null,
    "left_pct": 54.0,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Employers are expanding paid caregiving leave, with typical durations of two to six weeks and some offering up to 12 weeks, according to Meghan Pistritto, vice president at Prudential Financial.",
      "More than 63 million Americans provide adult family care while holding paid jobs, and average caregivers spend about six hours daily in roles lasting about six years.",
      "Employers are adding counseling, backup care and care-concierge services, while caregivers rely on home monitoring technology like cameras and motion detectors to balance work and care.",
      "Providing paid caregiving leave lets employees take targeted days off instead of using vacation time, while lack of support causes family caregivers to quit, reducing their income and employer productivity.",
      "Despite employer moves, federal and state rules create a patchwork of coverage, as the Family and Medical Leave Act offers up to 12 weeks unpaid leave, with many workers still lacking paid options."
    ],
    "title": "Employers Expand Paid Caregiving Leave as Workforce Ages",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/nasa-moon-rocket-hit-by-new-problem-expected-to-bump-astronauts-lunar-trip-into-april_f5d10c",
    "article_url": "https://ground.news/article/nasa-moon-rocket-hit-by-new-problem-expected-to-bump-astronauts-lunar-trip-into-april_f5d10c",
    "bias": [
      "Left-Leaning coverage frames the helium interruption as a human-centered \"setback\" that heightens safety and program reliability concerns, using phrases like \"plagued\" and focusing on crew welfare and technical caution; right-leaning pieces emphasize contractor and management blame, invoking \"failure,\" \"problem,\" and market or industrial risks tied to Boeing/Northrop Grumman.",
      "Center reporting is process-focused and de-emphasized partisan angles, sticking to \"rollback\" and timeline impacts.",
      "Pivotal divides include whether the incident signals systemic mismanagement versus prudent safety protocol; all sides agree on the helium interruption, rollback to the VAB, and the March window being ruled out."
    ],
    "bias_bar_text": null,
    "center_pct": 52.0,
    "error": null,
    "left_pct": 31.0,
    "location": "United States",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "NASA delayed the Artemis II mission after a problem with helium flow to the rocket’s upper stage interrupted operations. Helium is needed to purge engines and pressurize fuel tanks.",
      "The mission, which would mark humanity’s first crewed flight to the moon in over 50 years, is now delayed until at least April after previously targeting March 6.",
      "Officials clarified that the helium issue is unrelated to the earlier hydrogen fuel leaks that disrupted testing of the Space Launch System rocket."
    ],
    "title": "NASA delays astronaut moon mission again after new rocket problem",
    "topic": "NASA",
    "topic_full": "NASA · United States"
  },
  {
    "article_path": "/article/white-house-dinner-ends-early-amid-partisan-tensions-and-supreme-court-ruling_d1e627",
    "article_url": "https://ground.news/article/white-house-dinner-ends-early-amid-partisan-tensions-and-supreme-court-ruling_d1e627",
    "bias": [
      "While all perspectives acknowledged a \"turbulent week\" culminating in the annual governors' dinner, left-leaning coverage focused on President Trump \"mocking\" leaders and \"rage-posted\" comments, employing critical language.",
      "Center outlets similarly highlighted \"unusually controversial\" aspects, uniquely detailing a Supreme Court ruling and Trump reversing course on blocking governors.",
      "Conversely, right-leaning narratives de-emphasized controversies, instead \"touting admin. wins\" and celebrating a \"stunning violin performance\" with positive, supportive tones.",
      "These distinct portrayals, from critical accusations to celebratory affirmations, reveal deep ideological divides over leadership and government actions, despite agreement on the event's occurrence."
    ],
    "bias_bar_text": null,
    "center_pct": 34.0,
    "error": null,
    "left_pct": 57.0,
    "location": "Washington",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "Friday's governors' meeting at the White House proceeded without National Governors Association facilitation as the NGA pulled out of its annual event.",
      "Mediation efforts by Kevin Stitt, Republican governor of Oklahoma and NGA chair, failed after Trump refused to include Democratic governors Jared Polis and Wes Moore, blasting Stitt as a \"RINO\" last week.",
      "Moore said `I didn't run for governor like, man, I can't wait so me and the president can go toe to toe` during the gathering, highlighting his stance.",
      "The pullout undercuts one of Washington's few bipartisan gatherings, and governors criticized the administration's expanding power and the Republican-controlled Congress's inaction.",
      "Presidential buzz grew around which governors might run in 2028 as potential 2028 contenders were discussed, while Gov. Andy Beshear of Kentucky said his focus this year remains on Kentucky."
    ],
    "title": "White House Dinner Ends Early Amid Partisan Tensions and Supreme Court Ruling",
    "topic": "White House",
    "topic_full": "White House · Washington"
  },
  {
    "article_path": "/article/us-ambassador-huckabee-cites-biblical-claim-supporting-israels-regional-expansion_abc9c0",
    "article_url": "https://ground.news/article/us-ambassador-huckabee-cites-biblical-claim-supporting-israels-regional-expansion_abc9c0",
    "bias": [
      "Left-Leaning coverage emphasizes the \"uproar\" and \"sharp condemnation\" of the ambassador's \"provocative\" statements, often using terms like \"claiming\" to question legitimacy and \"took over\" to suggest aggression.",
      "Right-Leaning outlets, conversely, frame the remarks as a defense of Israel 's \"biblical right\" to land, employing phrases like \"God, through Abraham, gave\" and highlighting the ambassador's pushback against \"misrepresentations.",
      "Center-Leaning reports acknowledge the \"uproar\" but also include the ambassador's clarifications regarding territorial expansion.",
      "The \"biblical right\" justification and the portrayal of the interviewer's role serve as pivotal dividing lines, revealing deep ideological and geopolitical splits, though all perspectives acknowledge the controversy generated."
    ],
    "bias_bar_text": null,
    "center_pct": 41.0,
    "error": null,
    "left_pct": 32.0,
    "location": "United States",
    "right_pct": 27.0,
    "status": "ok",
    "summary": [
      "During an appearance on The Tucker Carlson Show on Saturday, February 21, 2026, U.S. Ambassador Mike Huckabee said Israel has a biblical right to much of the Middle East and stated `It would be fine if they took it all`.",
      "Appealing to Genesis 15, Huckabee cited a biblical promise of land from the Nile to the Euphrates, reflecting a long-standing support for Israel's territorial claims.",
      "Huckabee responded `It would be fine if they took it all` then clarified Israel's right to security in land it legitimately holds, referencing Genesis 15.",
      "The Palestinian Foreign Ministry said the remarks contradict international law and U.S. policy, while Egypt's foreign ministry, Jordan, the Organization of Islamic Cooperation and the League of Arab States condemned them as extremist; CNN sought State Department comment with no immediate U.S. or Israeli response.",
      "Historically and legally, 1967 gains and an ICJ ruling frame why these remarks matter as they mark an unprecedented U.S. departure and echo the Greater Israel concept."
    ],
    "title": "US Ambassador Huckabee Cites Biblical Claim Supporting Israel’s Regional Expansion",
    "topic": "Mike Huckabee",
    "topic_full": "Mike Huckabee · United States"
  },
  {
    "article_path": "/article/biased-spies-cia-rescinds-or-revises-19-intelligence-reports-over-political-bias-bad-tradecraft",
    "article_url": "https://ground.news/article/biased-spies-cia-rescinds-or-revises-19-intelligence-reports-over-political-bias-bad-tradecraft",
    "bias": [
      "Left-Leaning coverage frames the CIA 's retraction of 19 intelligence products by emphasizing the review's origin with \"Trump-appointed\" individuals, suggesting political motivation behind the scrutiny.",
      "In contrast, right-leaning outlets employ charged terms like \"DEI-infused\" and \"Biased Spies,\" detailing specific report content such as \"women in traditional ‘gender roles’\" to portray the action as \"restoring objectivity\" and \"Cleans House.",
      "Center-Leaning reports neutrally present the retraction due to \"political bias\" without attributing political intent or detailing report specifics.",
      "While all acknowledge the \"19 reports\" failed standards, the ideological divide centers on whether the review itself was politicized or if the reports were inherently biased, reflecting broader debates over institutional integrity and cultural issues."
    ],
    "bias_bar_text": null,
    "center_pct": 31.0,
    "error": null,
    "left_pct": 11.0,
    "location": "United States",
    "right_pct": 58.0,
    "status": "ok",
    "summary": [
      "On Friday, the CIA ordered retraction or revision of 19 intelligence products and released three unredacted reports, according to the agency.",
      "Following an internal review, the agency found the products `fall short of the high standards of impartiality that CIA must uphold and do not reflect the expertise for which our analysts are renowned,' prompting action.",
      "Notably, the affected reports came from the CIA, including one under Biden, one under the first Trump administration, and one under the Obama administration, with topics like LGBT activism and contraception.",
      "The response included 'Sen. Tom Cotton' and 'Capitol Hill,' which are not explicitly mentioned in the source; only the CIA Director's actions are detailed in the story.",
      "While the memo criticized the reports, it did not directly contradict previous assessments, adding nuance to Ratcliffe's declassification efforts, a document released last July."
    ],
    "title": "CIA retracts intel reports that agency says failed to meet standards for political bias",
    "topic": "CIA",
    "topic_full": "CIA · United States"
  },
  {
    "article_path": "/article/us-imposes-visa-restrictions-on-chilean-officials-for-undermining-regional-security",
    "article_url": "https://ground.news/article/us-imposes-visa-restrictions-on-chilean-officials-for-undermining-regional-security",
    "bias": [
      "Left-Leaning outlets frame U.S. visa restrictions as a \"punishment\" or \"accusation\" against Chile, often questioning the stated rationale by quoting \"Understanding Regional Security\" and linking actions to a \"China cable plan.",
      "Conversely, right-leaning coverage justifies the U.S. move as counteracting those \"undermining regional security\" or \"subverting sovereignty,\" portraying it as a proactive step for \"improving regional security\" and emphasizing Chile's political transition.",
      "Center perspectives report Chile's rejection and summoning of the U.S. Ambassador more factually, though sometimes using interpretive terms like \"parting shot.",
      "While all acknowledge the U.S. imposed visa restrictions on three Chilean officials citing \"regional security\" concerns and Chile's rejection, the ideological divide centers on U.S. foreign policy intervention versus national sovereignty."
    ],
    "bias_bar_text": null,
    "center_pct": 25.0,
    "error": null,
    "left_pct": 25.0,
    "location": "United States",
    "right_pct": 50.0,
    "status": "ok",
    "summary": [
      "On Friday, Secretary of State Marco Rubio announced the United States refused visas to three outgoing Chilean officials and revoked any U.S. visas they held.",
      "Allegations tied the move to a proposed seabed fiber‑optic cable, as U.S. officials linked restrictions to concerns over the Chile‑China Express involving China Mobile in early evaluation stage.",
      "Transport Minister Juan Carlos Munoz confirmed Friday he was one of the three and said `I deeply regret this`, while Chile's foreign ministry `categorically denies` wrongdoing and summoned U.S. Ambassador Brandon Judd.",
      "According to the State Department, the measures reaffirm efforts to promote accountability for Chilean nationals alleged to destabilize the hemisphere, framing the action as accountability for hemispheric security."
    ],
    "title": "US imposes visa restrictions on Chilean officials for 'undermining regional security'",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · United States"
  },
  {
    "article_path": "/article/the-revolutionary-guards-are-trying-to-resurrect-hezbollah-preparing-for-war-with-israel-and-the-us",
    "article_url": "https://ground.news/article/the-revolutionary-guards-are-trying-to-resurrect-hezbollah-preparing-for-war-with-israel-and-the-us",
    "bias": null,
    "bias_bar_text": "Right 100%",
    "center_pct": null,
    "error": "Message: \n",
    "left_pct": null,
    "location": null,
    "right_pct": 100.0,
    "status": "fail",
    "summary": null,
    "title": "Saudi Reports IRGC Has Taken Operational Control of Hezbollah as Israeli Strikes Kill 3 of the Group’s Commanders",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "article_url": "https://ground.news/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Sunday, US President Donald Trump urged Hamas to pursue disarmament and said the Board of Peace pledged $5 billion and personnel for stabilization.",
      "The second phase of the US-brokered ceasefire plan stipulates Hamas must disarm, with Israeli forces withdrawing and an International Stabilization Force deployed, though Hamas calls disarmament a red line.",
      "UN records show the plan was endorsed in November, and Trump said the Board of Peace will work with the United Nations; its charter does not seem limited to Gaza rebuilding oversight.",
      "Requests for membership fees and invitations have prompted criticism as countries were asked to pay $1 billion for permanent membership, with France, Britain, and others expressing doubts amid ceasefire violations.",
      "After meeting on the sidelines of the World Economic Forum in Davos last month, the Board of Peace is due to meet on Feb 19 in the US capital."
    ],
    "title": "Trump tells Hamas to proceed with ‘Full and Immediate’ disarmament",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/palestinian-journalists-recount-abuse-in-israeli-prisons-cpj-report-finds_81deed",
    "article_url": "https://ground.news/article/palestinian-journalists-recount-abuse-in-israeli-prisons-cpj-report-finds_81deed",
    "bias": [
      "Left-Leaning narratives frame alleged abuse as \"sexual abuse\" and \"torture,\" employing emotive terms like \"returned from hell\" and linking it to \"genocide in Gaza\" to portray \"systemic violence.",
      "Center coverage, conversely, uses neutral \"claims\" and focuses on the report's release, de-emphasizing specific abuse details.",
      "Right-Leaning reports detail allegations like \"beating, starvation, sexual violence\" and specific journalist numbers, but de-emphasize the left's broader, highly charged framing.",
      "While all acknowledge a CPJ report on abuse claims, the left's inclusion of a \"genocide\" narrative marks a pivotal dividing line, revealing deep ideological splits in characterizing state actions and broader geopolitical conflicts."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "The Committee to Protect Journalists collected 59 testimonies from Palestinian media professionals who reported abuse while detained by Israel since October 7, 2023.",
      "The majority of the 94 journalists arrested were held under administrative detention without charges or trial for periods over two years.",
      "The report includes graphic descriptions of sexual, physical and mental violence against Palestinian detainees, with Israeli minister Itamar Ben-Gvir boasting about imposing harsh conditions on prisoners."
    ],
    "title": "Palestinian journalists recount abuse in Israeli prisons, CPJ report finds",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/what-a-supreme-court-tariff-ruling-may-mean-for-your-money",
    "article_url": "https://ground.news/article/what-a-supreme-court-tariff-ruling-may-mean-for-your-money",
    "bias": [
      "Left-Leaning coverage frames the Supreme Court's tariff decision as a continuation of \" Donald Trump 's Trade Wars,\" emphasizing his \"obsession\" with protectionism and predicting he will \"assert his protectionism\" through other means.",
      "In contrast, right-leaning outlets portray the ruling as \"Outrageous,\" arguing it \"handcuffs ability\" to fight \"unfair trade\" that has \"harmed the American worker,\" highlighting corporate efforts to \"Race to Recover Billions\" in payments and Trump's \"angry reaction.",
      "Center-Leaning reports, while noting \"scuttled\" tariffs and regional business impacts, also feature calls to codify the tariffs and acknowledge divided opinions, presenting a more balanced view of immediate political and economic consequences.",
      "The core dividing line emerges in how the ruling impacts the fight against \"unfair trade\" and the characterization of presidential trade policy.",
      "All perspectives agree the Supreme Court ruled on and invalidated some of the tariffs, with political figures reacting strongly, reflecting broader ideological splits on executive power and economic nationalism."
    ],
    "bias_bar_text": "7% Center 50% Right 43%",
    "center_pct": 50.0,
    "error": null,
    "left_pct": 7.0,
    "location": null,
    "right_pct": 43.0,
    "status": "ok",
    "summary": [
      "The Supreme Court may rule on the constitutionality of President Trump's tariffs, impacting consumer costs.",
      "Economists estimate Trump's tariffs cost the average U.S. consumer $1,000-$1,700 annually, and striking down tariffs could halve this burden.",
      "While the administration could potentially reimpose similar tariffs under different laws, some analysts believe the impact would be limited."
    ],
    "title": "Moreno calls for GOP to codify scuttled Trump tariffs",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/exclusive-doj-axed-ny-judge-who-handed-out-more-asylum-claims-97-percent-of-the-time",
    "article_url": "https://ground.news/article/exclusive-doj-axed-ny-judge-who-handed-out-more-asylum-claims-97-percent-of-the-time",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Judge Vivienne Gordon-Uruakpa was fired by the Department of Justice in September 2025 for approving asylum claims at a 97% rate, the highest in New York State.",
      "From 2019 to 2024, Gordon-Uruakpa granted asylum in 806 out of 924 cases, significantly higher than the national average where about 60% of claims were denied.",
      "Over 100 immigration judges with more lenient records were dismissed during President Trump's second term amid efforts to prioritize stricter asylum decisions.",
      "Around 80% of asylum seekers were deported in late 2025, reflecting a tougher stance on immigration court decisions and the appointment of new judges, including military lawyers."
    ],
    "title": "DOJ axed NY judge who handed out more asylum claims 97% percent of the time",
    "topic": null,
    "topic_full": null
  }
]
