[
  {
    "article_path": "/article/anthropic-ceo-amodei-says-pentagons-threats-do-not-change-our-position-on-ai",
    "article_url": "https://ground.news/article/anthropic-ceo-amodei-says-pentagons-threats-do-not-change-our-position-on-ai",
    "bias": [
      "Left-Leaning coverage frames Anthropic 's refusal to the Pentagon's \"demands\" as a principled stand, emphasizing terms like \"cannot in good conscience accede\" and highlighting ethical concerns over \"mass surveillance\" or \"fully autonomous weapons.",
      "Center-Leaning outlets de-emphasize these specific moral reasons, instead portraying a confrontational dynamic with the Pentagon's \"threats\" and \"ultimatum,\" noting Anthropic \"defies\" or \"stands firm.",
      "While both perspectives agree on the CEO's core rejection, these distinct portrayals reveal underlying ideological divides concerning military-tech collaboration and the ethical boundaries of AI development."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Feb. 16, 2026, Dario Amodei, co-founder and chief executive officer of Anthropic , reaffirmed limits on model use at the Builder Summit in Bengaluru, India.",
      "The dispute centers on whether vendors can restrict downstream uses; Anthropic seeks assurances its models won't be used for fully autonomous weapons or mass domestic surveillance of Americans, while the DoD wants permission for `all lawful purposes`.",
      "Amodei said Thursday he cannot agree to the DoD's requests and wrote it is the Department's prerogative to select contractors most aligned with their vision.",
      "Pentagon spokesman Sean Parnell said Thursday the DoD has no interest in using Anthropic’s models for autonomous weapons or illegal mass surveillance and urged Anthropic to reconsider.",
      "The standoff pairs Anthropic's plea that the DoD reconsider given the value of its technology with the Pentagon's insistence it will not let companies dictate operational decisions."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/netflix-ditches-deal-for-warner-bros-discovery-after-paramounts-offer-is-deemed-superior_1419be",
    "article_url": "https://ground.news/article/netflix-ditches-deal-for-warner-bros-discovery-after-paramounts-offer-is-deemed-superior_1419be",
    "bias": [
      "Left-Leaning outlets frame the merger as a political maneuver, highlighting \"Trump\" ties and \"crony\" influence, raising \"antitrust disaster\" concerns, and questioning the White House's role.",
      "They emphasize a $2.8 billion cancellation fee.",
      "Right-Leaning coverage, conversely, portrays a definitive \"bidding war\" and \"Wins,\" depicting Netflix \"losing\" dramatically with phrases like \"Throws Sponge\" or \"Hollywood studio heist.",
      "Center-Leaning reports neutrally on the \"superior\" offer and financial attractiveness.",
      "While all agree Netflix found the deal \"no longer financially attractive\" and Paramount 's $111 billion offer was deemed superior, the pivotal dividing line is the political implication of ownership, de-emphasized by the right and center.",
      "This reflects a broader ideological divide between concerns over political influence and market competition."
    ],
    "bias_bar_text": null,
    "center_pct": 58.0,
    "error": null,
    "left_pct": 26.0,
    "location": "United States",
    "right_pct": 16.0,
    "status": "ok",
    "summary": [
      "On Thursday, Netflix declined to raise its offer for Warner Bros. Discovery's studio and streaming arm, saying matching Paramount would be `no longer financially attractive` after Warner’s board labeled Paramount’s proposal superior.",
      "Paramount raised its bid to $31 per share and added a $7 billion regulatory termination fee, also agreeing to an accelerated ticking fee that Warner’s board called a company superior proposal.",
      "Backed by Larry Ellison and foreign sovereign funds, Paramount is financing its revised offer by taking on billions of dollars in debt, aiming to acquire Warner’s assets including CNN and major titles.",
      "The U.S. Department of Justice has opened reviews of the proposed deal, while lawmakers and entertainment trade groups warned consolidation could cost jobs and reduce filmmaking diversity.",
      "A Paramount-Warner combination would merge two legacy studios and vast content libraries, reshaping Hollywood and drawing political scrutiny due to Larry Ellison's backing and reported ties to President Donald Trump."
    ],
    "title": "Netflix ditches deal for Warner Bros. Discovery after Paramount’s offer is deemed superior",
    "topic": "Business & Markets",
    "topic_full": "Business & Markets · United States"
  },
  {
    "article_path": "/article/florida-boat-in-cuban-high-seas-shootout-stolen-us-citizens-aboard_5b9bf8",
    "article_url": "https://ground.news/article/florida-boat-in-cuban-high-seas-shootout-stolen-us-citizens-aboard_5b9bf8",
    "bias": [
      "Left-Leaning outlets frame the incident as \"aggression\" against Cuba , questioning Havana's \"supposed armed raid\" and attributing indirect responsibility to U.S. \"aggressive rhetoric\" and \"economic strangulation.",
      "Conversely, right-leaning coverage portrays a U.S.-registered boat \"shot up by Cuba,\" emphasizing \"armed exiles trying to infiltrate\" and \"unleash terrorism,\" evoking national grievance.",
      "Center-Leaning reports maintain a cautious tone, detailing U.S. citizen involvement with neutral terms like \"firefight\" or \"incident.",
      "While all agree on a stolen Florida Keys boat and U.S. casualties, the U.S. denial of involvement, highlighted by the left but de-emphasized by others, marks a pivotal divide, reflecting deep ideological rifts in U.S.-Cuba relations."
    ],
    "bias_bar_text": null,
    "center_pct": 54.0,
    "error": null,
    "left_pct": 38.0,
    "location": "Cuba",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "On Wednesday, Cuban military killed four men and captured six after a Florida-registered boat entered Cuban waters near the northeastern coast; at least one U.S. citizen was killed and another injured.",
      "Carlos Fernández de Cossio, Cuba 's deputy minister of foreign affairs, said, \"An investigation is underway to clarify the facts with the utmost rigor\" while noting contacts with U.S. agencies.",
      "Authorities identified one fatality as Michel Ortega Casanova, reported one passenger held a K-1 visa, and Cuba named two detained men as Amijail Sánchez González and Leordan Cruz Gómez.",
      "U.S. Secretary of State Marco Rubio said Wednesday the U.S. will conduct an independent investigation and verify Cuba's information before responding, while FBI agents visited the South Florida home linked to the boat's registration.",
      "Amid rising tensions between the U.S. and Cuba, the Trump administration has increased pressure by blocking oil shipments, worsening fuel and humanitarian shortages, and U.S. officials said at least one American was killed."
    ],
    "title": "Florida boat in Cuban high-seas shootout stolen, US citizens aboard",
    "topic": "Cuba",
    "topic_full": "Cuba · Cuba"
  },
  {
    "article_path": "/article/columbia-university-student-says-she-has-been-released-after-being-detained-by-dhs-agents",
    "article_url": "https://ground.news/article/columbia-university-student-says-she-has-been-released-after-being-detained-by-dhs-agents",
    "bias": [
      "Left-Leaning narratives frame the student's \"detention\" as an injustice, highlighting her \"abrupt\" release and the need to \"set her free\" through advocacy, linking it to \"escalating federal immigration enforcement efforts\" and alleged misrepresentation.",
      "Right-Leaning coverage de-emphasizes political intervention, portraying the event as a student \"briefly detained\" with less emotional framing.",
      "Center-Leaning outlets present both claims of agents \"allegedly posed as police\" or \"tricked\" the student, and the DHS's counter-narrative regarding visa termination and denial of misrepresentation, providing crucial context de-emphasized elsewhere.",
      "While all agree the student was detained and released, expressing \"complete shock,\" these distinct emphases reveal underlying ideological divides concerning government authority and immigration policy."
    ],
    "bias_bar_text": null,
    "center_pct": 60.0,
    "error": null,
    "left_pct": 35.0,
    "location": "New York",
    "right_pct": 5.0,
    "status": "ok",
    "summary": [
      "On Thursday, Elmina Aghayeva, a Columbia University student, was detained early on campus and later released after federal agents entered Columbia housing on West 121st Street around 6:30 a.m., Acting President Claire Shipman said.",
      "DHS said her student visa was terminated in 2016 for failing to attend classes, while a habeas corpus petition filed Thursday in the Southern District of New York states she entered the U.S. around 2016 and no reason was given for her detention.",
      "A DHS representative said agents wore badges and verbally identified themselves, and Columbia says the building manager and roommate let officers in.",
      "Student groups called an emergency rally, and about 100 people demonstrated outside Columbia's gates, while Senate Minority Leader Chuck Schumer called the detention 'unacceptable' and Columbia University added patrols and an immigration webinar.",
      "Columbia has become a political flashpoint amid protests, ICE actions last year, and Homeland Security searches involving Mahmoud Khalil, who was detained for three months before release."
    ],
    "title": "Columbia University student says she has been released after being detained by DHS agents",
    "topic": "U.S. Department of Homeland Security (DHS)",
    "topic_full": "U.S. Department of Homeland Security (DHS) · New York"
  },
  {
    "article_path": "/article/hillary-clinton-says-she-has-no-new-information-on-jeffrey-epstein-during-testimony-rebukes-republicans_85298c",
    "article_url": "https://ground.news/article/hillary-clinton-says-she-has-no-new-information-on-jeffrey-epstein-during-testimony-rebukes-republicans_85298c",
    "bias": [
      "Left-Leaning outlets portray Hillary Clinton 's testimony as \"excoriating\" Republicans, framing the probe as a \"sham\" and \"cover-up\" for Trump, emphasizing her counter-accusations.",
      "Conversely, right-leaning coverage characterizes her deposition as \"chaotic\" or a \"meltdown,\" using terms like \"claims\" to cast doubt on her statements and highlighting alleged photographic evidence contradicting her denials.",
      "While center-leaning reports neutrally on her \"had no idea\" assertion and the procedural pause, it de-emphasizes partisan motives.",
      "These contrasting narratives reveal deep ideological rifts over political accountability and the legitimacy of investigations, despite agreement that Clinton testified, denied knowledge of Epstein's crimes, and called for Trump's testimony."
    ],
    "bias_bar_text": null,
    "center_pct": 39.0,
    "error": null,
    "left_pct": 27.0,
    "location": "United States",
    "right_pct": 34.0,
    "status": "ok",
    "summary": [
      "On Thursday, former US secretary of state Hillary Clinton testified in Chappaqua, New York, saying she `had no idea about their criminal activities. I do not recall ever encountering Mr. Epstein` and `never flew on his plane or visited his island, homes or offices`.",
      "After months of tense exchanges, the Republican-led House Oversight Committee rebuffed sworn written statements and threatened criminal contempt to compel the Clintons' in-person depositions.",
      "Defending her record, Clinton added `Like every decent person,` and said she has been horrified while acknowledging interactions with Ghislaine Maxwell, Epstein associate, at Clinton Foundation events but denied knowledge of crimes.",
      "Former President Bill Clinton is scheduled to testify on Friday as part of two days of depositions, with Comer pledging a lengthy questioning schedule for both Clintons.",
      "Republican lawmakers have pressed Bill Clinton over past ties to Epstein, intensified by Department of Justice files and photos, while survivors and advocates urged questioning of President Donald Trump."
    ],
    "title": "Hillary Clinton says she has no new information on Jeffrey Epstein during testimony, rebukes Republicans",
    "topic": "Hillary Clinton",
    "topic_full": "Hillary Clinton · United States"
  },
  {
    "article_path": "/article/3f6ad62a-e6b9-4be9-94aa-b7964db8de40",
    "article_url": "https://ground.news/article/3f6ad62a-e6b9-4be9-94aa-b7964db8de40",
    "bias": [
      "Left-Leaning outlets frame the conflict emphasizing aggressive actions with terms like 'crush' and 'open war ,' often highlighting humanitarian concerns.",
      "Conversely, right-leaning coverage employs emotionally charged language such as 'Madness' and focuses on 'innocent civilians' to portray Pakistan as a clear aggressor, frequently providing context about Afghanistan supporting terrorist groups—a detail de-emphasized by others.",
      "Center-Leaning reports neutrally attribute the 'open war' declaration and describe 'escalating cross-border clashes.' While all acknowledge the airstrikes and the 'open war' statement, their distinct portrayals of victimhood and historical justifications reveal underlying ideological stances on conflict escalation."
    ],
    "bias_bar_text": "Left 31% Center 42% Right 27%",
    "center_pct": 42.0,
    "error": null,
    "left_pct": 31.0,
    "location": null,
    "right_pct": 27.0,
    "status": "ok",
    "summary": [
      "On Thursday, Pakistan's military action targeted Kabul and Kandahar, and explosions were reported in Kabul after Islamabad called an 'unprovoked' attack, according to Pakistan's Information Minister Attaullah Tarar.",
      "Tensions have risen in recent months, with officials noting Islamabad accuses Afghanistan of sheltering militants like the TTP and Baloch separatists after deadly suicide blasts, including an IS-K-claimed mosque attack.",
      "Disputed casualty claims circulated with Hamdullah Fitrat saying `up to 55` Pakistani soldiers were killed and 23 remains returned, while Zaidi reported more than 200 Taliban wounded. Tarar disputed casualties, saying two Pakistani soldiers died.",
      "Afghanistan's Defense Ministry said operations were under way in five provinces, and land border crossings have been largely shut since the clashes despite talks brokered by Qatar and Turkey.",
      "Both sides reported cross-border fire on Tuesday without casualties, with Mujahid stating, `In response to the repeated rebellions and insurrections of the Pakistani military, large-scale offensive operations were launched against Pakistani military bases and military installations along the Durand line."
    ],
    "title": "Pakistan Launches Airstrikes on Afghan Cities as Minister Declares ‘Open War’",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/vegetarian-diet-can-slash-risk-of-five-cancers-by-up-to-30-study-finds_c68a77",
    "article_url": "https://ground.news/article/vegetarian-diet-can-slash-risk-of-five-cancers-by-up-to-30-study-finds_c68a77",
    "bias": [
      "Left-Leaning outlets emphasize broad plant-based diet benefits, using terms like \"slash\" risk by \"as much as 30%\" and detailing specific cancer reductions.",
      "They frame potential vegan colorectal cancer risks by noting meat-eaters \"aren't in the clear,\" offering contextual explanations.",
      "Conversely, right-leaning coverage focuses on distinctions, stating cancer risk is \"lower for vegetarians but not vegans,\" and highlights specific negative findings, such as vegetarians having \"nearly double the risk\" of esophageal cancer.",
      "Center-Leaning reports also use \"slash\" but present figures like \"up to 30%\" more neutrally, detailing specific risks like multiple myeloma.",
      "All perspectives agree Oxford experts conducted a study linking diet and cancer, revealing ideological priorities in how benefits versus specific risks are emphasized."
    ],
    "bias_bar_text": null,
    "center_pct": 16.0,
    "error": null,
    "left_pct": 67.0,
    "location": "United Kingdom",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "On Feb 27, University of Oxford researchers published in the British Journal of Cancer pooled data from over 1.8 million people showing vegetarian diets linked to reductions in five cancers by 30%.",
      "Researchers suspect reduced red and processed meat and meat-specific compounds explain lower risks, but observational cohorts recruited at least 10 years ago limit causation vs association claims.",
      "Sample breakdown shows vegetarians had 21% lower pancreatic cancer and 9% lower breast cancer risk, based on 1,645,555 meat eaters, 57,016 poultry-eaters, and 63,147 vegetarians."
    ],
    "title": "Vegetarian diet can slash risk of five cancers by up to 30%, study finds",
    "topic": "Health & Medicine",
    "topic_full": "Health & Medicine · United Kingdom"
  },
  {
    "article_path": "/article/hundreds-of-corrections-being-issued-for-texas-bible-infused-curriculum",
    "article_url": "https://ground.news/article/hundreds-of-corrections-being-issued-for-texas-bible-infused-curriculum",
    "bias": [
      "Left-Leaning coverage frames the \"Bible-infused curriculum\" critically, emphasizing 'corrections being issued' as evidence of problematic religious integration and flawed design, aligning with secularism.",
      "Right-Leaning outlets, while acknowledging 'corrections,' subtly highlight the \"Bible-infused\" aspect, appealing to audiences valuing faith in education .",
      "Center-Leaning coverage, however, de-emphasizes ideological framing, providing specific details like '1,900 changes' and contextualizing the curriculum within \"Republican-led efforts\" and \"concerns over bias and quality.",
      "All perspectives agree on \"hundreds of corrections being issued\" for the curriculum, approved \"over pushback,\" yet their distinct portrayals reveal a fundamental ideological divide regarding the role of religion in public education."
    ],
    "bias_bar_text": null,
    "center_pct": 45.0,
    "error": null,
    "left_pct": 46.0,
    "location": "Texas",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "On Wednesday, the State Board of Education voted 8-6 to approve corrections to the curriculum designed by the Texas Education Agency, after some members questioned the high number of errors.",
      "Critics including religious scholars had earlier objected to content and emphasis, while board members said more than 4,000 corrections were needed after classroom teachers and education officials flagged problems, and more than 300 school districts and charter schools showed adoption interest as of August.",
      "The Texas Education Agency said it recorded roughly 1,900 edits across guides and workbooks, with review teams expanded from five to eight and most edits described by Jake Kobersky and Colin Dempsey as proactive or grammatical.",
      "Affected districts—roughly a quarter of Texas' 1,207 districts and charters—face material changes, with online curriculum materials to be updated within 30 days, while print timelines remain unclear.",
      "Democratic and Republican board members traded warnings about student impact and publishing standards, as Aaron Kinsey questioned if trivial fixes implied failure, Tiffany Clark warned errors hurt tests, and Pam Little feared sloppy publishing precedents."
    ],
    "title": "Hundreds of Corrections Being Issued for Texas' Bible-Infused Curriculum",
    "topic": "Texas Politics",
    "topic_full": "Texas Politics · Texas"
  },
  {
    "article_path": "/article/cardi-b-endorses-jasmine-crockett-ken-paxton-responds-with-team-nicki-minaj_1fb87c",
    "article_url": "https://ground.news/article/cardi-b-endorses-jasmine-crockett-ken-paxton-responds-with-team-nicki-minaj_1fb87c",
    "bias": [
      "Left-Leaning coverage frames Cardi B as a \"hip-hop superstar\" urging voters for \"my sister\" to \"fight for your rights,\" emphasizing the vote \"counts so much\" with a mobilizing, positive tone.",
      "In stark contrast, right-leaning outlets employ disparaging terms like \"'Wet Ass P**sy' Rapper\" and highlight her past statements calling America \"ghetto\" or \"dusty,\" even linking them to hurricanes, to discredit both the artist and the endorsement, revealing a moralizing, negative tone.",
      "Center-Leaning reports, however, neutrally describe the \"rap superstar's\" action, providing context on the \"pricey Senate race\" and \"celebrity drama\" without partisan language.",
      "The core event of Cardi B endorsing Jasmine Crockett is universally acknowledged, yet the interpretation of her public persona and past remarks forms a pivotal dividing line, reflecting broader ideological clashes over celebrity influence and national identity."
    ],
    "bias_bar_text": "L 13% Center 37% Right 50%",
    "center_pct": 37.0,
    "error": null,
    "left_pct": 13.0,
    "location": null,
    "right_pct": 50.0,
    "status": "ok",
    "summary": [
      "On Thursday, Cardi B, rapper Belcalis Marlenis Almánzar, posted a nearly-minute Instagram story urging Texas voters to back U.S. Representative Jasmine Crockett , which Crockett's campaign reposted.",
      "Attorney General Ken Paxton reacted on X by taking Nicki Minaj's side, declaring he is `team Nicki Minaj` amid the long-running feud dating back to 2017.",
      "Crockett's campaign reposted Cardi B's clip and highlighted celebrity support, including Kelly Rowland and Method Man, while Cardi B, on a sold-out tour, recorded and shared the endorsement.",
      "The race has topped more than $110 million in ad spending, with $26 million from the Democratic side and Talarico leading with $21.5 million, despite Crockett polling 56% to 44%.",
      "With the March 3 primary approaching, the celebrity endorsements have amplified national focus on the race, and if elected, Crockett would become the first African American U.S. senator from Texas."
    ],
    "title": "Cardi B tells followers in Texas to vote for Crockett over Talarico",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/this-photo-of-lutnick-on-epsteins-island-was-removed-from-justice-department-files",
    "article_url": "https://ground.news/article/this-photo-of-lutnick-on-epsteins-island-was-removed-from-justice-department-files",
    "bias": null,
    "bias_bar_text": "Left 57% Center 29% R 14%",
    "center_pct": 29.0,
    "error": "Message: \n",
    "left_pct": 57.0,
    "location": null,
    "right_pct": 14.0,
    "status": "fail",
    "summary": null,
    "title": "This photo of Lutnick on Epstein's island was removed from Justice Department files",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/burger-king-just-changed-the-whopper-for-the-first-time-in-10-years_8a9324",
    "article_url": "https://ground.news/article/burger-king-just-changed-the-whopper-for-the-first-time-in-10-years_8a9324",
    "bias": [
      "Left-Leaning coverage emphasizes consumer \"complaints\" as the catalyst for corporate action, framing the Whopper update as Burger King \"buffs up\" for a \"high-quality experience\" with \"premium\" ingredients.",
      "Center-Leaning outlets often adopt a more promotional tone, describing the company \"Elevating\" its \"most iconic\" product and giving it a \"makeover\" based on \"guest feedback,\" frequently including executive quotes and specific details like \"creamier mayonnaise.",
      "In contrast, right-leaning perspectives present the update as a neutral business response to customer feedback, de-emphasizing specific product changes.",
      "All perspectives agree Burger King is updating its Whopper for the first time in nearly a decade due to customer feedback, but diverge on the depth of detail and the characterization of corporate responsiveness, reflecting different priorities regarding consumer advocacy versus market efficiency."
    ],
    "bias_bar_text": null,
    "center_pct": 91.0,
    "error": null,
    "left_pct": 7.0,
    "location": "United States",
    "right_pct": 2.0,
    "status": "ok",
    "summary": [
      "Burger King rolled out the revamped Whopper this week in more than 7,000 restaurants nationwide, featuring a premium bun, creamier mayonnaise, and box packaging.",
      "Facing competitive and pricing pressure, Burger King responded to years of complaints about smashed burgers that fell apart around 2023.",
      "After months of testing, Burger King refined mayonnaise, buns and clamshell box packaging for seven months, changing pan size, adding a glaze, and working with nearly a dozen national bakeries.",
      "Franchisees face an extra $4,000 a year in costs, though Burger King advised local owners not to raise prices and suggested the investment will drive sales as U.S. same-store sales rose 3.2%."
    ],
    "title": "Burger King just changed the Whopper for the first time in 10 years",
    "topic": "Burger King",
    "topic_full": "Burger King · United States"
  },
  {
    "article_path": "/article/melania-trump-will-preside-over-a-un-security-council-meeting-in-a-first-for-a-first-lady",
    "article_url": "https://ground.news/article/melania-trump-will-preside-over-a-un-security-council-meeting-in-a-first-for-a-first-lady",
    "bias": [
      "Left-Leaning coverage frames the First Lady ’s chairing as politicized spectacle, using words like \"Theatre of the Absurd\" and \"uproar\" to mock and cast doubt on legitimacy, while right-leaning pieces celebrate a \"historic first\" or \"making history,\" emphasizing outreach, qualifications, and soft‑power symbolism; center outlets present it as \"unusual\" and factual.",
      "Pivotal dividing lines—procedural precedent, the First Lady’s qualifications, and foreign diplomats’ reactions—trigger the sharpest partisan splits.",
      "Both sides agree on the basic facts , reflecting deeper disputes over symbolism versus institutional norms."
    ],
    "bias_bar_text": null,
    "center_pct": 53.0,
    "error": null,
    "left_pct": 25.0,
    "location": "United States",
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "First Lady Melania Trump will preside over the United Nations Security Council on March 2 as the U.S. assumes the council’s rotating presidency.",
      "With Washington pressing its new initiative, President Donald Trump has criticised the United Nations as ineffective, saying last week `Trump said on Feb. 19` he aims to strengthen it.",
      "The agenda focuses on Children, Technology, and Education in Conflict, with First Lady Melania Trump breaking new ground as a sitting U.S. first lady presiding over the Security Council, which has 15 members.",
      "Organisers say the meeting will emphasise education as a pathway to tolerance and world peace, which could advance U.S. diplomatic priorities amid debates over the Board of Peace and U.S.-U.N. relations.",
      "With mixed reception abroad, the initiative shapes expectations as President Donald Trump framed the Board of Peace to 'strengthen' and financially support the United Nations, though some international leaders remain hesitant."
    ],
    "title": "Melania Trump will preside over a UN Security Council meeting in a first for a first lady",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/dept-of-defense-shoots-down-customs-and-border-protection-drone-near-el-paso-officials_3684d8",
    "article_url": "https://ground.news/article/dept-of-defense-shoots-down-customs-and-border-protection-drone-near-el-paso-officials_3684d8",
    "bias": [
      "Left-Leaning coverage frames the military 's action as an \"attack,\" highlighting lawmakers' strong negative reactions like \"Our Heads Are Exploding,\" and de-emphasizes the incident's accidental nature.",
      "Right-Leaning outlets, conversely, emphasize \"accidental use of anti-drone laser\" and \"shoots down,\" focusing on border protection and prior \"communication lapses.",
      "Center-Leaning reports balance this by noting Democrats \"rip DOD\" while explicitly stating the drone was \"accidentally\" shot down.",
      "All perspectives agree the U.S. military used a laser to take down a Border Protection drone near El Paso, leading to an FAA airspace closure.",
      "These divergent portrayals reveal underlying ideological divides concerning military accountability, border security, and government competence."
    ],
    "bias_bar_text": null,
    "center_pct": 65.0,
    "error": null,
    "left_pct": 27.0,
    "location": "United States",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "Members of Congress said the U.S. military used a laser Thursday to shoot down a CBP drone near the Mexican border, and the FAA closed airspace near El Paso, Texas.",
      "U.S. Representatives Rick Larsen, Bennie Thompson and Andre Carson said they were notified through official channels and criticized a lack of coordination among the Pentagon, DHS and FAA after months of ignored training warnings.",
      "The FAA said it expanded an existing airspace closure over Fort Hancock Thursday evening, barring flights while commercial flights remain unaffected.",
      "The FAA says flight restrictions near the border will last until June 24, 2026, while the Department of Defense, Customs and Border Patrol, and FAA did not immediately respond to questions.",
      "Reporting by Reuters found that the FAA had agreed to drop restrictions around El Paso if the Pentagon delayed further testing pending an FAA safety review, amid recent safety concerns."
    ],
    "title": "Dept. of Defense shoots down Customs and Border Protection drone near El Paso: Officials",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/child-obesity-hits-record-high-as-adult-rates-level-off",
    "article_url": "https://ground.news/article/child-obesity-hits-record-high-as-adult-rates-level-off",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 45.0,
    "error": null,
    "left_pct": 55.0,
    "location": "United States",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "The Centers for Disease Control and Prevention reports that childhood and teen obesity rates in the U.S. have reached record highs, with 21.1% classified as obese.",
      "Adult obesity rates may be slowing, with 40.3% classified as obese in the latest survey compared to 42.4% in 2017-2018.",
      "Factors potentially contributing to the decline in adult obesity include public health policies, education about healthier lifestyles, and medications like GLP-1s that help control appetite."
    ],
    "title": "US child, teen obesity rates reach record high while adult trends appear to slow, CDC report finds",
    "topic": "Obesity",
    "topic_full": "Obesity · United States"
  },
  {
    "article_path": "/article/hayworth-my-dad-is-ken-paxtonand-im-setting-the-record-straight",
    "article_url": "https://ground.news/article/hayworth-my-dad-is-ken-paxtonand-im-setting-the-record-straight",
    "bias": [
      "Left-Leaning coverage emphasizes \"dirty deeds\" and \"alleged infidelity\" from a \"scathing attack ad,\" framing the Republican primary as \"increasingly contentious.",
      "In contrast, right-leaning outlets portray the daughter as \"setting the record straight,\" de-emphasizing specific accusations and characterizing them broadly as \"attacks\" that \"bear no resemblance\" to the individual, adopting a defensive, counter-narrative tone.",
      "Center-Leaning reports acknowledge \"dirty deeds\" and \"attacks\" while also quoting the daughter's defense, like \"really good guy,\" noting the situation is \"amid controversy.",
      "All perspectives agree Paxton's daughter defended him against an ad in a primary, but diverge on the depth of detail regarding the accusations, revealing ideological splits in how political figures are scrutinized or protected."
    ],
    "bias_bar_text": null,
    "center_pct": 79.0,
    "error": null,
    "left_pct": 14.0,
    "location": "Texas",
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "On Thursday, Mattie Hayworth published an op-ed defending her father, and Paxton's campaign texted a family-focused ad to Republican primary voters statewide.",
      "Amid the March 3 primary, family support emerges as attacks on Paxton's personal life intensify, with his daughter defending him against allegations tied to his 2023 impeachment.",
      "In her Texas Scorecard column Thursday, she said `My dad is not perfect; none of us are. But he is a man of deep faith, genuine love for his family, and an unrelenting commitment to doing right by the people of Texas,` and the campaign's 30-second spot shows her children and FaceTime calls with Paxton as she states `My dad is a really good guy, loves God, he loves his family and he loves this country.`",
      "A late-February poll found Paxton at 38%, Cornyn at 31%, and Hunt at 17%, with no endorsement from President Donald Trump yet, and the race could go to a late May runoff if no candidate exceeds 50% next week.",
      "Beyond the primary, Cornyn and his allies warned nominating Paxton would endanger GOP chances, citing a record eight-digit spending blitz and past controversies including a settled securities fraud investigation."
    ],
    "title": "Paxton’s daughter defends him against Cornyn’s attacks",
    "topic": "Texas Politics",
    "topic_full": "Texas Politics · Texas"
  },
  {
    "article_path": "/article/mamdani-touts-productive-meeting-with-trump-on-housing",
    "article_url": "https://ground.news/article/mamdani-touts-productive-meeting-with-trump-on-housing",
    "bias": [
      "While all coverage notes Mamdani's \"productive meeting\" with Trump on housing , left-leaning outlets uniquely highlight a \"student release\" and Trump's reported \"enthusiasm.",
      "Right-Leaning narratives, however, frame Mamdani's actions as \"touting\" on social media, engaging readers with prompts like \"You Vote\" to solicit partisan opinions, and de-emphasizing specific financial proposals.",
      "Center coverage provides concrete details, such as a \"$21B\" investment for \"12,000 units,\" which other perspectives de-emphasize.",
      "These distinct portrayals reveal ideological priorities: the left focusing on broader social outcomes, the right on political posturing and audience engagement, while the center prioritizes specific project details."
    ],
    "bias_bar_text": null,
    "center_pct": 27.0,
    "error": null,
    "left_pct": 33.0,
    "location": "New York",
    "right_pct": 40.0,
    "status": "ok",
    "summary": [
      "On Thursday, New York City Mayor Mamdani met President Donald Trump in the Oval Office, proposing federal help to finance at least 12,000 housing units.",
      "Despite campaign rhetoric, Mamdani and Trump have continued communicating and signaled a willingness to cooperate, meeting previously in November, Mamdani posted on X.",
      "Mamdani's team produced a mock New York Daily News front page with the headline `Trump to City: Let's Build`, and Mamdani posted a photo from the Oval Office showing Trump holding both covers.",
      "He raised the ICE detention of Columbia student Elmina `Ellie` Aghayeva, and shortly after, Trump called to say she would be released `imminently`; Mamdani also gave Trump and Susie Wiles a list of four other detained students.",
      "This signals pragmatic cross-party cooperation on housing and affordability as Thursday's meeting highlighted an unlikely working relationship between Mamdani and Trump and a potential major federal housing investment in New York City."
    ],
    "title": "Mamdani touts productive meeting with Trump on housing",
    "topic": "Zohran Mamdani",
    "topic_full": "Zohran Mamdani · New York"
  },
  {
    "article_path": "/article/coreweave-shares-slip-8-as-quarterly-revenue-guidance-disappoints_7ad4d7",
    "article_url": "https://ground.news/article/coreweave-shares-slip-8-as-quarterly-revenue-guidance-disappoints_7ad4d7",
    "bias": [
      "Left-Leaning coverage emphasizes \"wider loss\" and \"heavy spending,\" framing investor sentiment as \"souring\" on the AI stock and highlighting a significant stock \"plunging.",
      "Right-Leaning perspectives similarly focus on how \"losses overshadow growth\" and how \"aggressive expansion burdens the balance sheet,\" ultimately \"insecuring investors.",
      "In contrast, center-leaning outlets provide specific figures like a nearly \"$67 billion\" revenue backlog and a \"110% revenue surge,\" noting the stock is \"outperforming\" the broader market despite a \"slip\" and \"disappoints\" in guidance, yet also acknowledging \"profitability pain\" and \"backlog risks.",
      "All perspectives agree on CoreWeave's substantial capital expenditures and financial concerns, revealing a core ideological divide between focusing on immediate negative market reactions and a more balanced assessment of both challenges and underlying growth potential."
    ],
    "bias_bar_text": null,
    "center_pct": 60.0,
    "error": null,
    "left_pct": 30.0,
    "location": "United States",
    "right_pct": 10.0,
    "status": "ok",
    "summary": [
      "On Thursday, CoreWeave Inc. shares fell as much as 7% in extended trading after posting revenue of $1.57 billion versus $5 billion expected.",
      "CoreWeave Inc. adjusted EBITDA was $898 million, below StreetAccount's $929 million consensus, with $21.37 billion in debt as of Dec. 31.",
      "CoreWeave's backlog and quarter activity showed revenue backlog grew to $66.8 billion from $55.6 billion, with 850 megawatts active power capacity exceeding analysts polled by LSEG's 827 megawatts estimate.",
      "Investors reacted after the close as CoreWeave shares up 36% so far in 2026, with a conference call at 5 p.m. ET to discuss results and guidance.",
      "Looking beyond the quarter, the company emphasized that CoreWeave's storage launch positions it to compete with Amazon Web Services, with CEO Mike Intrator stating `In 2025, CoreWeave became the fastest cloud platform in history to surpass $5 billion in annual revenue`."
    ],
    "title": "CoreWeave shares slip 8% as quarterly revenue guidance disappoints",
    "topic": "Business & Markets",
    "topic_full": "Business & Markets · United States"
  },
  {
    "article_path": "/article/epstein-case-democratic-leader-calls-for-donald-trumps-hearing",
    "article_url": "https://ground.news/article/epstein-case-democratic-leader-calls-for-donald-trumps-hearing",
    "bias": [
      "Left-Leaning coverage emphasizes House Democrats' collective desire for Trump's deposition, amplifying Hillary Clinton's call for testimony and linking it to 'survivors' and Trump's 'yearslong relationship' with the 'sex offender'.",
      "This perspective highlights Trump's alleged involvement and Clinton's denial of meeting Epstein.",
      "In contrast, right-leaning outlets frame the Democrats' actions as a politically motivated 'white whale' pursuit, broadening the investigation's scope to include other figures like Lutnick and Bill Clinton , whom they will 'take a crack at'.",
      "While center-leaning reports neutrally present Rep. Garcia's call for Trump's testimony, de-emphasizing partisan framing, both left and right agree on the fact of the call for testimony regarding Epstein and Trump's relationship with the 'sex trafficker', revealing a shared focus on accountability but diverging significantly on the underlying motivations and broader implications."
    ],
    "bias_bar_text": null,
    "center_pct": 56.0,
    "error": null,
    "left_pct": 22.0,
    "location": "United States",
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "Rep. Robert Garcia called on Thursday for President Trump to testify before the committee as Hillary Clinton faced questioning in Chappaqua, with Clinton's deposition set for Friday.",
      "Files produced in Ghislaine Maxwell's discovery appear to be flagged or missing, according to recent reporting from NPR and The New York Times, which Democrats say include a survivor’s accusations naming Trump.",
      "The Department of Justice said it is reviewing flagged files and will publish any improperly tagged responsive documents, while Democrats pressed for full release at depositions.",
      "The House Oversight and Government Reform Committee has set a new precedent by demanding President Trump testify, while the White House denied wrongdoing and the DOJ said allegations lacked credibility.",
      "During the Thursday deposition, proceedings paused after Rep. Lauren Boebert shared a photo, as Democrats signaled possible subpoenas for Elon Musk and noted Republicans skipped last week's Les Wexner deposition."
    ],
    "title": "Top Oversight panel Democrat calls for Trump to testify in Epstein probe",
    "topic": "Epstein Files",
    "topic_full": "Epstein Files · United States"
  },
  {
    "article_path": "/article/burger-king-testing-ai-headsets-to-track-if-employees-say-please-or-thank-you_cad658",
    "article_url": "https://ground.news/article/burger-king-testing-ai-headsets-to-track-if-employees-say-please-or-thank-you_cad658",
    "bias": [
      "Left-Leaning coverage frames Burger King 's AI as intrusive \"surveillance with a smile,\" using terms like \"crack down\" and \"spy on its staff\" to highlight negative implications for employees and broader AI failures, even suggesting it's \"making life hell.",
      "In contrast, right-leaning outlets present the initiative neutrally, focusing on operational efficiency and customer service, de-emphasizing labor concerns.",
      "Center-Leaning reports offer factual details, like testing in \"500 U.S. restaurants,\" but inject subtle skepticism, questioning if \"nothing says hospitality like a bot counting your pleases.",
      "While all agree on the AI's basic functions, the left emphasizes corporate overreach, while the right prioritizes business interests, revealing a core ideological split over technology's role in the workplace."
    ],
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 35.0,
    "location": "United States",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "Burger King is launching Patty, an OpenAI-powered voice assistant in employee headsets, piloted in 500 restaurants and coming to Canada in the second half of 2026, Restaurant Brands International said on Feb. 26, 2026.",
      "Using franchisee and guest feedback, Burger King trained the BK Assistant platform to recognize phrases like `welcome to Burger King`, `please`, and `thank you` to assist employees and measure friendliness.",
      "Employees will be able to ask Patty operational questions like how many bacon strips to use or how to clean the shake machine, while the system alerts managers to equipment issues and removes unavailable items from digital menus within 15 minutes.",
      "Managers can ask Patty for friendliness scores while Burger King plans to roll out the platform to all 7,000 locations this year, though observers warn worker adaptation remains uncertain.",
      "Testing of drive-thru AI continues in fewer than 100 restaurants as other chains like McDonald’s and Taco Bell, which retreated last year, show mixed results; RBI targets 300–400 net new restaurants annually by 2028."
    ],
    "title": "Burger King testing AI headsets to track if employees say 'please' or 'thank you'",
    "topic": "Burger King",
    "topic_full": "Burger King · United States"
  },
  {
    "article_path": "/article/walz-unveils-antifraud-package-after-trump-administration-freezes-minnesota-medicaid-funds",
    "article_url": "https://ground.news/article/walz-unveils-antifraud-package-after-trump-administration-freezes-minnesota-medicaid-funds",
    "bias": [
      "Left-Leaning outlets frame the $259 million Medicaid freeze as a \"retribution\" campaign, \"totally illegal and unprecedented,\" emphasizing the \"punish\" aspect against Minnesota 's Democratic government and highlighting \"Somalis in Minnesota\" in the fraud context.",
      "Right-Leaning coverage, conversely, questions Governor Walz's sincerity with dismissive terms like \"Raging Gov\" and \"Sort Of,\" portraying his anti-fraud package as a reaction to federal pressure and extensively covering impeachment efforts against \"far-leftists\" Walz and Ellison—a pivotal topic de-emphasized elsewhere.",
      "Center-Leaning reports use neutral verbs like \"unveils\" and \"pauses,\" presenting both sides' claims more directly.",
      "While all acknowledge the federal freeze and Walz's anti-fraud package, the underlying motivations—political targeting versus accountability for fraud—remain a stark ideological divide."
    ],
    "bias_bar_text": null,
    "center_pct": 41.0,
    "error": null,
    "left_pct": 26.0,
    "location": "Minnesota",
    "right_pct": 33.0,
    "status": "ok",
    "summary": [
      "On Thursday, Gov. Tim Walz unveiled an 18-point anti-fraud legislative package after federal officials paused Medicaid payments to Minnesota, aiming to improve detection, strengthen investigations and raise penalties.",
      "Walz long pursued reforms that predated the federal move as Minnesota DHS implemented changes since 2024 and Program Integrity Director Tim O'Malley documented decades of failures last year.",
      "Walz detailed measures that include creating a centralized statewide Office of Inspector General, expanding audits, analytics and site visits, and raising penalties by 20% for theft of public funds.",
      "Federal officials gave Minnesota 60 days to respond, and Walz and Ellison will testify before the U.S. House Oversight Committee on March 4, 2026, amid potential harm to over 1.2 million residents.",
      "Amid partisan debate, Minnesota Legislature is weighing proposals, with Senate SF856 passed last year and House approval stalled, as Gov. Tim Walz hopes for bipartisan acceptance."
    ],
    "title": "Walz Unveils Antifraud Package After Trump Administration Freezes Minnesota Medicaid Funds",
    "topic": "Minnesota Politics",
    "topic_full": "Minnesota Politics · Minnesota"
  },
  {
    "article_path": "/article/donald-trumps-state-of-the-union-address-pulls-326-million-viewers-down-from-last-year",
    "article_url": "https://ground.news/article/donald-trumps-state-of-the-union-address-pulls-326-million-viewers-down-from-last-year",
    "bias": [
      "Left-Leaning coverage frames the State of the Union with terms like \"rambling,\" condemning \"hateful policies\" as \"decimating\" and \"destroying our democracy\" through \"gaslighting rhetoric,\" emphasizing a negative policy critique.",
      "Center outlets, however, focus neutrally on viewership figures, noting 32.6 million viewers and a 4 million decline.",
      "Right-Leaning perspectives de-emphasize these numbers, instead broadly characterizing the President's \"polarising year\" and \"fundamental changes\" to society.",
      "While all agree on the address occurring, the left's emotional condemnation contrasts sharply with the right's descriptive framing of impact, and the center's numerical focus, revealing deep ideological divides over policy substance versus broader political shifts."
    ],
    "bias_bar_text": null,
    "center_pct": 59.0,
    "error": null,
    "left_pct": 33.0,
    "location": "United States",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "Nielsen reported that on Feb. 24, President Donald Trump delivered his State of the Union to a joint session of Congress, drawing 32.6 million viewers on 15 networks.",
      "A comparison with last year shows preliminary Nielsen figures indicate the address drew fewer viewers than last year’s presidential address to Congress, which attracted 36.63 million, due to waning novelty and polarization, reporters and analysts say.",
      "Older viewers dominated the audience, with persons 55 and older totaling about 23.6 million, while Fox News led networks with 9.1 million, ABC had 5.1 million, and MS Now drew 2.4 million versus CNN's 2.2 million.",
      "The short-term fallout is the audience was smaller than any of Mr Trump’s first five addresses and far below his 2017 peak of 47.7 million, with the Nielsen final ratings release scheduled Thursday afternoon.",
      "Longer-Term viewing trends show a decline, with presidential audiences decreasing amid Mr Trump's at least 243 executive orders and about 540,000 deportations in the past year."
    ],
    "title": "Trump's State of the Union address seen by 32.6 million people, down 4 million from 2025 speech",
    "topic": "State of the Union",
    "topic_full": "State of the Union · United States"
  },
  {
    "article_path": "/article/kalshi-accuses-mrbeast-video-editor-of-insider-trading_c4d950",
    "article_url": "https://ground.news/article/kalshi-accuses-mrbeast-video-editor-of-insider-trading_c4d950",
    "bias": [
      "Left-Leaning outlets frame the insider trading case as a \"rare look\" into \"rampant\" market issues, emphasizing accountability and ethical breaches with terms like \"punishing\" and \"reveals.",
      "Right-Leaning coverage highlights Kalshi's \"punishes\" and its proactive \"reported\" actions to the CFTC, focusing on regulatory compliance and preventing illicit gains.",
      "Center-Leaning reports remain neutral, stating Kalshi \"accuses\" or \"fines,\" providing specific details like the \"$20,000\" penalty.",
      "While the left emphasizes systemic concerns, the right de-emphasizes broader market issues, focusing on effective enforcement.",
      "All agree on the disciplinary action, but their distinct portrayals reflect underlying priorities: market fairness versus regulatory adherence."
    ],
    "bias_bar_text": null,
    "center_pct": 45.0,
    "error": null,
    "left_pct": 50.0,
    "location": "United States",
    "right_pct": 5.0,
    "status": "ok",
    "summary": [
      "On Wednesday, Kalshi disclosed disciplinary cases against a MrBeast editor and a California candidate, reporting both to the CFTC.",
      "Kalshi's surveillance systems flagged statistically anomalous trades in August–September 2025 and received user tips, prompting investigators to link the activity to MrBeast's editor.",
      "Kalshi froze Artem Kaptur's account, ordered him to repay more than $5,000, fined him about $20,000, and banned Kyle Langford for five years after a $200 wager.",
      "Beast Industries, MrBeast's company, said it has no tolerance for the behavior and opened an independent investigation, while Kalshi said fines will be donated to a consumer-education non-profit.",
      "Prediction markets have surged in the US with more than 200,000 active markets, and high-profile incidents like a $400,000 Polymarket win have spurred U.S. lawmakers and regulators to press for oversight."
    ],
    "title": "Kalshi accuses MrBeast video editor of insider trading",
    "topic": "Business & Markets",
    "topic_full": "Business & Markets · United States"
  },
  {
    "article_path": "/article/us-moves-to-cut-swiss-bank-off-from-financial-system-over-iran-russia-ties_49491a",
    "article_url": "https://ground.news/article/us-moves-to-cut-swiss-bank-off-from-financial-system-over-iran-russia-ties_49491a",
    "bias": [
      "Left-Leaning coverage frames the move as an aggressive attempt to \"isolate\" a small Swiss bank, emphasizing labels like \"primary risk for money laundering\" and casting the action as scrutinizing U.S. foreign-policy implications, while right-leaning pieces stress a decisive \"sever\" or \"cut off,\" highlight additional links and Swiss regulator scrutiny to portray firm anti-corruption enforcement; center coverage situates the proposal amid U.S.-Iran diplomacy and de-emphasizes more charged rhetoric.",
      "Dividing lines include mentions of Venezuela, FINMA involvement, and the timing with Geneva talks; all sides agree the Treasury alleged Iran/ Russia ties and proposed blocking U.S. access."
    ],
    "bias_bar_text": null,
    "center_pct": 45.0,
    "error": null,
    "left_pct": 20.0,
    "location": "United States",
    "right_pct": 35.0,
    "status": "ok",
    "summary": [
      "On Feb 26, the U.S. Treasury Department proposed a rule to sever MBaer Merchant Bank AG's access to the U.S. financial system and barred covered U.S. financial institutions from maintaining correspondent accounts for MBaer, opening a 30-day comment period.",
      "Treasury alleges MBaer aided money laundering, corruption, and terrorist financing for Iran's Islamic Revolutionary Guard Corps, Russian criminal actors, and actors linked to Venezuelan corruption since its inception.",
      "MBaer, founded in 2018, held roughly $245 million in assets in 2020, ranking as the 200th largest bank in Switzerland.",
      "If finalized, the rule would sever MBaer’s access to the U.S. dollar-based financial system by blocking correspondent accounts, as Treasury Secretary Scott Bessent said it risks U.S. national security.",
      "The move coincides with U.S. and Iranian officials holding indirect talks in Geneva on Thursday, while Treasury Secretary Scott Bessent warned banks they `should be on notice`."
    ],
    "title": "US Moves to Cut Swiss Bank Off from Financial System Over Iran, Russia Ties",
    "topic": "Finance",
    "topic_full": "Finance · United States"
  },
  {
    "article_path": "/article/risk-for-the-supply-chain-pentagon-examines-dependence-on-ai-company-anthropic",
    "article_url": "https://ground.news/article/risk-for-the-supply-chain-pentagon-examines-dependence-on-ai-company-anthropic",
    "bias": [
      "Left-Leaning coverage frames the Pentagon's inquiry as \"pressures\" amid a \"supply-chain risk threat,\" de-emphasizing specific contractors and the term \"blacklisting.",
      "In contrast, right-leaning outlets portray it as a \"key step toward blacklisting\" Anthropic , creating urgency with \"looms\" regarding \"safeguards\" to be removed.",
      "Center-Leaning reports also mention \"blacklisting\" as an \"unprecedented move\" in a \"high-stakes dispute,\" but with a more attributed tone.",
      "While all agree on the Pentagon's inquiry and the impending deadline concerning AI safeguards, the left emphasizes systemic risk while the right prioritizes decisive action, revealing differing views on regulation versus national security."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 14.0,
    "location": "United States",
    "right_pct": 43.0,
    "status": "ok",
    "summary": [
      "On Wednesday, the Department of Defense asked defense contractors to assess their reliance on Anthropic and gave the company until Friday 5 p.m. Eastern time to respond.",
      "A months-long dispute began after Anthropic, AI startup, refused to ease safeguards for military use, while the Department of Defense pressed Anthropic and OpenAI to enable classified network access.",
      "In talks with Anthropic's CEO, Defense Secretary Pete Hegseth warned the Pentagon might label it a supply-chain risk or invoke a law if it did not comply, Reuters reported.",
      "The Office of the Secretary of War is preparing to execute any Friday decision, with a Pentagon official saying contractors were contacted, including Boeing and Lockheed, Axios reported.",
      "Boeing Defense, Space and Security said it has no active contracts with Anthropic, AI company, while Anthropic did not respond to requests and an unidentified person familiar with the matter declined to be identified."
    ],
    "title": "Pentagon Asks Defense Contractors About Reliance on Anthropic's AI Services, Source Says",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/trump-administration-asks-the-supreme-court-to-allow-an-end-to-legal-protections-for-syrian-migrants",
    "article_url": "https://ground.news/article/trump-administration-asks-the-supreme-court-to-allow-an-end-to-legal-protections-for-syrian-migrants",
    "bias": [
      "Left-Leaning outlets emphasize the humanitarian impact on \"thousands\" of Syrian \"migrants,\" framing the administration's action as ending \"legal protections\" for those fleeing a \"brutal crackdown.",
      "Conversely, right-leaning coverage portrays lower court actions as \"persistent disregard\" and \"lawfare\" against \"deportations,\" aligning with the administration's legal arguments and executive authority.",
      "Center-Leaning reports neutrally describe the request to end \"temporary protections.",
      "While all acknowledge the approximately 6,000 Syrians affected, the left highlights their vulnerability, whereas the right de-emphasizes humanitarian concerns.",
      "This reveals a fundamental ideological divide between prioritizing human rights and upholding executive power and judicial oversight."
    ],
    "bias_bar_text": null,
    "center_pct": 65.0,
    "error": null,
    "left_pct": 13.0,
    "location": "United States",
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "On Thursday the Justice Department asked the Supreme Court for emergency relief to let the Trump administration end legal protections for migrants from Syria and urged the court to lift a New York judge's injunction.",
      "On Thursday, Noem announced that protections for Syria, designated in 2012 after a 'brutal crackdown' by Bashar al-Assad, would end due to the fall of the regime and normalization with Damascus.",
      "Court filings say about 6,100 people from Syria hold temporary legal status, while 3,860 Syrian nationals were covered as of March 31, 2025; ending TPS could halt work authorization and expose beneficiaries to possible deportation."
    ],
    "title": "Trump administration asks the Supreme Court to allow an end to legal protections for Syrian migrants",
    "topic": "US Immigration",
    "topic_full": "US Immigration · United States"
  },
  {
    "article_path": "/article/judge-summons-minnesota-us-attorney-to-court-threatens-dhs-with-contempt-for-unlawful-conduct_dd9799",
    "article_url": "https://ground.news/article/judge-summons-minnesota-us-attorney-to-court-threatens-dhs-with-contempt-for-unlawful-conduct_dd9799",
    "bias": [
      "Left-Leaning outlets frame federal officials' actions as \"unlawful conduct\" and \"repeatedly defying\" court orders, emphasizing an \"irate\" judge and a \"scathing order\" deemed \"unprecedented in American history,\" often linking the issue to \"Trump officials.",
      "Their tone is highly critical, highlighting government overreach.",
      "Right-Leaning coverage, conversely, de-emphasizes the specifics of the violations, briefly noting a judge \"threatens\" ICE, thereby minimizing the perceived wrongdoing of federal enforcement.",
      "Center-Leaning reports maintain a neutral tone, describing a \"stern warning\" over \"numerous unlawful violations\" without the left's emotional intensity.",
      "All perspectives agree a judge threatened contempt for non-compliance, but diverge sharply on the severity and implications, reflecting broader ideological divides concerning government accountability versus support for federal agencies."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 43.0,
    "location": "Minnesota",
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "On Thursday, Chief U.S. District Judge Patrick Schiltz warned he may seek criminal contempt after finding nearly 100 violated orders and attaching a list documenting 113 additional violations.",
      "A Jan. 28 order had already flagged nearly 100 orders as violated, and Feb. 20 demanded return of property in over 20 cases after Daniel Rosen disputed those tallies.",
      "Rosen acknowledged his office's staff has fallen dramatically, with resignations including civil attorney Ana Voss, leaving the U.S. Attorney's Office in Minnesota shorthanded and causing at least two dropped cases.",
      "On Thursday, Judge Jeffrey Bryan scheduled a March 3 hearing requiring David Fuller and Rosen to appear, with the court possibly canceling cases if property is returned by 9 a.m.",
      "Schiltz called the pattern unprecedented in U.S. history, writing the government attacked the Court rather than improved compliance; his order is the latest criticism of the Trump administration’s deportation tactics."
    ],
    "title": "A chief judge warns Minnesota’s top prosecutor and ICE: Obey court orders or face contempt",
    "topic": "Minnesota Politics",
    "topic_full": "Minnesota Politics · Minnesota"
  },
  {
    "article_path": "/article/los-angeles-board-of-education-to-discuss-school-superintendent-after-fbi-searched-his-home",
    "article_url": "https://ground.news/article/los-angeles-board-of-education-to-discuss-school-superintendent-after-fbi-searched-his-home",
    "bias": [
      "While all perspectives acknowledge the Los Angeles Board of Education's discussion following an FBI search, left-leaning coverage presents a purely factual account, de-emphasizing specific details like the superintendent's name or the investigation's scope.",
      "Right-Leaning outlets frame the event as a board that will \"continue discussions,\" subtly implying an ongoing issue, while also de-emphasizing the district headquarters search or the reported link to a \"failed AI project.",
      "Center-Leaning reports, however, provide these crucial specifics and, in one instance, use the more evocative term \"raided.",
      "This divergence highlights differing priorities in public official scrutiny, with the right hinting at persistent problems and the left focusing on immediate events, while the center offers greater contextual depth."
    ],
    "bias_bar_text": null,
    "center_pct": 44.0,
    "error": null,
    "left_pct": 25.0,
    "location": "California",
    "right_pct": 31.0,
    "status": "ok",
    "summary": [
      "The Los Angeles Unified School District Board of Education will meet in a closed session on Thursday after FBI searches at the district's headquarters and superintendent's home, the district said.",
      "The FBI's Miami office confirmed agents searched a Southwest Ranches residence on Wednesday morning, with authorities offering few details about the investigation.",
      "The district paid $3,000,000 to AllHere, then dropped the project as the company collapsed and its founder faced fraud charges.",
      "Carvalho denied personal involvement in vendor selection and said he would form a task force, but no public updates have appeared; the inquiry could impact his reputation, which includes praise for Miami-Dade County Public Schools.",
      "Debra Kerr, linked to the AllHere deal, says she was never paid a $630,000 commission and has longstanding Miami ties to Carvalho, whose LA move followed pandemic-era political clashes."
    ],
    "title": "Los Angeles Board of Education to discuss school superintendent after FBI searched his home",
    "topic": "California Politics",
    "topic_full": "California Politics · California"
  },
  {
    "article_path": "/article/prosecutor-claims-that-delayed-charges-against-abrego-garcia-were-extraordinary-but-justified_0b728f",
    "article_url": "https://ground.news/article/prosecutor-claims-that-delayed-charges-against-abrego-garcia-were-extraordinary-but-justified_0b728f",
    "bias": [
      "Left-Leaning coverage frames the prosecutor's \"extraordinary\" but \"justified\" claim to scrutinize institutional power, highlighting Abrego Garcia's assertion of \"vindictive\" prosecution by the Trump administration to \"punish him.",
      "Right-Leaning outlets, conversely, use \"Admits\" with \"Extraordinary\" to imply a reluctant confession and suspicion regarding timing, de-emphasizing political motivation.",
      "Center-Leaning reports neutrally attribute the prosecutor's statement while including Abrego Garcia's \"vengeful\" claims and the \"erroneous deportation\" galvanizing the migration debate.",
      "All sides agree on the human smuggling charges and the prosecutor's statement, but diverge on underlying motivations and broader implications, reflecting ideological divides on government accountability and immigration ."
    ],
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 22.0,
    "location": "United States",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "At a Nashville federal court on Thursday, defense attorneys will ask to dismiss human-smuggling charges against Kilmar Abrego Garcia , tied to a 2022 traffic stop.",
      "Prosecutors say First Assistant U.S. Attorney Rob McGuire alone decided to prosecute, but an unsealed order suggests others in the U.S. Department of Justice may have been involved, defense contends the case is retaliatory.",
      "Under ICE supervision, Abrego Garcia lived and worked in Maryland before deportation, and a bodycam from the 2022 stop shows a calm exchange with nine passengers and officers discussing smuggling before issuing a warning.",
      "After reviewing disputed DOJ documents, Waverly Crenshaw, U.S. District Judge, raised concerns about possible vindictiveness and statements from officials, including a DOJ official's quote, raising cause for concern.",
      "Because of the 2019 immigration order, deportation to El Salvador is barred for Abrego Garcia, and the case has galvanized the immigration debate, affecting his American wife and child."
    ],
    "title": "Prosecutor claims that delayed charges against Abrego Garcia were ‘extraordinary’ but justified",
    "topic": "Kilmar Abrego Garcia",
    "topic_full": "Kilmar Abrego Garcia · United States"
  },
  {
    "article_path": "/article/young-woman-says-she-was-on-social-media-all-day-long-as-a-child-in-landmark-addiction-trial_7b298e",
    "article_url": "https://ground.news/article/young-woman-says-she-was-on-social-media-all-day-long-as-a-child-in-landmark-addiction-trial_7b298e",
    "bias": [
      "Left-Leaning coverage frames the social media trial around a young woman's \"self-worth\" being \"really affected,\" emphasizing corporate accountability in a \"landmark addiction trial.",
      "Right-Leaning outlets, however, highlight the plaintiff's extreme youth, noting \"addiction began at age 6\" and detailing \"depression and suicidal thoughts,\" portraying her as \"battling against social media giants\" with a tone of moral concern.",
      "Center perspectives report the plaintiff \"decries harmful social media addiction\" and \"painted a dire picture,\" providing specific details like the companies sued and the trial's \"bellwether\" status, maintaining a more descriptive stance.",
      "While all acknowledge the \"landmark addiction trial\" and the plaintiff's claims of excessive childhood use, the left prioritizes emotional impact, the right focuses on severe psychological harm and corporate culpability, revealing ideological splits on tech regulation and youth protection."
    ],
    "bias_bar_text": null,
    "center_pct": 63.0,
    "error": null,
    "left_pct": 27.0,
    "location": "California",
    "right_pct": 10.0,
    "status": "ok",
    "summary": [
      "On Feb 26, Kaley GM, the plaintiff, took the stand and testified she could not control her use of YouTube and Instagram in the Los Angeles trial involving Meta and YouTube.",
      "Plaintiffs say the suit aims to prove Meta and Google deliberately designed features to encourage compulsive use among young people, while company lawyer Paul Schmidt contends Kaley faced pre-existing challenges and used social media as a coping mechanism.",
      "Courtroom evidence showed notifications gave Kaley a `rush` and she checked them during school, with peak single-day Instagram use exceeding 16 hours and a nearly 35-foot canvas banner of Instagram photos displayed.",
      "As a bellwether, the trial could set standards for thousands of similar lawsuits and influence cases in federal courts in northern California and state courts across the U.S.",
      "During testimony, Mark Zuckerberg said `I’m not sure what to say to that.` and `I don’t think that applies here,` while Adam Mosseri said he did not believe people could become clinically addicted to platforms."
    ],
    "title": "Young woman says she was on social media ‘all day long’ as a child in landmark addiction trial",
    "topic": "Meta",
    "topic_full": "Meta · California"
  },
  {
    "article_path": "/article/51dba8ee-81d1-4c22-b342-25513df4ef94",
    "article_url": "https://ground.news/article/51dba8ee-81d1-4c22-b342-25513df4ef94",
    "bias": null,
    "bias_bar_text": "L 20% Center 40% Right 40%",
    "center_pct": 40.0,
    "error": "Message: \n",
    "left_pct": 20.0,
    "location": null,
    "right_pct": 40.0,
    "status": "fail",
    "summary": null,
    "title": "Escalating Tensions: Violence Erupts Amid Fragile Gaza Ceasefire",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "article_url": "https://ground.news/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Sunday, US President Donald Trump urged Hamas to pursue disarmament and said the Board of Peace pledged $5 billion and personnel for stabilization.",
      "The second phase of the US-brokered ceasefire plan stipulates Hamas must disarm, with Israeli forces withdrawing and an International Stabilization Force deployed, though Hamas calls disarmament a red line.",
      "UN records show the plan was endorsed in November, and Trump said the Board of Peace will work with the United Nations; its charter does not seem limited to Gaza rebuilding oversight.",
      "Requests for membership fees and invitations have prompted criticism as countries were asked to pay $1 billion for permanent membership, with France, Britain, and others expressing doubts amid ceasefire violations.",
      "After meeting on the sidelines of the World Economic Forum in Davos last month, the Board of Peace is due to meet on Feb 19 in the US capital."
    ],
    "title": "Trump tells Hamas to proceed with ‘Full and Immediate’ disarmament",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/prosecutors-plan-to-charge-an-israeli-settler-with-killing-a-palestinian-activist-in-the-west-bank_028503",
    "article_url": "https://ground.news/article/prosecutors-plan-to-charge-an-israeli-settler-with-killing-a-palestinian-activist-in-the-west-bank_028503",
    "bias": [
      "Left-Leaning outlets frame the planned prosecution of an Israeli settler for killing a Palestinian activist by emphasizing systemic injustice, detailing a \"settler incursion\" and the settler \"wildly firing his gun after antagonising locals.",
      "They highlight the family's view that the \"manslaughter\" charge \"doesn’t rise to the level of the crime\" and contextualize it with statistics on nationalist violence.",
      "Conversely, right-leaning coverage presents the event with a more neutral tone, focusing on the legal process and individual accountability, de-emphasizing broader context.",
      "Center-Leaning reports note the \"Rare Prosecution Sparks Debate.",
      "All perspectives acknowledge the rarity of such prosecutions and a spike in settler attacks, yet their divergent portrayals reveal underlying ideological priorities regarding the conflict."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Monday, Israel 's State Attorney General's office said it had initiated proceedings to indict Yinon Levi, an Israeli settler, over the killing of a Palestinian activist, opening a rare prosecution of settler violence.",
      "Amid a sharp rise in settler attacks over two years, Hathaleen's death last July drew attention due to his role in the 2025 Oscar-winning film No Other Land and his funeral in Umm al-Khair on Aug. 7, 2025.",
      "Multiple camera angles captured the confrontation in Umm al-Khair, including footage Alaa Hathaleen filmed showing Yinon Levi waving a pistol, firing two shots, shoving people, and later being detained, placed under house arrest and released.",
      "Eitan Peleg, an attorney for Hathaleen's family, said prosecutors planned to indict Levi for reckless homicide, which the family called insufficient and described as an intentional, premeditated killing, a rare legal step in West Bank cases.",
      "On Sunday, Israel's Foreign Ministry announced a land-registration process, with rights groups warning it could strip Palestinians of land and drawing condemnation from Saudi Arabia and Egypt."
    ],
    "title": "Prosecutors plan to charge an Israeli settler with killing a Palestinian activist in the West Bank",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/canadian-father-enduring-cold-poor-food-and-water-in-texas-ice-detention-centre",
    "article_url": "https://ground.news/article/canadian-father-enduring-cold-poor-food-and-water-in-texas-ice-detention-centre",
    "bias": null,
    "bias_bar_text": "Left 83% C 17%",
    "center_pct": 17.0,
    "error": null,
    "left_pct": 83.0,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Since November, Curtis Wright, Canadian-born permanent resident, has been held at ICE’s South Texas Detention Facility in Pearsall after being taken aside at Houston’s Bush Intercontinental Airport on Nov. 6, where detainees face cold, crowded conditions and contaminated water that made him extremely sick.",
      "Because of an old drug‑possession conviction from high school, Thomsen says his detention stems from Xanax tablets found in a car, with Trump‑era policy increasing detention.",
      "Wright's fiancée says their 18‑month‑old daughter reached for him through the glass while he cried, and he has been moved four times, with one instance where she was given only one frozen waffle in 24 hours.",
      "A virtual court date last month was missed when the judge did not appear, a trial still needs scheduling, and the U.S. Department of Homeland Security did not immediately respond.",
      "Family and supporters describe Curtis Wright as sober five years and active in Alcoholics Anonymous; Thomsen says he lives in the U.S. nearly 30 years, works in the oil and gas sector, and helps detainees."
    ],
    "title": "Canadian father enduring cold, poor food and water in Texas ICE detention centre",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/fetterman-says-he-applauded-victims-veterans-at-trump-address-as-other-democrats-sat",
    "article_url": "https://ground.news/article/fetterman-says-he-applauded-victims-veterans-at-trump-address-as-other-democrats-sat",
    "bias": [
      "Left-Leaning outlets portray Senator Fetterman \"blasting\" Democratic colleagues for \"yelling and screaming,\" emphasizing his \"annoyance\" at questions about \"ditching Dems\" and focusing on internal party decorum.",
      "Conversely, right-leaning coverage \"slams\" Democrats for \"making a scene,\" highlighting Fetterman \"breaking with Democrats\" by shaking Trump's hand and praising Trump's \"powerful\" speech, often framing his actions as \"classy\" or \"somewhat-sane\" while questioning his party loyalty.",
      "Center-Leaning reports neutrally state Fetterman \"defends\" his actions.",
      "Pivotal dividing lines include Fetterman's perceived praise for Trump and his attire.",
      "Both sides agree Fetterman criticized colleagues and shook Trump's hand, revealing ideological splits over civility and partisan alignment."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "Sen. John Fetterman , D-Penn., stood up and clapped at multiple moments during President Donald Trump's State of the Union address, including for Iryna Zarutska, a Ukrainian woman stabbed to death, veterans in attendance, and a Venezuelan political prisoner.",
      "Rep. Ilhan Omar, D-Minn., tried to disrupt Trump's speech by yelling 'You've killed Americans!', to which Trump responded by saying 'You should be ashamed of yourself."
    ],
    "title": "Fetterman says he applauded victims, veterans at Trump address as other Democrats sat",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/leblanc-sets-up-talks-with-us-trade-rep-next-week-in-washington",
    "article_url": "https://ground.news/article/leblanc-sets-up-talks-with-us-trade-rep-next-week-in-washington",
    "bias": [
      "Left-Leaning coverage frames upcoming trade discussions procedurally, focusing on the meeting itself and de-emphasizing the specific USMCA agreement or any associated sentiment.",
      "In contrast, center-leaning outlets balance reports of \"tough U.S. trade talk\" with LeBlanc's \"optimism\" and \"very friendly\" private meetings, portraying a nuanced situation.",
      "Right-Leaning sources explicitly highlight LeBlanc as \"not pessimistic\" and \"optimistic\" about USMCA renewal, subtly affirming a conservative policy success.",
      "While all agree on the meeting's occurrence, the left's de-emphasis of LeBlanc's positive outlook and the agreement's name contrasts sharply with the center and right's focus on positive sentiment and the deal's future, revealing ideological priorities regarding trade policy."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "LeBlanc plans a late-next-week meeting with U.S. Trade Representative Jamieson Greer in Washington, D.C., to prepare for the mandatory Canada‑U.S.‑Mexico Agreement review, Feb. 26, 2026.",
      "After a near-deal last fall on steel and aluminum, talks collapsed following an Ontario government television advertisement and U.S. Trade Representative Jamieson Greer's call for higher tariffs earlier this week.",
      "Behind the scenes, officials report private, government-to-government negotiations are `business-like, cordial, amicable`, LeBlanc said, while American business leaders and the Agricultural Coalition for USMCA support the pact.",
      "The new 10-per-cent tariffs took effect Tuesday, and short-term rules mean they can only last 150 days without congressional approval, shifting to annual reviews if no consensus.",
      "With a July 1 deadline, Canada, Mexico and the U.S. must decide on USMCA renewal or annual reviews while Section 232 and midterm elections in November complicate tariff politics ."
    ],
    "title": "LeBlanc sets up talks with U.S. trade rep next week in Washington",
    "topic": null,
    "topic_full": null
  }
]
