[
  {
    "article_path": "/article/shooter-killed-ex-wife-and-a-son-in-rhode-island-ice-rink-attack-police-say_d40307",
    "article_url": "https://ground.news/article/shooter-killed-ex-wife-and-a-son-in-rhode-island-ice-rink-attack-police-say_d40307",
    "bias": [
      "Left-Leaning coverage frames the incident as a \"rampage\" and \"tragedy,\" emphasizing the \"good Samaritan\" who intervened and the police chief's call for family respect.",
      "In stark contrast, right-leaning outlets prominently highlight the shooter's \"gender identity\" as a \"source of past family conflict,\" using phrases like \"Male Who Identified as a Female\" to imply a causal link to the violence and focusing on the \"father's past\" and \"divorce records.",
      "Center-Leaning reports, however, maintain a factual tone, detailing the \"2 killed, 3 injured\" and also crediting the \"good Samaritan,\" while de-emphasizing the identity aspect.",
      "All perspectives agree on the basic facts of the shooting, the victims, and the shooter's death, yet their divergent portrayals reveal underlying ideological priorities: the left focusing on community response and empathy, the right on identity politics and personal failings."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Feb. 16, 2026, a shooter identified as Robert Dorgan opened fire at Dennis M. Lynch Arena during a hockey game, killing his ex-wife Rhonda Dorgan and son Aidan Dorgan.",
      "Pawtucket Police Chief Tina Goncalves said the shooting appeared to be a family dispute, and court records show Rhonda Dorgan filed for divorce in February 2020, finalized in June 2021, citing gender transition and personality disorder traits.",
      "Investigators have interviewed nearly 100 witnesses and are reviewing video from LiveBarn showing more than a dozen shots, while three bystanders, including an unnamed `good Samaritan`, intervened to contain Dorgan.",
      "The City of Pawtucket arranged grief counselors and a GoFundMe fundraiser for the victims' families, while the Rhode Island Interscholastic League suspended all games out of respect.",
      "The shooting follows a Brown University attack nearly two months earlier, highlighting state trauma from recent violence; Robert Dorgan, 56, who used the names Roberta Dorgan and Roberta Esposito, worked at General Dynamics Bath Iron Works and briefly served in the Marine Corps."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/iran-us-agree-on-guiding-principles-for-potential-deal-after-geneva-talks-iranian-fm-says_7256e7",
    "article_url": "https://ground.news/article/iran-us-agree-on-guiding-principles-for-potential-deal-after-geneva-talks-iranian-fm-says_7256e7",
    "bias": [
      "Left-Leaning outlets frame nuclear talks with positive terms like \"understanding\" and \"serious progress,\" emphasizing diplomatic success and de-escalation.",
      "Conversely, right-leaning coverage injects skepticism with phrases like \"Tehran says\" and highlights calls for \"full dismantlement,\" portraying Iran's \"controversial nuclear program\" with suspicion.",
      "Center-Leaning reports neutrally attribute \"progress made\" to officials.",
      "Pivotal dividing lines include the left's mention of \"Israel's attack\" context and Trump's \"regime change\" rhetoric, contrasted with the right's focus on Iranian military actions during talks.",
      "While all acknowledge \"guiding principles\" were discussed, the left envisions a path to agreement, while the right maintains a hardline stance, revealing deep ideological splits on international engagement."
    ],
    "bias_bar_text": null,
    "center_pct": 30.0,
    "error": null,
    "left_pct": 32.0,
    "location": null,
    "right_pct": 38.0,
    "status": "ok",
    "summary": [
      "On February 17, 2026, Iranian Foreign Minister Abbas Araghchi said Iran and the United States reached broad agreement on guiding principles in Geneva, but cautioned this \"does not mean an agreement will be reached soon\".",
      "The negotiations resumed after earlier talks collapsed last year following Israel's June strikes, amid U.S. military deployments and Iranian domestic protests since last year.",
      "Held at the Omani ambassador's residence, Geneva, the talks included document exchanges and agreement to draft texts before setting a third-round date, with Steve Witkoff, U.S. special envoy, and Jared Kushner participating and Oman mediating.",
      "Markets reacted as Brent crude futures fell more than 1% after a senior Iranian official said success depends on U.S. realism in lifting sanctions on Iran.",
      "Iran maintains it will only negotiate nuclear curbs for sanctions relief, not its missile arsenal, while Ayatollah Ali Khamenei warned U.S. attempts to topple Iran would fail amid ongoing regional escalation risks."
    ],
    "title": "Iran, US agree on ‘guiding principles’ for potential deal after Geneva talks, Iranian FM says",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/warner-reopens-talks-with-paramount-setting-the-stage-for-potential-bidding-war-with-netflix_f65462",
    "article_url": "https://ground.news/article/warner-reopens-talks-with-paramount-setting-the-stage-for-potential-bidding-war-with-netflix_f65462",
    "bias": [
      "Left-Leaning outlets frame the corporate maneuvering with skepticism, using terms like \"break up\" and highlighting Netflix \"slammed\" Paramount 's \"antics\" and \"misleading\" actions, even including sarcastic personal remarks.",
      "Right-Leaning coverage emphasizes a dramatic \"battle,\" portraying Paramount as an \"eager bidder\" and introducing a \"politically explosive\" dimension by noting \"Trump-close\" owners' interest in CNN.",
      "Center coverage, in contrast, objectively reports the \"seven-day waiver\" and frames WBD's strategy as a \"high-stakes poker match\" to \"squeeze a premium\" from David Ellison.",
      "While all acknowledge WBD rejected the $30-a-share offer, the left suggests Paramount might lift its offer to \"$31 per share.",
      "These distinct portrayals, from corporate ethics to political influence, underscore broader ideological divides."
    ],
    "bias_bar_text": null,
    "center_pct": 55.0,
    "error": null,
    "left_pct": 28.0,
    "location": null,
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "On Feb. 17, 2026, Warner Bros . Discovery reopened talks with Paramount Skydance under a seven-day Netflix waiver through February 23, 2026, rejecting Paramount's $30-a-share offer but allowing a `best and final` offer, Discovery said.",
      "Paramount Skydance's hostile $30 bid prompted talks, with Paramount indicating it could raise to $31 if negotiations reopened, despite unresolved financing risks from Larry Ellison-backed equity and a $1.5 billion junior-lien fee.",
      "WBD continues to recommend the $82.7 billion Netflix transaction and is moving toward a March 20, 2026 vote, having started mailing its definitive proxy statement with a February 4, 2026 record date.",
      "With Netflix holding matching rights, the WBD board faces legal safeguards and pressure from activist investors Ancora and Pentwater, who support different bids, by February 23.",
      "Longer-Term, control of franchises and studios will reshape production investment and industry dynamics, while Discovery Global could fetch between $1.33 and $6.86 per share, impacting asset value."
    ],
    "title": "Warner Reopens Talks With Paramount, Setting the Stage for Potential Bidding War With Netflix",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/21b953cf-4c7a-453b-84ab-08e4ad57b4d9",
    "article_url": "https://ground.news/article/21b953cf-4c7a-453b-84ab-08e4ad57b4d9",
    "bias": [
      "Left-Leaning coverage eulogizes Jesse Jackson as a \"pioneering\" \"progressive movement\" leader and \"racial pathfinder,\" celebrating his \"fiery oratory\" and \"defiant rainbow coalition.",
      "Conversely, right-leaning outlets frame him as \"controversial,\" using terms like \"Race Hustler\" and highlighting \"antisemitic remarks,\" association with \"Louis Farrakhan,\" and \"abandoned pro-life views.",
      "Center-Leaning reports neutrally identify him as a \"civil rights leader and US presidential hopeful,\" de-emphasizing specific progressive policies or controversies.",
      "Pivotal dividing lines emerge around his controversial associations.",
      "All perspectives acknowledge his death at 84, his civil rights leadership, and association with Martin Luther King Jr., often quoting family statements about him being a \"servant leader,\" revealing shared public recognition amidst deeply partisan ideological portrayals."
    ],
    "bias_bar_text": null,
    "center_pct": 47.0,
    "error": null,
    "left_pct": 34.0,
    "location": null,
    "right_pct": 19.0,
    "status": "ok",
    "summary": [
      "On Tuesday, the Rev. Jesse Jackson, civil rights leader, died at age 84, his family announced, saying he died peacefully surrounded by loved ones.",
      "Founding PUSH in 1971, Jackson joined the Southern Christian Leadership Conference to work alongside King and promoted Black liberation efforts, the family said.",
      "Internationally, Jackson secured the release of three U.S. soldiers in Yugoslavia, at least 16 Americans held in Cuba, two Gambian Americans, and a U.S. Navy pilot.",
      "Jackson's family said he was survived by Jacqueline Brown and five children, including former Rep. Jesse Jackson Jr., with prominent voices calling him a tireless change agent.",
      "Looking at legacy, Jackson's campaigns and organisations, he had disclosed a Parkinson's disease diagnosis in 2017 and was hospitalized in November for progressive supranuclear palsy, leaving a lasting influence on civil rights."
    ],
    "title": "Rev. Jesse Jackson, civil rights icon and two-time presidential candidate, dies at 84",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/3-killed-including-suspect-in-shooting-at-a-rhode-island-hockey-rink_c67394",
    "article_url": "https://ground.news/article/3-killed-including-suspect-in-shooting-at-a-rhode-island-hockey-rink_c67394",
    "bias": [
      "Left-Leaning coverage frames the hockey rink shooting as \"madness\" and a \"mass shooting,\" emphasizing calls for gun control and \"more than prayers.",
      "Right-Leaning outlets, conversely, highlight the shooter's \"Trans dad\" identity, employing terms like \"horrid\" and \"carnage\" to sensationalize the \"family dispute.",
      "Center perspectives remain neutral, focusing on \"what to know\" and a \"good Samaritan's\" intervention, a detail de-emphasized by the left.",
      "While all agree on three killed and three injured, the left prioritizes systemic gun violence, while the right focuses on identity, revealing deep ideological rifts on societal issues."
    ],
    "bias_bar_text": null,
    "center_pct": 52.0,
    "error": null,
    "left_pct": 20.0,
    "location": null,
    "right_pct": 28.0,
    "status": "ok",
    "summary": [
      "Three people, including the suspect, were killed during a shooting at Dennis M. Lynch Arena in Pawtucket, Rhode Island , and four others were hospitalized.",
      "The suspect died from a self-inflicted gunshot wound, and authorities described the shooting as domestic in nature.",
      "The shooting took place during a youth hockey game between Coventry-Johnston's co-op team and BVS, which includes players from several local schools.",
      "Pawtucket is a town located a few miles north of Providence where the game occurred in the afternoon."
    ],
    "title": "3 killed, including suspect, in shooting at a Rhode Island hockey rink",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/authorities-say-6-backcountry-skiers-found-alive-10-are-missing-after-northern-california-avalanche_ebf8b1",
    "article_url": "https://ground.news/article/authorities-say-6-backcountry-skiers-found-alive-10-are-missing-after-northern-california-avalanche_ebf8b1",
    "bias": [
      "News coverage of the California avalanche reveals distinct narratives.",
      "Right-Leaning outlets employ emotionally charged language, framing the event as a \"horror avalanche\" and a \"desperate search,\" emphasizing a \"race against the clock\" for the 10 missing skiers.",
      "Left-Leaning coverage, while also reporting 10 missing and 6 found, focuses on broader context, noting the \"high\" avalanche risk and \"harshest winter conditions in three years,\" portraying an \"all-too-familiar danger.",
      "Center-Leaning reports maintain a more neutral tone, describing rescuers \"racing\" without the same emotional intensity or historical framing.",
      "All perspectives agree on the incident and ongoing search, yet the right prioritizes dramatic impact, while the left emphasizes environmental context and risk assessment, reflecting differing ideological priorities."
    ],
    "bias_bar_text": "Left 31% Center 59% 10%",
    "center_pct": 59.0,
    "error": null,
    "left_pct": 31.0,
    "location": null,
    "right_pct": 10.0,
    "status": "ok",
    "summary": [
      "In the Castle Peak area, the Nevada County Sheriff's Office reported multiple backcountry skiers missing after an avalanche on Tuesday, prompting a search.",
      "Sierra Avalanche Center warnings said heavy snowfall, including up to 40 inches at Soda Springs near Castle Peak since Monday, increased avalanche danger amid a powerful winter storm.",
      "The search-and-rescue operation mobilized after the sheriff's office received a report of the avalanche around 11:30 a.m., deploying deputies, the Nevada County Sheriff's Search & Rescue team and allied agencies.",
      "Highway officials reported closures and chain controls disrupted travel, including Interstate 80 shut from Colfax to the Nevada state line, while about 3,500 Pacific Gas & Electric Co. customers in Calaveras County lost power.",
      "The avalanche warning remained in effect through 4 a.m. Wednesday, keeping danger high as forecasters warned parts of the Sierra could receive up to 8 feet of snow."
    ],
    "title": "Authorities say 6 backcountry skiers found alive, 10 are missing after Northern California avalanche",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/study-of-28-million-americans-links-air-pollution-directly-to-alzheimers_c4fec1",
    "article_url": "https://ground.news/article/study-of-28-million-americans-links-air-pollution-directly-to-alzheimers_c4fec1",
    "bias": [
      "Left-Leaning narratives emphasize a \"major study\" and \"direct link\" between air pollution and Alzheimer's, employing terms like \"warns\" to underscore environmental urgency and public health implications.",
      "Conversely, right-leaning coverage sensationalizes, using \"Urgent warning\" and \"killer dementia\" to frame the issue as \"DIRECTLY cause\" with an alarmist tone.",
      "Center-Leaning outlets present findings cautiously, noting a study of \"27.8M Americans\" \"may have revealed\" a cause, and provide specific research details de-emphasized by other perspectives.",
      "While all acknowledge air pollution's link to Alzheimer's, the left focuses on environmental responsibility, the right on immediate threat, and the center on scientific nuance, revealing ideological divides in public health framing."
    ],
    "bias_bar_text": "Left 27% Center 60% R 13%",
    "center_pct": 60.0,
    "error": null,
    "left_pct": 27.0,
    "location": null,
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "Emory University research team found long-term PM2.5 exposure is linked to higher Alzheimer's risk after analyzing health records of more than 27.8 million US citizens aged 65 and older in a PLOS Medicine study.",
      "To test whether particle pollution acted indirectly, the researchers designed the study to see whether PM2.5 raises Alzheimer's indirectly by causing high blood pressure, stroke or depression.",
      "The analysis showed PM2.5 exposure was linked to increased Alzheimer's risk mainly through direct pathways, and people who previously had a stroke faced slightly higher vulnerability among nearly 3 million Alzheimer's cases.",
      "Because disadvantaged communities face higher exposure, the study noted that individual choices cannot offset long-term effects and urged stricter air-quality standards to reduce Alzheimer’s risk.",
      "The authors cautioned that this observational study used estimated outdoor exposure at ZIP-code level and did not include indoor and workplace exposure; future research may focus on mechanistic investigations."
    ],
    "title": "Study of 28 Million Americans Links Air Pollution Directly to Alzheimer's",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-cites-seismic-data-to-bolster-china-nuclear-test-claim_934c0d",
    "article_url": "https://ground.news/article/us-cites-seismic-data-to-bolster-china-nuclear-test-claim_934c0d",
    "bias": [
      "Left-Leaning outlets frame U.S. claims as \"dispelling skepticism\" and China 's allegations as an attempt to \"fabricate excuses\" for U.S. testing, de-emphasizing specific seismic data.",
      "Conversely, right and center perspectives emphasize the U.S. not remaining in an \"unbearable disadvantage,\" detailing the 2.75 magnitude seismic event.",
      "The right specifically uses terms like \"secret nuclear blasts\" and asserts that \"global arms control frameworks unravel.",
      "Center coverage maintains neutrality, attributing statements and providing geopolitical context like the New START treaty expiration, a detail de-emphasized by the left.",
      "A pivotal divergence is expert skepticism and CTBTO reluctance, noted only by the right.",
      "All sides agree on the U.S. readiness for low-yield tests, revealing underlying geopolitical tensions over arms control."
    ],
    "bias_bar_text": null,
    "center_pct": 41.0,
    "error": null,
    "left_pct": 31.0,
    "location": "China",
    "right_pct": 28.0,
    "status": "ok",
    "summary": [
      "On Tuesday, Christopher Yeaw said the United States is ready to match alleged Chinese low-yield tests, citing `As the president has said, the United States will return to testing on a-- quote-- 'equal basis,'` at the Hudson Institute.",
      "A remote seismic station in Kazakhstan recorded a 2.75-magnitude event on June 22, 2020 near Lop Nur, China 's main nuclear test site, with Christopher Yeaw saying `There is very little possibility that it is anything other than an explosion, a singular explosion`.",
      "Independent analysts cautioned the signal was weak and inconclusive, the Comprehensive Nuclear‑Test‑Ban Treaty Organization said it detected no nuclear test, and Lin Jian called the U.S. accusation `completely groundless`.",
      "With New START expired on February 5, the U.S. is considering matching alleged Chinese low-yield tests, potentially impacting nuclear arms control efforts.",
      "Given that China has only 45 tests, its arsenal nearing 600 warheads and aiming for 1,000 by 2030, Yeaw said, `The treaty becomes basically a fig leaf`."
    ],
    "title": "US Cites Seismic Data to Bolster China Nuclear Test Claim",
    "topic": "Nuclear Weapons",
    "topic_full": "Nuclear Weapons · China"
  },
  {
    "article_path": "/article/lawsuits-challenge-renewed-push-for-oil-drilling-in-alaska-petroleum-reserve-and-upcoming-lease-sale",
    "article_url": "https://ground.news/article/lawsuits-challenge-renewed-push-for-oil-drilling-in-alaska-petroleum-reserve-and-upcoming-lease-sale",
    "bias": [
      "Left and center coverage frames lawsuits against oil drilling as a \"challenge\" to a \"renewed push,\" detailing how the sale \"improperly\" impacts \"ecologically sensitive lands\" that were \"long protected,\" highlighting environmental concerns.",
      "Right-Leaning coverage de-emphasizes these specific arguments, portraying the event more neutrally.",
      "Center coverage uniquely adds granular details like the filing date.",
      "All perspectives agree lawsuits were filed by conservation and Iñupiat groups against the Trump administration 's oil and gas push.",
      "This reveals a core ideological divide between environmental advocacy and resource extraction, where the substance of environmental protection versus resource development triggers notably different reactions and emphasis."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 39.0,
    "location": "Alaska",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "On Tuesday, conservation organizations and Grandmothers Growing Goodness, an Iñupiat-affiliated advocacy group, filed lawsuits challenging the Trump administration 's March 18 lease sale in the National Petroleum Reserve-Alaska on Alaska's North Slope.",
      "A law passed by Congress last year calls for at least five lease sales over 10 years, prompting lawsuits challenging the upcoming sale and policy.",
      "Next month's planned lease sale includes tracts near Teshekpuk Lake Special Area and Colville River Special Area, and plaintiffs say Bureau of Land Management gave no rationale for including these lands in the management plan.",
      "Both lawsuits name the U.S. Department of the Interior, U.S. Bureau of Land Management, and top officials as defendants, with one suit seeking to void a Biden-era right-of-way protecting the Teshekpuk caribou herd across roughly 1 million acres.",
      "There are differing views among Alaska Natives about development, with some North Slope leaders backing drilling while others warn projects could harm subsistence activities and communities."
    ],
    "title": "Lawsuits challenge renewed push for oil drilling in Alaska petroleum reserve and upcoming lease sale",
    "topic": "Environment & Climate",
    "topic_full": "Environment & Climate · Alaska"
  },
  {
    "article_path": "/article/doj-jacksonville-man-indicted-for-violating-anti-doping-laws-influencing-major-sporting-events",
    "article_url": "https://ground.news/article/doj-jacksonville-man-indicted-for-violating-anti-doping-laws-influencing-major-sporting-events",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 41.0,
    "error": null,
    "left_pct": 59.0,
    "location": "Florida",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Tuesday, U.S. Attorney Gregory W. Kehoe announced a federal indictment against Paul Alexander Askew, 46, for conspiracy to influence international sports through doping.",
      "Between July 2023 and Jan. 31, 2024, prosecutors say Askew conspired to supply banned substances so an unnamed athlete could participate and affect competition outcomes.",
      "The indictment invokes the Rodchenkov Anti-Doping Act and the U.S. Attorney's Office in Orlando warns Askew faces up to 10 years in federal prison and potential asset forfeiture.",
      "The indictment is connected to Olympic sprinter Marvin Bracy-Williams, whose case includes a 45-month doping ban last year and USADA records showing he tested positive, disappeared in 2023, and initially hindered the investigation before assisting authorities.",
      "USADA welcomed the indictment and credited cross-agency coordination involving the Justice Department, DEA, and Athletics Integrity Unit, stressing accountability as the U.S. prepares for the 2026 FIFA World Cup and 2028 Olympic and Paralympic Games."
    ],
    "title": "Florida man indicted for supplying banned drugs in case involving US sprinter Marvin Bracy-Williams",
    "topic": "Sports",
    "topic_full": "Sports · Florida"
  },
  {
    "article_path": "/article/lawsuit-materials-fbi-allegedly-opened-127k-assessments-without-evidence-since-2018_b6e513",
    "article_url": "https://ground.news/article/lawsuit-materials-fbi-allegedly-opened-127k-assessments-without-evidence-since-2018_b6e513",
    "bias": [
      "Left-Leaning coverage champions Section 702 as a \"valuable intelligence tool\" needing \"reforming\" to prevent \"warrantless surveillance.",
      "Conversely, right-leaning outlets portray FBI \"assessments\" as a \"Surveillance Nightmare\" and \"First Amendment\" threat, alleging the FBI \"bent its own rules\" to \"spy on\" over a thousand \"sensitive targets\" on \"flimsy grounds.",
      "Center-Leaning reports on the FBI gathering intelligence on reporters and religious groups, noting accusations of \"Orwellian\" surveillance and the \"unclear\" path for reauthorization.",
      "While left and center acknowledge Section 702's April deadline, all perspectives share concerns about intelligence agencies' surveillance practices, highlighting the deep ideological divide between national security and civil liberties."
    ],
    "bias_bar_text": null,
    "center_pct": 34.0,
    "error": null,
    "left_pct": 22.0,
    "location": "United States",
    "right_pct": 44.0,
    "status": "ok",
    "summary": [
      "Between 2018 and 2024, the Government Accountability Office found the Federal Bureau of Investigation opened approximately 127,000 Type I/II and Type III assessments without particular factual predication, targeting roughly 1,100 sensitive investigative matters including religious figures, journalists, activists, and public officials.",
      "Because assessments require no particular factual predication, agents use them when formal investigations lack predication, as allowed by the Attorney General's Guidelines for Domestic FBI Operations .",
      "Across field offices, GAO found that of 988 Type I/II assessments and 'information only' incidents reviewed , about 5 had insufficient authorized purposes and 7 involved unauthorized methods, with 24 of 56 offices occasionally using such methods.",
      "The GAO noted oversight gaps, saying the FBI relies on staff to self-report noncompliance, and when abuses are found, results aren't shared across offices, raising civil-liberty concerns.",
      "Civil‑liberties groups sought court review and disclosure as the Cato Institute sued for information, the report was posted online by Cato and reported by Racket News, and advocates urged Congress to launch a Church Committee‑style review amid Section 702 scrutiny."
    ],
    "title": "Lawsuit Reveals FBI Allegedly Opened 127K Assessments Without Evidence Since 2018",
    "topic": "FBI",
    "topic_full": "FBI · United States"
  },
  {
    "article_path": "/article/white-house-names-new-pick-for-nevada-top-federal-prosecutor-after-confirmation-trouble",
    "article_url": "https://ground.news/article/white-house-names-new-pick-for-nevada-top-federal-prosecutor-after-confirmation-trouble",
    "bias": [
      "Left and right outlets largely align on the core narrative of a new federal prosecutor pick following \"confirmation trouble,\" framing it as a \"setback\" for the administration, though the left emphasizes this negative characterization more frequently.",
      "While both de-emphasize biographical details, center coverage uniquely highlights specific figures like the nominee's 70 years of age and 45 years of legal practice, providing extensive professional background including his tax commission role and appointing governor.",
      "All perspectives agree on the new nominee and the reason for the change, revealing a shared assessment of the administrative appointment process, with the center offering greater contextual depth."
    ],
    "bias_bar_text": null,
    "center_pct": 53.0,
    "error": null,
    "left_pct": 35.0,
    "location": "Nevada",
    "right_pct": 12.0,
    "status": "ok",
    "summary": [
      "The White House nominated George Kelesis for U.S. attorney of Nevada, and he would become Nevada's top federal prosecutor if confirmed by the U.S. Senate.",
      "A federal judge found Sigal Chattah illegally appointed, and the 9th Circuit Court of Appeals heard the case last week; her 210-day acting term was set to expire this month.",
      "Kelesis, 70, serves as chair of the Nevada Tax Commission since 2023 after appointment by Joe Lombardo, Nevada governor, and has practiced law 45 years as a partner at Cook & Kelesis, law firm.",
      "Home‑state senators will review Kelesis's nomination and conduct interviews as Sens. Jacky Rosen and Catherine Cortez Masto signaled close review, while Chattah's 210-day acting term expires this month amid the 9th Circuit appeal heard last week.",
      "Kelesis is registered nonpartisan, has donated to both parties, filed last month a disclosure listing six affiliated businesses, and searches show about 30 Nevada businesses tied to him or his firm."
    ],
    "title": "White House Names New Pick for Nevada Top Federal Prosecutor After Confirmation Trouble",
    "topic": "Nevada Politics",
    "topic_full": "Nevada Politics · Nevada"
  },
  {
    "article_path": "/article/nicki-minaj-partners-with-the-trump-family-will-speak-at-wlfis-mar-a-lago-event",
    "article_url": "https://ground.news/article/nicki-minaj-partners-with-the-trump-family-will-speak-at-wlfis-mar-a-lago-event",
    "bias": [
      "Center-Leaning coverage neutrally frames a crypto forum, highlighting \"prominent\" executives and the attendance of \"federal officials and U.S. lawmakers,\" emphasizing the organizing \"Trump family-backed crypto business .",
      "In contrast, right-leaning outlets portray the event through its \"Mar-a-Lago\" association, celebrating \"Us Top Managers\" while introducing claims about \"White House disputes conflicts of interest\" and the \"Trump family\" earning \"one billion dollars\" from crypto projects.",
      "The center de-emphasizes these financial and ethical claims, focusing on factual attendance.",
      "Conversely, the right de-emphasizes specific organizers and broader government presence, instead leveraging the event to validate the Trump brand and introduce a narrative of significant financial gain and related disputes.",
      "Both perspectives agree on the core event details, but diverge significantly on its broader implications and associated controversies."
    ],
    "bias_bar_text": "Center 50% Right 50%",
    "center_pct": 50.0,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": 50.0,
    "status": "ok",
    "summary": [
      "On Wednesday, Donald Trump Jr. and Eric Trump hosted the event at Mar‑a‑Lago, where prominent Wall Street executives and investors discussed finance and technology with officials.",
      "David Wachsman said the forum is `about deepening relationships and extending U.S. dollar dominance in the digital economy`, and organizers invited top promoters of WLFI and USD1 while media were invited and speakers unpaid.",
      "Also slated to appear were Michael Selig, chairman of the Commodity Futures Trading Commission; Kelly Loeffler, SBA administrator; and Jacob Helberg, Under Secretary of State, with the SBA saying Loeffler attends in her personal capacity.",
      "Critics warned the forum risks a troubling overlap between regulators and a Trump family business , but Anna Kelly said the president’s assets are in a trust managed by his children.",
      "The Trump family has already realized more than $1 billion from crypto ventures, while a Jan 2025 Abu Dhabi-linked investment bought 49% for $500 million, and USD1 surpasses $5 billion in circulation."
    ],
    "title": "Goldman, Nasdaq CEOs to headline Mar-a-Lago crypto ‘forum’ hosted by Don Jr. and Eric Trump",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/fallout-from-epstein-and-mandelson-puts-britains-house-of-lords-under-scrutiny",
    "article_url": "https://ground.news/article/fallout-from-epstein-and-mandelson-puts-britains-house-of-lords-under-scrutiny",
    "bias": null,
    "bias_bar_text": "Left 46% Center 54%",
    "center_pct": 54.0,
    "error": null,
    "left_pct": 46.0,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Fallout from Jeffrey Epstein 's files has landed in Britain's House of Lords, with former ambassador Peter Mandelson resigning over his friendship with the late sex offender.",
      "Critics argue the unelected House of Lords is antiquated, undemocratic, and too slow in punishing misbehavior, while supporters defend the chamber as essential to parliamentary democracy.",
      "The Lords has seen members imprisoned for perjury and fraud in the past, and recent changes allow expulsion for misconduct, imprisonment, or non-attendance."
    ],
    "title": "Fallout from Epstein and Mandelson puts Britain’s House of Lords under scrutiny",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/judge-blocks-deportation-of-palestinian-activist-who-led-protests-at-columbia_60fd24",
    "article_url": "https://ground.news/article/judge-blocks-deportation-of-palestinian-activist-who-led-protests-at-columbia_60fd24",
    "bias": [
      "Left-Leaning coverage frames the individual as an \"activist,\" emphasizing the judge's decision as a \"sharp rebuke\" and \"major legal blow\" against a \"crackdown\" on campus demonstrators, detailing the government's political motivations.",
      "Right-Leaning outlets, however, pivot to highly inflammatory accusations, portraying the individual as \"accused of expressing desire to 'kill Jews'\" and the demonstrations as \"anti-Israel protests,\" fostering outrage.",
      "While center-leaning reports maintain a largely factual tone, one instance hails the outcome as a \"Victory for Free Speech.",
      "The core agreement lies in the judge blocking deportation due to a procedural error.",
      "These divergent portrayals—from championing activism to condemning alleged antisemitism—reveal deep ideological chasms concerning free speech, government authority, and the Israeli-Palestinian conflict."
    ],
    "bias_bar_text": null,
    "center_pct": 70.0,
    "error": null,
    "left_pct": 21.0,
    "location": "New York",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "An immigration judge blocked the deportation of Palestinian activist Mohsen Mahdawi, who led protests at Columbia University against Israel and the war in Gaza.",
      "The judge terminated the case due to a procedural misstep by government attorneys who failed to properly certify an official document they intended to use as evidence.",
      "Last month, a federal judge in Boston ruled that the administration had adopted an unlawful policy of detaining and deporting scholars like Ozturk and Mahdawi that chilled the free speech of non-citizen academics at universities."
    ],
    "title": "Judge Blocks Deportation of Palestinian Activist Who Led Protests at Columbia",
    "topic": "US Immigration",
    "topic_full": "US Immigration · New York"
  },
  {
    "article_path": "/article/warren-buffetts-company-invests-in-the-new-york-times-six-years-after-he-sold-all-his-newspapers",
    "article_url": "https://ground.news/article/warren-buffetts-company-invests-in-the-new-york-times-six-years-after-he-sold-all-his-newspapers",
    "bias": [
      "Left-Leaning coverage frames the roughly $350M NYT buy as ironic and a reversal—highlighting Buffett’s past “predicted unending declines” of newspapers—while right-leaning pieces use sensational, snarky tactics, calling it a \"surprise\" or saying Berkshire \"abandoned\" then reentered the sector, implying skepticism about motives; the left stresses contradiction, the right emphasizes unexpectedness.",
      "Rhetorically, left leans on irony and context, right on provocation and quips; pivotal divides include whether this reflects Buffett personally and governance intent, which is de-emphasized by both; all agree on the SEC filing and stake size."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 38.0,
    "location": "New York",
    "right_pct": 19.0,
    "status": "ok",
    "summary": [
      "Berkshire Hathaway disclosed on Tuesday it acquired roughly 5.1 million shares of The New York Times Company, valued at about $352 million at year-end.",
      "Warren Buffett , former CEO of Berkshire Hathaway, stepped down at the start of this year, and Greg Abel will publish his first shareholder letter later this month.",
      "Berkshire pared its Apple holding to $61.96 billion, trimming it by 4.3%, offloaded 77% of its Amazon stake to $525 million, and added about 8 million shares in Chevron.",
      "Shares of The New York Times jumped nearly 3% in after-hours trading, with Tim Franklin calling the stake `a huge vote of confidence` in its digital strategy.",
      "Five years after Berkshire sold its newspapers in 2020 and Warren Buffett said the industry was `toast`, SEC filings do not reveal whether Buffett or Berkshire's investment managers placed the New York Times trades."
    ],
    "title": "Berkshire Hathaway invests in New York Times, trims Apple",
    "topic": "Media",
    "topic_full": "Media · New York"
  },
  {
    "article_path": "/article/florida-man-jumps-into-canal-to-save-mother-and-3-children-reunites-with-family-1-week-later_8f2ddb",
    "article_url": "https://ground.news/article/florida-man-jumps-into-canal-to-save-mother-and-3-children-reunites-with-family-1-week-later_8f2ddb",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 87.0,
    "error": null,
    "left_pct": 13.0,
    "location": "Florida",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Feb. 8 in Indiantown, a vehicle plunged into a canal after Shyeniqua Wilkins suffered a seizure, and Casey Curtis jumped in to rescue her and her three children.",
      "Authorities said the crash was caused when the mother suffered a seizure while driving, leaving her unconscious as her 8-year-old daughter held two younger siblings above water and screamed for help.",
      "Dialing 911, Curtis jumped into the canal, guided the three children to dry land, held Wilkins' head above water, and gave her a breath that restarted her breathing until first responders arrived.",
      "About one week after the Feb. 8 rescue, Wilkins met Curtis first by Zoom and he then surprised her with an in-person hospital visit at HCA Florida Lawnwood Hospital, Fort Pierce.",
      "Facing mounting medical bills and lost vehicle, the family launched a GoFundMe, and Wilkins says Curtis is now part of the family, calling him her hero."
    ],
    "title": "Florida Man Jumps Into Canal to Save Mother and 3 Children, Reunites with Family 1 Week Later",
    "topic": "Uplifting News",
    "topic_full": "Uplifting News · Florida"
  },
  {
    "article_path": "/article/trump-family-business-files-for-trademark-rights-on-any-airports-using-the-presidents-name_49324c",
    "article_url": "https://ground.news/article/trump-family-business-files-for-trademark-rights-on-any-airports-using-the-presidents-name_49324c",
    "bias": [
      "Left-Leaning coverage frames the trademark filing as an opportunistic move by a \"grifter in chief,\" emphasizing the potential to \"profit off of\" public entities and a \"$5 million tab\" for renaming, describing debates as \"vitriolic.",
      "Right-Leaning outlets, however, present the action neutrally, often using \"president's name,\" and highlight an expert's view on the filing's unprecedented nature.",
      "Center coverage details the trademark's broad scope and reports on political efforts to block \"generating revenue from a public entity for a private company.",
      "While all agree on the Trump family company's trademark filing, the core ideological divide centers on the legitimacy of private gain from public resources."
    ],
    "bias_bar_text": null,
    "center_pct": 71.0,
    "error": null,
    "left_pct": 18.0,
    "location": "United States",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "This past week, DTTM Operations filed trademark applications with the U.S. Patent and Trademark Office seeking exclusive rights to use President Donald J. Trump's name on airports and related items.",
      "The Trump Organization said the filings were triggered by a Florida bill to rename Palm Beach International Airport amid disputes over naming the New York–New Jersey tunnel project and Dulles International Airport.",
      "The applications list a wide range of airport-related goods, covering three name variants including President Donald J. Trump International Airport and DJT, plus buses, umbrellas, travel bags, and flight suits.",
      "Questions about future royalties persist as the Trump Organization said it did not seek profit and the President stated his business is held in trust by his sons.",
      "Amid a broader branding spree, observers called the move unprecedented as a sitting U.S. president's private company filed trademarks, with DTTM Operations marketing electric guitars, bibles, and sneakers internationally."
    ],
    "title": "Trump family business files for trademark rights on any airports using the president's name",
    "topic": "Business",
    "topic_full": "Business · United States"
  },
  {
    "article_path": "/article/fbi-st-paul-police-probing-ice-arrest-that-resulted-in-skull-fractures",
    "article_url": "https://ground.news/article/fbi-st-paul-police-probing-ice-arrest-that-resulted-in-skull-fractures",
    "bias": [
      "Left-Leaning outlets immediately emphasize \"skull fractures\" in headlines, framing an ICE arrest with concern over potential misconduct.",
      "Right-Leaning headlines, conversely, present the incident as \"purely factual and descriptive,\" de-emphasizing immediate judgment.",
      "While the center also reports \"skull fractures\" neutrally, it uniquely includes a partial ICE statement suggesting the man caused his own injuries, a detail de-emphasized by both left and right.",
      "Despite headline differences, all perspectives report the victim's claims using strong terms like \"shattered\" and \"alleged beating.",
      "This divergence in initial framing and selective inclusion of agency perspectives, even as all acknowledge \"eight skull fractures\" and the ongoing investigation, reveals underlying ideological priorities regarding immigration enforcement accountability versus official neutrality."
    ],
    "bias_bar_text": null,
    "center_pct": 69.0,
    "error": null,
    "left_pct": 27.0,
    "location": "Minnesota",
    "right_pct": 4.0,
    "status": "ok",
    "summary": [
      "On January 8, 2026, U.S. Immigration and Customs Enforcement detained Alberto Castañeda Mondragón in St. Paul, leaving the 31-year-old Mexican national with eight skull fractures requiring ICU care.",
      "Tricia McLaughlin, Department of Homeland Security assistant secretary for public affairs, said the operation targeted Alberto Castañeda Mondragón for an overstay, but a Jan. 20 court filing contradicted that timeline.",
      "A CT scan and treating hospital staff found injuries inconsistent with a simple fall, showing fractures on all sides of his skull while St. Paul Police Department investigators allege officers used a steel baton.",
      "Delays in evidence recovery could hinder investigations, as investigators say some businesses' footage was overwritten after law enforcement delayed requests; Castañeda Mondragón faces a Feb. 23 ICE meeting."
    ],
    "title": "FBI, St. Paul police probing ICE arrest that resulted in skull fractures",
    "topic": "Minnesota Politics",
    "topic_full": "Minnesota Politics · Minnesota"
  },
  {
    "article_path": "/article/he-spent-over-40-years-in-prison-before-his-murder-conviction-was-overturned-now-hes-fighting-for-release-from-ice-custody_6d0767",
    "article_url": "https://ground.news/article/he-spent-over-40-years-in-prison-before-his-murder-conviction-was-overturned-now-hes-fighting-for-release-from-ice-custody_6d0767",
    "bias": [
      "Left-Leaning coverage frames the individual as a victim of systemic injustice, highlighting his \"fighting for release\" and \"losing four decades of his life\" to evoke sympathy against immigration authorities.",
      "Right-Leaning perspectives, while acknowledging the overturned conviction, emphasize the \"deportation fight\" as an adversarial process, subtly aligning with strict immigration enforcement.",
      "Center-Leaning reports provide more factual context, detailing the \"decades-old deportation order\" de-emphasized elsewhere, and using descriptive terms like \"swept up by ICE\" without strong emotional framing.",
      "All agree on the core facts of his overturned conviction and subsequent bail denial, yet diverge on whether his detention represents compounded injustice or a standard legal procedure, reflecting broader ideological views on justice and national sovereignty."
    ],
    "bias_bar_text": null,
    "center_pct": 82.0,
    "error": null,
    "left_pct": 12.0,
    "location": "Pennsylvania",
    "right_pct": 6.0,
    "status": "ok",
    "summary": [
      "On Tuesday, a federal immigration judge will decide whether to release Vedam on bond while he fights his deportation after ICE took him into custody the day after charges were dropped.",
      "A judge vacated Vedam's conviction after prosecutors withheld ballistics evidence, and the prosecutor announced on Monday it would drop the charges.",
      "Prosecutors argued Vedam bought and used a.25-caliber gun, but an FBI report suggesting the wound was too small for that bullet was excluded from defense materials, court records show.",
      "Following the U.S. Board of Immigration Appeals last week called the case an `exceptional situation,' DHS said Monday that the conviction's vacation will not hinder enforcement, Vedam's attorney Ava Benach said.",
      "Having served nearly four decades, Vedam faces renewed legal battles after a judge vacated his murder conviction, with supporters alleging bias and a team of attorneys finding prosecutors may have withheld evidence."
    ],
    "title": "Pennsylvania man cleared after 43 years in prison for murder denied bail during deportation fight",
    "topic": "Immigration and Customs Enforcement",
    "topic_full": "Immigration and Customs Enforcement · Pennsylvania"
  },
  {
    "article_path": "/article/stephen-a-smith-says-hes-considering-a-run-for-us",
    "article_url": "https://ground.news/article/stephen-a-smith-says-hes-considering-a-run-for-us",
    "bias": [
      "Left-Leaning coverage frames Stephen A.",
      "Smith's potential presidential run as a \"challenge\" to the \"GOP\" and a \"collision course\" with Donald Trump , emphasizing Trump's prior endorsement.",
      "Conversely, right-leaning outlets highlight Smith's decision to \"Swat Down\" questions on racism and his criticism of \"open borders,\" portraying him as a \"fiscal conservative\" who critiqued both recent administrations.",
      "Center-Leaning perspectives neutrally report his statements, such as not worrying about racism, and note \"strong reactions\" to his consideration.",
      "While all perspectives agree Smith is considering a 2028 run as a Democrat, the left de-emphasizes his nuanced policy stances, which the right heavily features.",
      "These distinct framings reveal ideological priorities, with the left focusing on partisan conflict and the right on cultural and policy alignment."
    ],
    "bias_bar_text": null,
    "center_pct": 33.0,
    "error": null,
    "left_pct": 11.0,
    "location": "United States",
    "right_pct": 56.0,
    "status": "ok",
    "summary": [
      "Stephen A. Smith, a sports broadcaster, identifies as a fiscal conservative and social liberal, and he would consider running for president as a Democrat due to his social beliefs and policy views.",
      "Smith criticized immigration policies from both the Biden and Trump administrations, opposing both Biden's open-border approach and harsh deportations under Trump, showing a nuanced stance on immigration enforcement.",
      "Smith stated he does not believe racism is as prevalent as some on the left claim and feels most Americans judge others by character rather than skin color.",
      "He is seriously considering a possible presidential run in 2027 or 2028 and plans to spend 2026 studying issues before deciding, while maintaining critical views on both major parties."
    ],
    "title": "Stephen A. Smith says he isn’t worried about racism hurting chances if he runs for White House",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/us-air-force-vip-fleet-being-repainted-in-trumps-preferred-palette-sources-say",
    "article_url": "https://ground.news/article/us-air-force-vip-fleet-being-repainted-in-trumps-preferred-palette-sources-say",
    "bias": [
      "Left-Leaning coverage frames the Air Force One repaint as an \"again reverses course\" decision, highlighting a personal \"preferred paint job\" with a critical tone suggesting inconsistency.",
      "Right-Leaning outlets, conversely, portray the fleet as being \"transformed\" into \"Trump’s signature red, gold and blue color scheme,\" connecting it positively to his personal brand, even referencing \"Trump Force One.",
      "Center-Leaning reports, however, offer comprehensive details, including historical context of the Kennedy-era design and previous reversals, using neutral terms like \"repainted\" and \"preferred palette.",
      "While all perspectives agree the presidential fleet will be repainted in Trump's preferred colors, the left emphasizes policy shifts, the right celebrates personal branding, and the center prioritizes detailed factual context, revealing distinct ideological priorities in framing government actions."
    ],
    "bias_bar_text": null,
    "center_pct": 61.0,
    "error": null,
    "left_pct": 28.0,
    "location": "United States",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "The U.S. Air Force has begun replacing the fleet's longtime paint scheme with a red, dark blue and white design on presidential and VIP jets, including a Qatari-donated 747-8i and two Boeing 747s being converted to Air Force One.",
      "During his first term, President Donald Trump publicized the red, white, gold and dark blue scheme, reviving interest after earlier debates over the VC-25B design.",
      "Images and reporting confirm at least one C-32 already wears the new livery, with The War Zone publishing photos while contractor L3 Harris upgrades Air Force Two planes in Greenville, Texas, and Boeing continues work on the Air Force One program, 2018 contract.",
      "Smaller executive jets like the C-32, which carry the first lady and top cabinet officials, are included in the repaint requirement, though U.S. Air Force technical reviewers previously flagged darker paints for heat issues.",
      "Observers point to links between the new livery and Trump's earlier public displays of his preferred scheme, with a Department of Homeland Security Boeing 737 adopting similar colors last year."
    ],
    "title": "Air Force One jets to be repainted in Trump’s preferred colors",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/vance-calls-ocasio-cortezs-response-to-taiwan-question-in-munich-embarrassing_a2db0f",
    "article_url": "https://ground.news/article/vance-calls-ocasio-cortezs-response-to-taiwan-question-in-munich-embarrassing_a2db0f",
    "bias": [
      "Right-Leaning coverage amplifies ridicule—using words like \"burst out laughing,\" \"disastrous,\" \"word salad,\" and \"roasted/zinged\"—framing the clip as a political gotcha and spotlighting an alleged Venezuela/geography error, while center coverage simply reports Vance calling the moment \"embarrassing\" and de-emphasizes theatrical laughter; left-leaning treatment is de-emphasized in the analyses.",
      "Rhetorically, the right deploys mocking, visceral language and derisive comparisons; the center is restrained and quotation-focused.",
      "Pivotal dividing lines include emphasis on laughter and alleged factual mistakes versus demand for fuller transcript and expert context.",
      "Both agree the clip was awkward, reflecting deeper partisan cultural and geopolitical priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 33.0,
    "error": null,
    "left_pct": null,
    "location": "United States",
    "right_pct": 67.0,
    "status": "ok",
    "summary": [
      "Representative Alexandria Ocasio-Cortez faced criticism for her hesitant and unclear responses to foreign policy questions at the Munich Security Conference, including about U.S. defense of Taiwan and other issues.",
      "Vice President J.D. Vance described Ocasio-Cortez's performance as embarrassing and accused her of repeating slogans without deeper, thoughtful ideas on global politics.",
      "Ocasio-Cortez made factual errors such as incorrectly stating that Venezuela is below the equator, which attracted further media scrutiny.",
      "Ocasio-Cortez argued that the media focused unfairly on her verbal missteps and distracted from her warnings about threats to democracy and rising populism globally."
    ],
    "title": "Vance Calls Ocasio-Cortez’s Response to Taiwan Question in Munich ’Embarrassing’",
    "topic": "JD Vance",
    "topic_full": "JD Vance · United States"
  },
  {
    "article_path": "/article/new-subpoenas-issued-in-inquiry-on-response-to-2016-russian-election-interference-ap-sources-say_cace50",
    "article_url": "https://ground.news/article/new-subpoenas-issued-in-inquiry-on-response-to-2016-russian-election-interference-ap-sources-say_cace50",
    "bias": [
      "Left-Leaning coverage frames new subpoenas as an \"attack\" by the administration, using terms like \"unleashed\" and \"re-litigate\" to convey an adversarial tone against the 2016 Russia probe, while detailing previous subpoenas.",
      "Conversely, center and right perspectives portray these as \"criminal inquiries\" into \"Trump's political opponents,\" de-emphasizing the \"attack\" framing and, for the right, omitting prior subpoena details.",
      "Center coverage bridges by including historical context but aligning on the \"political opponents\" characterization.",
      "All perspectives agree on the Justice Department issuing subpoenas concerning the 2016 Russian interference response and perceived adversaries, highlighting fundamental ideological divides over governmental accountability and investigative legitimacy."
    ],
    "bias_bar_text": null,
    "center_pct": 74.0,
    "error": null,
    "left_pct": 24.0,
    "location": "United States",
    "right_pct": 2.0,
    "status": "ok",
    "summary": [
      "On Tuesday, the U.S. Justice Department issued new subpoenas in a Florida-based probe of perceived adversaries and the U.S. response to Russian interference in 2016, declining to comment on the subpoenas.",
      "A classified annex that included the Steele dossier summary prompted renewed scrutiny of the January 2017 intelligence community assessment, while a CIA tradecraft review ordered by current Director John Ratcliffe faulted former CIA oversight.",
      "An array of former intelligence and law-enforcement officials have been subpoenaed, and John Brennan's lawyers say he is a target but prosecutors show no `legally justifiable basis for undertaking this investigation`.",
      "Those findings position the subpoenas as connected to long-running investigations, as bipartisan congressional reviews and Special Counsel Robert Mueller found Russia interfered in 2016, and the subpoenas could affect former intelligence and law-enforcement officials.",
      "Critics say the subpoenas amount to a renewed effort to re-litigate the 2016 probe in public, while elections experts warn the administration could use seized data to meddle in future elections."
    ],
    "title": "New subpoenas issued in inquiry on response to 2016 Russian election interference, AP sources say",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/church-explosion-in-upstate-new-york-injures-5-people-including-firefighters_58ab9b",
    "article_url": "https://ground.news/article/church-explosion-in-upstate-new-york-injures-5-people-including-firefighters_58ab9b",
    "bias": [
      "Left-Leaning coverage frames the church explosion with terms like \"casualties\" and \"fiery explosion,\" emphasizing the general human impact.",
      "Right-Leaning outlets, however, highlight the injury of a \"pastor\" and employ sensationalist language such as \"BREAKING,\" \"Catastrophic EXPLOSION,\" and \"freak gas leak,\" while also explicitly noting \"no sign of criminal activity.",
      "Center-Leaning reports maintain a neutral, informational tone, focusing on \"what to know\" and providing concrete details like hospital locations.",
      "All perspectives agree on the core facts: an explosion, five injured, and a gas odor under police investigation.",
      "These divergences reveal ideological priorities, with the right emphasizing religious figures and pre-empting criminal speculation, while the left focuses on broader human suffering."
    ],
    "bias_bar_text": null,
    "center_pct": 37.0,
    "error": null,
    "left_pct": 23.0,
    "location": "New York",
    "right_pct": 40.0,
    "status": "ok",
    "summary": [
      "On Tuesday morning, an explosion at Abundant Life Fellowship Church on State Route 12 in Boonville left five people injured, New York State Police said.",
      "Responders arrived around 10:23 a.m. after reports of a gas odor, and congregants said they called a propane company about a suspected leak; the building was heated by propane cylinders.",
      "A Boonville firefighter entered the church during the response and was inside when the explosion occurred; the firefighter and one civilian are in critical condition at Wynn Hospital, Utica.",
      "Officials said the church sustained catastrophic damage and is considered destroyed, and authorities secured the scene with no indication of criminal activity, closing roads at Potato Hill Road and Kerwin Road.",
      "Viewer-Submitted videos and photos show black smoke and flames billowing from the church, and multiple fire departments and ambulance crews remain on scene; Spectrum News 1 will provide more information."
    ],
    "title": "Church explosion in upstate New York injures 5 people, including firefighters",
    "topic": "Fire",
    "topic_full": "Fire · New York"
  },
  {
    "article_path": "/article/colorado-state-patrol-says-4-killed-in-crash-on-i-25-near-pueblo-involving-at-least-30-vehicles",
    "article_url": "https://ground.news/article/colorado-state-patrol-says-4-killed-in-crash-on-i-25-near-pueblo-involving-at-least-30-vehicles",
    "bias": [
      "Left-Leaning coverage frames the incident by connecting it to \"powerful winds\" and \"extreme fire risk,\" emphasizing broader environmental implications and using terms like \"mass-casualty wreck\" to heighten emotional impact.",
      "In contrast, right-leaning outlets de-emphasize these wider contexts, focusing narrowly on the pileup and de-emphasizing the number of injured, instead specifying \"six semitrailers\" involved.",
      "Center-Leaning reports present a more factual account, often attributing details to official sources and including specific figures like \"61 mph\" wind gusts and hospitalization numbers, bridging the gap by acknowledging \"powerful winds\" without the left's interpretive framing.",
      "All perspectives agree on the core facts of four fatalities, over 30 vehicles, and \"brown out\" conditions, yet diverge significantly on contextualizing the event, revealing underlying ideological priorities regarding environmental narratives and the scope of human impact."
    ],
    "bias_bar_text": null,
    "center_pct": 69.0,
    "error": null,
    "left_pct": 19.0,
    "location": "Colorado",
    "right_pct": 12.0,
    "status": "ok",
    "summary": [
      "Colorado State Patrol reported a multi-vehicle crash on Feb. 17, 2026, just after 10 a.m. on I-25 near Pueblo involving at least 30 vehicles and four fatalities.",
      "Because of dust and high winds, CDOT spokesperson Amber Shipley said conditions possibly created `near brownout` visibility issues, while authorities say the cause remains under investigation.",
      "UCHealth confirmed receiving 13 patients, Common Spirit health system took eight, and 29 people were transported to hospitals with injury extent unknown.",
      "Colorado State Patrol's Vehicular Crimes Unit is investigating, and the Pueblo County Coroner's Office will release identities after next-of-kin notification, with no reopening timeline yet.",
      "Updated reports now include statements from the Colorado State Patrol and Colorado Department of Transportation, with further details on injuries, causes, and reopening to follow as investigators continue work."
    ],
    "title": "4 dead in pile-up crash in Colorado involving over 30 vehicles, including multiple semis: Police",
    "topic": "Accident",
    "topic_full": "Accident · Colorado"
  },
  {
    "article_path": "/article/khamenei-threatens-to-sink-us-carrier-as-negotiations-resume",
    "article_url": "https://ground.news/article/khamenei-threatens-to-sink-us-carrier-as-negotiations-resume",
    "bias": [
      "Left-Leaning pieces frame Khamenei's remark as a negotiating escalation—using terms like \"threatens,\" \"vows,\" and \"surrender\" while stressing Iran's insistence on its enriched uranium programme—whereas right-leaning coverage spotlights provocation and imminent danger with language such as \"taunts,\" \"armada,\" and \"operationally ready,\" citing carrier deployments (e.g., Gerald R.",
      "Ford) and reported drills; center reporting is more descriptive, noting confirmations without the partisan spin.",
      "Pivotal divides include claims of practical military readiness versus diplomatic posture and mentions of Strait of Hormuz closures; both sides agree carriers and Geneva talks matter, reflecting deeper ideological and security priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 24.0,
    "error": null,
    "left_pct": 19.0,
    "location": "Iran",
    "right_pct": 57.0,
    "status": "ok",
    "summary": [
      "On Tuesday in Geneva, Iran's Supreme Leader Khamenei posted warnings, saying a weapon exists that could send a U.S. warship to the bottom of the sea.",
      "Responding to U.S. military signals, Khamenei warned of a weapon more dangerous than two aircraft carriers amid regional military activity.",
      "Khamenei's remarks signaled a more combative tone from Tehran, rejecting limits on Iran's ballistic missiles as `irrational`, which could narrow the scope of negotiations, according to Iran's leader.",
      "Satellite imagery shows USS Abraham Lincoln near Iran, reports say USS Gerald R Ford may arrive in the coming weeks, and President Donald Trump said Monday he would be involved `indirectly` in talks."
    ],
    "title": "Iran’s Supreme Leader Threatens to Sink US Warships as Nuclear Talks Continue",
    "topic": "Iran Politics",
    "topic_full": "Iran Politics · Iran"
  },
  {
    "article_path": "/article/guest-views-dont-disregard-the-epstein-files",
    "article_url": "https://ground.news/article/guest-views-dont-disregard-the-epstein-files",
    "bias": [
      "Coverage of Whoopi Goldberg 's appearance in the Epstein files starkly contrasts: left-leaning outlets emphasize her personal distress, portraying her as \"fuming\" about \"getting dragged,\" and broadening the narrative to calls for justice.",
      "Right-Leaning coverage, conversely, frames her response with skepticism, using terms like she \"shuts down\" links or \"breaks silence,\" and critically assesses her explanation as \"badly fumbling\" a \"non-explanation,\" alleging \"hypocrisy\" and \"downplaying\" the issue.",
      "Center-Leaning reports maintain neutrality, directly quoting her denial without emotional framing.",
      "While all acknowledge Goldberg's name and denial, the left prioritizes empathy and systemic accountability, while the right focuses on scrutiny and perceived evasiveness, revealing ideological divides on celebrity and media scrutiny."
    ],
    "bias_bar_text": null,
    "center_pct": 10.0,
    "error": null,
    "left_pct": 45.0,
    "location": "United States",
    "right_pct": 45.0,
    "status": "ok",
    "summary": [
      "During the Tuesday episode of The View, Whoopi Goldberg acknowledged her name appears in the Epstein files and denied any relationship with Jeffrey Epstein, saying she has been \"getting dragged.\"",
      "The files include a 2013 plane request for Goldberg to attend a Monaco charity event hosted by Julian Lennon’s White Feather Foundation, part of over three million documents recently released by the Department of Justice.",
      "Records show Whoopi Goldberg’s name appears 21 times, with four of six current The View co-hosts listed and Donald Trump cited 38,000 times in the files.",
      "Co-Hosts argued that famous names can appear in files for varied reasons like news articles or third-party emails, and they stressed accountability for those with deeper Epstein ties."
    ],
    "title": "Whoopi Goldberg Denies Ties to Jeffrey Epstein After Her Name Surfaces in Files",
    "topic": "Whoopi Goldberg",
    "topic_full": "Whoopi Goldberg · United States"
  },
  {
    "article_path": "/article/republicans-settle-with-dnc-in-lawsuit-that-sought-to-purge-225-000-nc-voters_1de1b4",
    "article_url": "https://ground.news/article/republicans-settle-with-dnc-in-lawsuit-that-sought-to-purge-225-000-nc-voters_1de1b4",
    "bias": [
      "Left-Leaning coverage frames the North Carolina voter roll settlement as a \"major loss\" or \"significant setback\" for Republicans, emphasizing the protection of voter access.",
      "Conversely, right-leaning outlets portray Democrats \"celebrating\" or taking a \"victory lap\" over 73,000 voters remaining on rolls \"without proper ID,\" highlighting concerns about election integrity.",
      "Center-Leaning reports neutrally present a \"deal\" or \"settlement\" between parties.",
      "This pivotal divergence—between celebrating voter retention and questioning voter legitimacy—reveals distinct rhetorical tactics, with the left focusing on a political defeat and the right employing terms like \"improperly identified voters\" to imply impropriety.",
      "While all perspectives acknowledge a settlement retained thousands of voters, their interpretations underscore fundamental ideological splits on voting rights."
    ],
    "bias_bar_text": null,
    "center_pct": 28.0,
    "error": null,
    "left_pct": 29.0,
    "location": "North Carolina",
    "right_pct": 43.0,
    "status": "ok",
    "summary": [
      "On Monday, a settlement signed by the Democratic and Republican parties gives more than 73,000 North Carolinians extra time to show ID and remain on voter rolls.",
      "After the lawsuit, the DNC intervened as the North Carolina Board of Elections began updating registrations last year and sent letters to roughly 82,000 voters.",
      "Under the settlement, affected voters will remain on rolls and have registrations updated when presenting ID, while those without requested identifiers will cast provisional ballots and provide other documents to election officials.",
      "Political consequences include a near-term setback for Republicans after Monday's settlement that could have potentially changed one or more U.S. House elections in closely divided North Carolina.",
      "Officials note that around 100,000 voters lacked an identifier like a driver's license number as of last summer, while the North Carolina State Board of Elections continued updating registrations last year."
    ],
    "title": "Democrats, Republicans strike deal on North Carolina voter rolls",
    "topic": "North Carolina Politics",
    "topic_full": "North Carolina Politics · North Carolina"
  },
  {
    "article_path": "/article/vance-on-nuclear-dispute-iran-does-not-recognize-red-lines",
    "article_url": "https://ground.news/article/vance-on-nuclear-dispute-iran-does-not-recognize-red-lines",
    "bias": [
      "Left-Leaning narratives emphasize US military buildup and regional \"threatens\" and \"pessimism,\" highlighting the \"all options on the table\" warning.",
      "Conversely, right-leaning outlets frame Iran as \"still not willing to acknowledge\" or \"rejects\" \"Trump's red lines,\" portraying the US president as \"trying very hard\" for a solution, often highlighting Iran's desire for sanctions relief.",
      "Center coverage, however, neutrally reports \"Major Differences Remain\" in talks.",
      "While all agree Vice President Vance is involved and Iran resists \"red lines,\" the left focuses on escalation and regional instability, whereas the right stresses Iran's defiance and US assertiveness, revealing distinct ideological approaches to geopolitical engagement."
    ],
    "bias_bar_text": "L 23% Center 38% Right 39%",
    "center_pct": 38.0,
    "error": null,
    "left_pct": 23.0,
    "location": null,
    "right_pct": 39.0,
    "status": "ok",
    "summary": [
      "On Tuesday, U.S. Vice President JD Vance said talks in Geneva showed progress but Tehran remains unwilling to accept some of President Donald Trump's red lines.",
      "Amid military drills, a senior Iranian official told Al-Jazeera that Iran was 'practically ready' to carry out Khamenei's threats against the U.S. and was training for various response scenarios.",
      "The U.S. deployed the aircraft carrier USS Gerald R. Ford with six destroyers, alongside about 50 fighter jets and three squadrons of F-15E fighter jets in Jordan, in recent weeks.",
      "Vice President JD Vance warned the United States retains multiple options, including military power, while Iran said it would return within two weeks with detailed proposals and both sides will draft language before a third round.",
      "In Israel, officials are pessimistic about talks and note Tehran refuses to address missiles and proxies, while Israel's Security Cabinet convenes Thursday amid heightened emergency readiness."
    ],
    "title": "Vance Says Iran Is Not Accepting 'Red Lines' Set by Trump as Second Round of Nuclear Talks End",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "article_url": "https://ground.news/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Sunday, US President Donald Trump urged Hamas to uphold Full and Immediate Demilitarization and said Board of Peace members pledged $5 billion for Gaza reconstruction.",
      "The US-brokered ceasefire plan sealed October 2023 requires disarmament in its second phase, endorsed by the United Nations to enable Israel's withdrawal and deploy an International Stabilization Force.",
      "The board's charter and fee structure reveal the International Stabilization Force and Local Police include thousands of personnel, while countries are asked to pay $1,000,000,000 for permanent membership, and Vladimir Putin, Russian President, has drawn criticism for his invitation.",
      "Key US allies including France and Britain have expressed doubts, while Hamas says disarmament is a red line but might hand weapons to a future Palestinian governing authority amid daily ceasefire accusations.",
      "On February 19, the board is due to meet, and Trump called it `the most consequential International Body in History`."
    ],
    "title": "Trump tells Hamas to proceed with ‘Full and Immediate’ disarmament",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/prosecutors-plan-to-charge-an-israeli-settler-with-killing-a-palestinian-activist-in-the-west-bank_028503",
    "article_url": "https://ground.news/article/prosecutors-plan-to-charge-an-israeli-settler-with-killing-a-palestinian-activist-in-the-west-bank_028503",
    "bias": [
      "Left-Leaning outlets frame the planned prosecution of an Israeli settler for killing a Palestinian activist by emphasizing systemic injustice, detailing a \"settler incursion\" and the settler \"wildly firing his gun after antagonising locals.",
      "They highlight the family's view that the \"manslaughter\" charge \"doesn’t rise to the level of the crime\" and contextualize it with statistics on nationalist violence.",
      "Conversely, right-leaning coverage presents the event with a more neutral tone, focusing on the legal process and individual accountability, de-emphasizing broader context.",
      "Center-Leaning reports note the \"Rare Prosecution Sparks Debate.",
      "All perspectives acknowledge the rarity of such prosecutions and a spike in settler attacks, yet their divergent portrayals reveal underlying ideological priorities regarding the conflict."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Monday, Israel 's State Attorney General's office said it had initiated proceedings to indict Yinon Levi, an Israeli settler, over the killing of a Palestinian activist, opening a rare prosecution of settler violence.",
      "Amid a sharp rise in settler attacks over two years, Hathaleen's death last July drew attention due to his role in the 2025 Oscar-winning film No Other Land and his funeral in Umm al-Khair on Aug. 7, 2025.",
      "Multiple camera angles captured the confrontation in Umm al-Khair, including footage Alaa Hathaleen filmed showing Yinon Levi waving a pistol, firing two shots, shoving people, and later being detained, placed under house arrest and released.",
      "Eitan Peleg, an attorney for Hathaleen's family, said prosecutors planned to indict Levi for reckless homicide, which the family called insufficient and described as an intentional, premeditated killing, a rare legal step in West Bank cases.",
      "On Sunday, Israel's Foreign Ministry announced a land-registration process, with rights groups warning it could strip Palestinians of land and drawing condemnation from Saudi Arabia and Egypt."
    ],
    "title": "Prosecutors plan to charge an Israeli settler with killing a Palestinian activist in the West Bank",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/can-trumprx-help-you-save-money-on-drugs-heres-what-experts-say_e20904",
    "article_url": "https://ground.news/article/can-trumprx-help-you-save-money-on-drugs-heres-what-experts-say_e20904",
    "bias": [
      "Left-Leaning coverage frames the TrumpRx initiative as \"snake oil\" and a \"gimmick,\" employing a dismissive tone to highlight its perceived ineffectiveness and comparing it to \"other schemes.",
      "In stark contrast, right-leaning outlets emphasize its potential to \"Lower Prescription Cost\" and provide \"major discounts\" for \"dramatically lower prices,\" often aligning with White House claims.",
      "Center-Leaning reports neutrally present the stated goal of \"lowering prescription drug costs\" while including expert skepticism that it \"isn't a game-changer.",
      "A pivotal dividing line is the initiative's genuine impact versus its portrayal as an \"empty gesture.",
      "While the left de-emphasizes specific details like the number of medications, center and right coverage often include them.",
      "All perspectives agree on the launch of an online portal by the Trump administration aimed at reducing drug costs, reflecting broader ideological splits on market solutions versus government oversight."
    ],
    "bias_bar_text": "Center 37% Right 63%",
    "center_pct": 37.0,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": 63.0,
    "status": "ok",
    "summary": [
      "Last week, the White House unveiled TrumpRx, an online portal listing more than 40 discounted brand-name drugs, with plans to add more, the Trump administration said.",
      "The White House said discounts exist because the administration negotiated most-favored-nation agreements, and Wright noted it is \"focused pretty narrowly on people who are uninsured and are buying prescription drugs with cash rather than through a health plan.\"",
      "Comparisons with GoodRx show Patients For Affordable Drugs Now found TrumpRx pricing was better for only eight drugs, while many prices come from manufacturer coupons matching marketplace offers.",
      "Independent pharmacists warned TrumpRx could weaken the pharmacist–patient relationship and said stocking Protonix costs $450, risking availability if sold at $200.10, Hommerding said.",
      "Experts say TrumpRx will deliver meaningful savings for uninsured and high-deductible patients but is unlikely to alter the drug-pricing landscape since 91% of prescriptions are generics, the U.S. Office of Generic Drugs reports."
    ],
    "title": "TrumpRx Offers Discounted Drug Prices Mainly for Uninsured and Cash Payers",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/how-some-democrats-are-using-scripture-to-try-to-reach-christian-voters-in-us-midterms_8b27de",
    "article_url": "https://ground.news/article/how-some-democrats-are-using-scripture-to-try-to-reach-christian-voters-in-us-midterms_8b27de",
    "bias": [
      "News coverage of Democrats engaging religious voters reveals distinct ideological framings.",
      "Center-Leaning outlets describe Democrats \"using scripture to try to reach Christian voters,\" emphasizing the strategic goal to \"peel away some Christian voters\" and noting an \"unusually high number\" of candidates, some of whom are clergy.",
      "This perspective presents the effort as a calculated political maneuver with contextual details.",
      "In contrast, right-leaning coverage frames the same actions as Democrats \"Lean Into Faith,\" employing language that suggests an opportunistic or insincere adoption of religious rhetoric for electoral gain.",
      "This perspective de-emphasizes the strategic intent, the candidates' religious backgrounds, and the scale of the trend, portraying it as a less organic development.",
      "The pivotal dividing line is the perceived authenticity and motivation behind the Democrats' religious appeals, with center coverage providing context while right-leaning outlets imply a calculated, less genuine shift.",
      "Both perspectives acknowledge Democrats are engaging faith, but their characterizations diverge significantly, reflecting broader ideological skepticism versus descriptive reporting."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "This year, Vote Common Good reports that several candidates, including Sarah Trone Garriott, Matt Schultz, and James Talarico, infuse campaigns with explicit religious appeals.",
      "Last week, officials told a U.S. Senate committee that the shootings of Pretti and Good would need to be investigated, marking a departure from their initial labeling of both as 'domestic terrorists'.",
      "Using pulpits and faith-based language, candidates link religious beliefs to abortion rights and economic justice, with Schultz saying `I am pro-choice, not despite my Christian faith, but because of it` and Trone Garriott invoking Jesus' call to care for the vulnerable.",
      "The strategy faces risks because the Democratic base is increasingly secular and Forty percent of Democratic identifiers are religiously unaffiliated, Rob Sand said, with some Democrats doubting its electoral impact.",
      "With 83% support for Trump among white evangelicals in 2024, Democrats face an uphill climb as many new white clergy candidates this year diverge from the Black church community, focusing on affordability and care-for-the-poor messaging."
    ],
    "title": "How some Democrats are using scripture to try to reach Christian voters in US midterms",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/ice-officials-knew-use-of-force-was-rising",
    "article_url": "https://ground.news/article/ice-officials-knew-use-of-force-was-rising",
    "bias": [
      "Left-Leaning narratives portray ICE officials as culpably negligent, using terms like \"ignored clear warning signs before killings\" and describing \"violent methods\" and \"skyrocketing use of violent force,\" explicitly linking escalation to the Trump administration and specific tragic outcomes.",
      "In contrast, center-leaning coverage neutrally presents that \"officials knew use of force was rising,\" de-emphasizing qualitative descriptions or specific incidents like the Minneapolis killing.",
      "While both agree top officials were aware of increased force by March last year, the left's focus on systemic failures and \"reckless and inappropriate ways\" reveals a critical stance on government accountability, whereas the center prioritizes factual reporting of awareness."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On March 20, 2025, internal emails show 67 incidents of ICE officers' use of force were reported between Jan. 19 and March 20, 2025, and alerted ICE leadership; the records indicate that number quadrupled from 17 in the same period in 2024.",
      "Earlier this year, ICE expanded enforcement by hiring more than 12,000 agents and deploying them to at least 15 American cities, with memos endorsing use of I-205 administrative warrants.",
      "Across California and Massachusetts operations, reports describe ICE agents shattering car windows, deploying chemical agents, and a case where an agent fired multiple rounds into a car, killing a U.S. citizen.",
      "ICE leadership prioritized prosecutions by focusing on assaults on federal law enforcement officers, with 28 assaults reported and \"The email indicated that ICE leadership was keen to prosecute those cases,\" Politico explained.",
      "In March 2025, DHS published a body-worn camera plan that remains unpublished and outlines activation, training, and privacy rules, while lawmakers urge cameras after February 2026 CBP footage highlighted accountability."
    ],
    "title": "ICE ignored increase in use of force reports among its agents: report",
    "topic": null,
    "topic_full": null
  }
]
