[
  {
    "article_path": "/article/dna-recovered-from-glove-found-near-guthrie-home-that-appears-to-match-glove-worn-by-suspect-in-video-fbi-says_ca02c8",
    "article_url": "https://ground.news/article/dna-recovered-from-glove-found-near-guthrie-home-that-appears-to-match-glove-worn-by-suspect-in-video-fbi-says_ca02c8",
    "bias": [
      "Left-Leaning coverage emphasizes emotional appeals and personal impact, highlighting a \"new plea\" and \"desperate search\" while uniquely exploring Savannah Guthrie's potential career shift.",
      "Conversely, right-leaning outlets frame the case with a strong law-and-order focus, using terms like \"armed suspect,\" \"chilling\" video, and \"bombshell\" DNA to depict a \"net tightens\" around the perpetrator.",
      "Center-Leaning reports maintain neutrality, focusing on official statements like the sheriff's \"months or years\" timeline and mentioning a \"botched burglary\" motive, de-emphasizing the emotional drama.",
      "While all perspectives agree on the FBI's involvement and the glove's discovery two miles away, their distinct rhetorical tactics—from human interest to criminal justice—reveal broader ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Sunday, the FBI said a glove found about two miles from Nancy Guthrie 's Tucson home contains DNA that appears to match gloves seen on a masked suspect in doorbell footage, with preliminary results received Saturday.",
      "Authorities say blood on Nancy Guthrie's Tucson home porch was confirmed hers, and DNA collected does not belong to her or close contacts; she was last seen Jan. 31 and believed taken against her will.",
      "Investigators recovered about 16 gloves near the house, mostly discarded by searchers, while a porch camera recorded a masked individual tampering with the camera carrying a 25-liter Ozark Trail Hiker Pack.",
      "A SWAT-involved operation and traffic stop failed to produce arrests, and one previously detained man who was released; the FBI and Pima County Sheriff's Department raised the reward to $100,000.",
      "This process typically takes 24 hours, and Mark Lamb, former Pinal County sheriff, cautioned that `DNA is not like a TV show where you get the results within no time and you figure out who did it by the end of the show`."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/rubio-says-us-and-europe-belong-together-but-warns-allies-to-defend-themselves-at-munich-conference_c687dd",
    "article_url": "https://ground.news/article/rubio-says-us-and-europe-belong-together-but-warns-allies-to-defend-themselves-at-munich-conference_c687dd",
    "bias": [
      "Left-Leaning coverage frames Rubio’s Munich remarks as a cautious \"olive branch,\" stressing that his conciliatory tone may \"paper over cracks\" and repackages hardline MAGA priorities, highlighting the de‑emphasized lack of concrete Ukraine/ NATO commitments; right-leaning coverage celebrates a \"restoration of the world order,\" amplifies appeals to \"Western civilization,\" \"Christian\" bonds and warnings about \"mass migration\" or \"climate cult,\" and treats the \"standing ovation\" as validation.",
      "Rhetorically, the left uses skeptical, cautionary language while the right uses rallying, triumphant diction; both agree he sought to revive US‑Europe ties, revealing deeper ideological and geopolitical fault lines."
    ],
    "bias_bar_text": null,
    "center_pct": 37.0,
    "error": null,
    "left_pct": 29.0,
    "location": null,
    "right_pct": 34.0,
    "status": "ok",
    "summary": [
      "On Saturday, February 14, 2026, U.S. Secretary of State Marco Rubio delivered a keynote at the Munich Security Conference, saying the United States and Europe `belong together` and calling for a reinvigorated alliance.",
      "Amid growing strain, European leaders like Friedrich Merz and Emmanuel Macron urged repairing trust after a year of tensions over U.S. moves such as the Greenland dispute.",
      "On Saturday, February 14, 2026, Rubio urged allies to increase defence spending and capacity, meeting with Friedrich Merz, Volodymyr Zelenskyy, and Wang Yi to discuss Ukraine and NATO support.",
      "Observers noted that Rubio's conciliatory tone was met with relief, but analysts warned that inconsistent signals from Washington could undermine reassurance, stressing the need for a consistent message from the highest levels.",
      "With the Ukraine war in focus, Rubio warned that `We don't know if the Russians are serious about ending the war,` as the conflict nears its fifth year and emphasizes building a European pillar for long-term cohesion."
    ],
    "title": "Rubio says US and Europe 'belong together' but warns allies to defend themselves at Munich conference",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/feds-open-criminal-probe-into-whether-ice-officers-lied-about-shooting-of-venezuelan-man-in-mn_5b9c3a",
    "article_url": "https://ground.news/article/feds-open-criminal-probe-into-whether-ice-officers-lied-about-shooting-of-venezuelan-man-in-mn_5b9c3a",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 49.0,
    "error": null,
    "left_pct": 35.0,
    "location": null,
    "right_pct": 16.0,
    "status": "no_change",
    "summary": [
      "Todd Lyons, the acting head of Immigration and Customs Enforcement , accused two federal agents of lying under oath about a January shooting in Minneapolis involving a Venezuelan national.",
      "Video evidence has revealed that sworn testimony provided by two separate officers appears to have made untruthful statements, according to Lyons.",
      "Both officers are on administrative leave while an internal investigation is conducted.",
      "Lyons emphasized that lying under oath is a serious federal offense."
    ],
    "title": "Feds open criminal probe into whether ICE officers lied about shooting of Venezuelan man in MN",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/journalist-don-lemon-pleads-not-guilty-to-civil-rights-charges-in-minnesota-church-protest_0e4d54",
    "article_url": "https://ground.news/article/journalist-don-lemon-pleads-not-guilty-to-civil-rights-charges-in-minnesota-church-protest_0e4d54",
    "bias": [
      "Left-Leaning coverage frames Don Lemon 's legal proceedings as an \"assault on press freedom\" by the \"Trump Justice Department,\" highlighting \"baseless\" charges and public \"chants\" of dissent.",
      "Conversely, right-leaning outlets portray his actions as \"grandstanding\" and a \"storming\" or \"invasion\" by \"agitators,\" emphasizing the \"disruption\" of a church and his \"whined\" defense.",
      "Center perspectives report Lemon's claims of \"baseless charges\" and an \"unusual\" indictment path, noting a judge initially declined charges, a detail de-emphasized elsewhere.",
      "All perspectives agree Lemon pleaded not guilty to federal charges stemming from a Minnesota church protest, revealing fundamental ideological divides concerning protest rights, journalistic ethics, and respect for religious institutions versus government authority."
    ],
    "bias_bar_text": null,
    "center_pct": 46.0,
    "error": null,
    "left_pct": 27.0,
    "location": null,
    "right_pct": 27.0,
    "status": "ok",
    "summary": [
      "On Friday, Feb. 13, 2026, Don Lemon , former CNN anchor and independent journalist, pleaded not guilty at the Warren E. Burger Federal Building and U.S. Courthouse, St. Paul, after indictment with eight others.",
      "Organizers say the Jan. 18 service at Cities Church was targeted because they believed a senior pastor there worked with ICE, and protesters interrupted the service chanting `ICE out` and `Justice for Renee Good` while Lemon livestreamed earlier this month.",
      "According to court filings, the grand jury charged Lemon with conspiracy against religious freedom and injuring worship, prosecutors seized his phone now held by the Department of Homeland Security, and the indictment groups him with co-conspirators without noting his journalist role.",
      "Supporters and protesters outside the Warren E. Burger Federal Building chanted `Protect the press` as Lemon was released on a no-money bond, despite prosecutors seeking $100,000.",
      "Lemon's lawyers say the case raises First Amendment questions and plan to press those defenses, while Lemon said, `For more than 30 years, I've been a journalist...`, and magistrate and appeals courts previously rejected DOJ efforts amid recent prosecutor resignations."
    ],
    "title": "Journalist Don Lemon pleads not guilty to civil rights charges in Minnesota church protest",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-inflation-rose-24-annually-in-january-less-than-expected_e0752c",
    "article_url": "https://ground.news/article/us-inflation-rose-24-annually-in-january-less-than-expected_e0752c",
    "bias": [
      "Left-Leaning coverage emphasizes consumers \"grappling for years\" and prices \"still biting,\" focusing on persistent \"affordability worries.",
      "Right-Leaning outlets, conversely, frame the 2.4% inflation cooling as a triumph, using terms like \"vindicates Trump\" and \"defeated Joe Biden’s inflation crisis,\" portraying the economy as \"booming.",
      "Center coverage neutrally reports the \"less than expected\" data, often discussing broader economic factors like tariffs and the \"third rail\" of Social Security, a topic de-emphasized by the left.",
      "While all agree inflation cooled to 2.4%, the partisan attribution of credit or blame reveals deep ideological divides over economic policy and government's role."
    ],
    "bias_bar_text": null,
    "center_pct": 56.0,
    "error": null,
    "left_pct": 20.0,
    "location": null,
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "The Consumer Price Index rose 2.4% over the 12 months to January, the Labor Department said.",
      "This rate was down from 2.7% in the prior month, marking the slowest pace since May.",
      "Consumer inflation in the U.S. cooled slightly more than expected in January, government data showed.",
      "The reading of 2.4% was below economist expectations of 2.5%, indicating easing price pressures."
    ],
    "title": "US inflation rose 2.4% annually in January, less than expected",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/savannah-guthrie-releases-new-video-amid-moms-disappearance_3b0d51",
    "article_url": "https://ground.news/article/savannah-guthrie-releases-new-video-amid-moms-disappearance_3b0d51",
    "bias": [
      "Left-Leaning outlets frame Savannah Guthrie's plea with emotional emphasis, using terms like \"striking\" and highlighting a humanistic appeal to \"do the right thing,\" while explicitly criticizing the \"botched\" investigation.",
      "Right-Leaning coverage, conversely, emphasizes moral accountability with \"do the right thing,\" portraying Guthrie as \"begging\" and \"desperate,\" and positively describing the \"urgent and intensive search.",
      "Center-Leaning reports maintain a more factual tone, detailing specific FBI findings like DNA on a glove found \"2 miles\" away, and de-emphasizing strong emotional descriptors.",
      "All perspectives agree on Guthrie's video release and her expression of hope, yet diverge significantly on the investigation's efficacy and the underlying moral implications, reflecting broader ideological views on justice and human responsibility."
    ],
    "bias_bar_text": "L 15% Center 70% R 15%",
    "center_pct": 70.0,
    "error": null,
    "left_pct": 15.0,
    "location": null,
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "On Feb. 15, Savannah Guthrie, 54-year-old 'Today' anchor, shared a video appealing for help as investigators search for her mother, Nancy Guthrie , 84, urging followers to report suspicious activity.",
      "Nancy Guthrie has been missing since Jan. 31, and authorities are investigating alleged ransom notes with deadlines of Feb. 5 and Feb. 9, FBI Phoenix Special Agent in Charge Heith Janke said.",
      "Surveillance video captures the ski-masked person wearing a black, 25-liter 'Ozark Trail Hiker Pack' and appearing to tamper with the front-door camera, FBI Director Kash Patel said.",
      "The FBI is offering a $100,000 reward and authorities say they have not identified any suspects; Camron Guthrie urged the alleged kidnapper to 'reach out' as the family has not heard directly.",
      "Facing growing urgency, the family asked the public to report suspicious activity and contact the FBI tip line, Pima County Sheriff's Department, or 88-CRIME to aid the search."
    ],
    "title": "Savannah Guthrie releases new video amid mom's disappearance",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/luxury-1872-steamer-found-in-lake-michigan-after-60-year-search_7f6fce",
    "article_url": "https://ground.news/article/luxury-1872-steamer-found-in-lake-michigan-after-60-year-search_7f6fce",
    "bias": [
      "While all perspectives acknowledge the discovery of the \"luxury steamer\" and the long \"quest,\" left-leaning coverage highlights the historical human tragedy, detailing \"53 passengers and crew\" and \"eight people died,\" alongside a future presentation.",
      "Center-Leaning reports add a personal touch with the hunter's quote and describe the \"elusive steamer.",
      "Right-Leaning accounts emphasize the visual, noting \"images reveal remains\" and a specific \"Sunday\" revelation, de-emphasizing the human toll.",
      "These distinct approaches, from the left's focus on human impact and historical context to the right's emphasis on visual immediacy and specific timing, reveal differing priorities in framing historical events."
    ],
    "bias_bar_text": "Left 30% Center 55% R 15%",
    "center_pct": 55.0,
    "error": null,
    "left_pct": 30.0,
    "location": null,
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "On Friday, Shipwreck World announced that Illinois shipwreck hunter Paul Ehorn's team found the Lac La Belle in October 2022 about 20 miles offshore between Racine and Kenosha, Wisconsin.",
      "On Oct. 13, 1872 the Lac La Belle sank with 53 passengers and crew carrying barley, pork, flour and whiskey, reflecting the Great Lakes' 6,000 to 10,000 mostly undiscovered shipwrecks.",
      "Ross Richardson provided a clue that narrowed the search grid in 2022, and Paul Ehorn found the wreck using side-scan sonar after two hours on the lake.",
      "Ehorn said the announcement was delayed to include a three-dimensional video model, and his team returned last summer to find the hull intact with oak interiors preserved despite quagga mussels and a missing propeller.",
      "Ehorn, now 80, has searched for shipwrecks since age 15 and the Lac La Belle is the 15th shipwreck he has located, joining recent Lake Michigan discoveries like the Milwaukee and J.C. Ames."
    ],
    "title": "Luxury 1872 Steamer Found in Lake Michigan After 60-Year Search",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/syrian-army-takes-control-of-al-shaddadi-military-base-in-hasaka-countryside",
    "article_url": "https://ground.news/article/syrian-army-takes-control-of-al-shaddadi-military-base-in-hasaka-countryside",
    "bias": [
      "Left-Leaning outlets frame the Syrian army's control of al-Shaddadi base as a \"withdrawal\" or \"taken over\" event, emphasizing \"U.S. coordination\" and linking it to broader U.S. disengagement from \"seven of its eight major military bases\" and a \"ceasefire agreement,\" suggesting diplomatic progress.",
      "Conversely, right-leaning coverage uses terms like \"Captured\" or \"taken over\" to imply a U.S. loss or concession, highlighting the base's \"strategic importance\" and connecting it to previous takeovers, suggesting declining American influence.",
      "Both acknowledge the Syrian army assumed control after a U.S. withdrawal, but the left emphasizes planned \"strategic shifts,\" while the right de-emphasizes coordination, focusing on perceived U.S. weakness, revealing ideological divides on foreign policy."
    ],
    "bias_bar_text": null,
    "center_pct": 8.0,
    "error": null,
    "left_pct": 46.0,
    "location": "Syria",
    "right_pct": 46.0,
    "status": "ok",
    "summary": [
      "The Syrian Arab Army assumed control of the al‑Shaddadi military base in Hasakah after coordinating with U.S. forces, Syria's Defence Ministry announced on Sunday, February 15, 2026.",
      "The U.S. has been reducing its military footprint in Syria, with personnel now about 900, as part of a regional realignment following the fall of Bashar al‑Assad in December 2024.",
      "U.S. forces had operated at al‑Shaddadi since 2016, and CENTCOM reported recent strikes on over 30 IS targets this month, including infrastructure and weapons storage.",
      "The transfer was framed as part of a ceasefire arrangement with the Kurdish‑led Syrian Democratic Forces , while U.S. forces consolidated to Tower 22 in Jordan and Admiral Brad Cooper, CENTCOM commander, said they would `remain poised to respond to any threats that arise`.",
      "Officials say implementation of ceasefire pacts is now the key test, with US Secretary of State Marco Rubio saying it is `headed in a positive direction` and similar pacts needed with Druze, Bedouin and Alawite communities."
    ],
    "title": "Syrian army says it took control of Shaddadi base after coordination with US, agency says",
    "topic": "Middle East Politics",
    "topic_full": "Middle East Politics · Syria"
  },
  {
    "article_path": "/article/schumer-on-dems-dhs-demands-these-are-common-sense_1c9932",
    "article_url": "https://ground.news/article/schumer-on-dems-dhs-demands-these-are-common-sense_1c9932",
    "bias": [
      "Left-Leaning coverage emphasizes the human toll of the shutdown, highlighting TSA agents \"working without pay\" and criticizing \"another shutdown\" as political gridlock, even noting \"pushback\" against leadership.",
      "Right-Leaning outlets frame the impasse as a principled stand for \"DHS oversight,\" recalling \"historic flight cancellations\" from a previous \"43-day government shutdown \" to evoke caution.",
      "While the left portrays \"lawmakers dig in\" as obstruction, the right frames it as justified resistance.",
      "Center coverage, however, presents Democratic demands as \"common sense\" and details specific ICE reforms, a topic de-emphasized elsewhere.",
      "The left also notes \"1,000 immigration agents\" leaving.",
      "Despite these ideological differences—one prioritizing labor welfare and accountability for \"immigration enforcement tactics,\" the other fiscal responsibility—all acknowledge a partial government shutdown impacting DHS and TSA agents."
    ],
    "bias_bar_text": null,
    "center_pct": 66.0,
    "error": null,
    "left_pct": 25.0,
    "location": "United States",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "On Tuesday, the U.S. House passed bills to end a partial DHS shutdown, and President Donald Trump signed them into law, reopening the government after Saturday closures.",
      "Stalled negotiations over immigration policy led to the shutdown after lawmakers failed to agree on funding, while Democrats demanded new restrictions following the shootings of Alex Pretti and Renee Good in Minneapolis last month.",
      "Despite party leaders' pressure, a procedural vote Tuesday narrowly passed 217-215 with all present Democrats voting no and all but one Republican, Rep. Thomas Massie, voting yes.",
      "About 95% of Transportation Security Administration workers are deemed essential and must keep working without pay, while airlines were ordered to cut domestic flights and travel groups warned of spring break disruptions.",
      "Lawmakers have about 10 days to agree on Immigration and Customs Enforcement policies as Senate Democrats seek body cameras and warrants while Republican leaders reject some demands before Congress returns Feb. 23."
    ],
    "title": "No clear path to ending the partial government shutdown as lawmakers dig in over DHS oversight",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/border-czar-tom-homan-says-i-dont-like-the-masks-on-ice-officers-but-they-have-to-protect-themselves",
    "article_url": "https://ground.news/article/border-czar-tom-homan-says-i-dont-like-the-masks-on-ice-officers-but-they-have-to-protect-themselves",
    "bias": [
      "Right-Leaning coverage frames Homan as \"dismissing\" \"Democrat Demands\" as \"unreasonable,\" emphasizing officer safety amid a \"massive spike in threats,\" citing \"1,500 percent\" and \"8,000 percent\" increases to justify masks.",
      "This perspective uses combative language like \"spars with\" and \"heated exchange,\" portraying a \"boiling point\" of tension.",
      "Center-Leaning outlets, conversely, neutrally report Homan \"signals no compromising\" on masks, also noting demands for officers to \"clearly identify themselves,\" a detail de-emphasized by the right.",
      "Both acknowledge Homan's personal dislike for masks but his insistence officers \"have to protect themselves,\" highlighting a core ideological clash between law enforcement autonomy and transparency."
    ],
    "bias_bar_text": null,
    "center_pct": 53.0,
    "error": null,
    "left_pct": null,
    "location": "United States",
    "right_pct": 47.0,
    "status": "ok",
    "summary": [
      "During a Face the Nation interview Sunday, Homan, White House border czar, defended ICE officers' mask use, saying `I don't like the masks either`, Homan said.",
      "Amid debates over DHS funding, Democrats demand mask bans and measures like visible IDs after last month's shootings of Alex Pretti and Renee Good, Homan said.",
      "Homan pointed to dramatic increases, saying assaults against Immigration and Customs Enforcement officers rose 1,500% and threats increased 8,000%, while Department of Homeland Security and ICE releases lacked clear timeframes or sources.",
      "Homan rejected Democrats' demands that officers remove masks or display IDs, while Congress is in recess until Feb. 23 and a partial Department of Homeland Security shutdown began Saturday.",
      "ICE argues masks prevent doxxing and family risk, noting face masks symbolize President Donald Trump's ICE crackdown and spark congressional enforcement debates."
    ],
    "title": "Border czar Tom Homan says \"I don't like the masks\" on ICE officers, but they \"have to protect themselves\"",
    "topic": "Tom Homan",
    "topic_full": "Tom Homan · United States"
  },
  {
    "article_path": "/article/pentagon-and-doe-fly-advanced-nuclear-reactor-to-utah-for-testing_740434",
    "article_url": "https://ground.news/article/pentagon-and-doe-fly-advanced-nuclear-reactor-to-utah-for-testing_740434",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 52.0,
    "error": null,
    "left_pct": null,
    "location": "Utah",
    "right_pct": 48.0,
    "status": "no_change",
    "summary": [
      "The Pentagon is transporting a next-generation mobile nuclear reactor to Utah for testing, marking progress in delivering reliable energy at military sites.",
      "This effort is a collaboration with Valar Atomics, aligning with President Trump's goal to modernize U.S. nuclear energy.",
      "A U.S. C-17 aircraft will move the reactor from March Air Reserve Base in California to Hill Air Force Base in Utah.",
      "The Pentagon noted that this initiative could enhance energy resilience and strategic independence for national defense."
    ],
    "title": "Pentagon and DOE Fly Advanced Nuclear Reactor to Utah for Testing",
    "topic": "Executive Orders of Donald Trump",
    "topic_full": "Executive Orders of Donald Trump · Utah"
  },
  {
    "article_path": "/article/a-storm-system-sweeps-across-the-southeast-triggering-tornado-warnings-and-damaging-winds",
    "article_url": "https://ground.news/article/a-storm-system-sweeps-across-the-southeast-triggering-tornado-warnings-and-damaging-winds",
    "bias": [
      "While all perspectives agree a storm system swept the Southeast, triggering tornado warnings and damaging winds, significant differences emerge in emphasis and detail.",
      "Left-Leaning and center coverage both employ terms like \"fiercest storms\" and \"powerful winds\" to convey intensity, whereas right-leaning outlets de-emphasize such descriptive language, offering a considerably shorter, less detailed account.",
      "A pivotal dividing line is the specific portrayal of damage; center-leaning reports extensively detail overturned Mardi Gras floats, damaged jet bridges, and power poles, details largely de-emphasized by both left and right.",
      "Despite these variations in depth and emotional tone, all align on the National Weather Service reporting \"worst damage\" near Lake Charles, Louisiana, showcasing a shared factual baseline amidst differing narrative priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 56.0,
    "error": null,
    "left_pct": 33.0,
    "location": "Lake Charles",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "A storm system swept across the Southeast late Saturday and Sunday, bringing tornado warnings to Mississippi and Louisiana.",
      "No deaths or serious injuries were reported, but the storm caused damage near Lake Charles , Louisiana, and continued its path into parts of south Georgia and the Florida Panhandle.",
      "The Northeast was finally getting a reprieve from weeks of bitterly cold temperatures, while a storm system moved onshore in California, bringing heavy snow to elevated areas."
    ],
    "title": "A Storm System Sweeps Across the Southeast Triggering Tornado Watches and Damaging Winds",
    "topic": "National Weather Service",
    "topic_full": "National Weather Service · Lake Charles"
  },
  {
    "article_path": "/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "article_url": "https://ground.news/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "bias": [
      "Left-Leaning coverage neutrally reports Trump's call for \"Total and Immediate Disarmament\" but uses \"so-called\" to express skepticism about the \"Peace Council.",
      "Right-Leaning outlets, conversely, frame Trump as decisive, employing strong terms like \"Demands\" for \"Complete and Immediate Demilitarization\" and highlighting his \"regrets\" over Hamas 's unfulfilled past commitments, presenting the $5 billion pledge as part of a firm approach.",
      "Center-Leaning reports provide more specific contextual details, referring to Hamas as \"the Islamists.",
      "All perspectives agree on Trump's core demand for demilitarization and the $5 billion commitment for Gaza reconstruction, yet their distinct rhetorical choices underscore differing ideological priorities regarding leadership, accountability, and conflict resolution."
    ],
    "bias_bar_text": "Center 57% Right 43%",
    "center_pct": 57.0,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": 43.0,
    "status": "ok",
    "summary": [
      "On Sunday, US President Donald Trump urged Hamas to uphold Full and Immediate Demilitarization and said Board of Peace members pledged $5 billion for Gaza reconstruction.",
      "The US-brokered ceasefire plan sealed October 2023 requires disarmament in its second phase, endorsed by the United Nations to enable Israel's withdrawal and deploy an International Stabilization Force.",
      "The board's charter and fee structure reveal the International Stabilization Force and Local Police include thousands of personnel, while countries are asked to pay $1,000,000,000 for permanent membership, and Vladimir Putin, Russian President, has drawn criticism for his invitation.",
      "Key US allies including France and Britain have expressed doubts, while Hamas says disarmament is a red line but might hand weapons to a future Palestinian governing authority amid daily ceasefire accusations.",
      "On February 19, the board is due to meet, and Trump called it `the most consequential International Body in History`."
    ],
    "title": "Trump tells Hamas to proceed with ‘Full and Immediate’ disarmament",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/asian-shares-trade-higher-ahead-of-lunar-new-year-holidays-and-gold-pr",
    "article_url": "https://ground.news/article/asian-shares-trade-higher-ahead-of-lunar-new-year-holidays-and-gold-pr",
    "bias": null,
    "bias_bar_text": "Left 63% Center 37%",
    "center_pct": 37.0,
    "error": "Message: \n",
    "left_pct": 63.0,
    "location": null,
    "right_pct": null,
    "status": "fail",
    "summary": null,
    "title": "Asian Shares Trade Higher Ahead of Lunar New Year Holidays and Gold Prices Fall",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-airlines-must-certify-use-of-merit-based-hiring-for-pilots-faa-says",
    "article_url": "https://ground.news/article/us-airlines-must-certify-use-of-merit-based-hiring-for-pilots-faa-says",
    "bias": [
      "Right-Leaning coverage frames the FAA 's directive as a forceful \"mandate\" by \"Transportation chief Duffy,\" portraying it as a \"reversal\" of an \"Unsafe Biden DEI Program\" and a \"return to normality – and more safety.",
      "It uses charged terms like \"politically correct quotas\" and asserts \"Cockpits Should Belong to the Best, Not the Most Diverse,\" emphasizing a battle against \"diversity targets\" to restore \"merit.",
      "Center-Leaning coverage presents the FAA's official action, providing context \"Amid Bias Allegations\" but de-emphasizing political framing around DEI.",
      "Both agree on the FAA's merit-based hiring certification requirement, yet the right's focus on a \"Trump executive order\" and \"ending illegal discrimination\" reveals a deep ideological divide over DEI versus traditional meritocracy."
    ],
    "bias_bar_text": null,
    "center_pct": 18.0,
    "error": null,
    "left_pct": null,
    "location": "United States",
    "right_pct": 82.0,
    "status": "ok",
    "summary": [
      "Transportation Secretary Sean Duffy has mandated that all US commercial airlines must certify merit-based pilot hiring or face federal investigations to ensure passenger safety and transparency.",
      "The Federal Aviation Administration has raised pilot training standards and dismantled Diversity, Equity, and Inclusion offices and contracts within the department.",
      "This directive aligns with President Trump's executive orders to restore merit-based hiring practices and aviation safety.",
      "FAA Administrator Bryan Bedford emphasized that pilot hiring should focus solely on qualifications and safety, without consideration of race, sex, or creed."
    ],
    "title": "US airlines must certify use of merit-based hiring for pilots, FAA says",
    "topic": "FAA",
    "topic_full": "FAA · United States"
  },
  {
    "article_path": "/article/us-deports-9-to-cameroon-despite-court-protections-nyt-says",
    "article_url": "https://ground.news/article/us-deports-9-to-cameroon-despite-court-protections-nyt-says",
    "bias": [
      "Left-Leaning coverage frames the deportation as an injustice, emphasizing the administration was \"ignoring legal protections\" and highlighting the \"despite court protections\" aspect to criticize government actions.",
      "Conversely, the provided right-leaning analysis, while critical of the administration, focuses on the harshness of the event, employing vivid language like \"Secretly Deported\" and detailing how individuals were \"Tied Hand and Foot\" to evoke sympathy.",
      "Center-Leaning reports maintain a more neutral tone, presenting the event as \"US deports 9 to Cameroon despite court protections\" and adding broader judicial context without intense emotional framing.",
      "A pivotal dividing line emerges in the right's unique emphasis on the physical treatment of deportees, de-emphasized elsewhere.",
      "All perspectives agree on the core facts of a \"secretly deported\" group to Cameroon, many with court protections, revealing a shared concern for legal process or humanitarian conditions, yet diverging on which aspect to prioritize."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 20.0,
    "location": "United States",
    "right_pct": 30.0,
    "status": "ok",
    "summary": [
      "Nine people were secretly deported from the US to Cameroon , despite some having court protections against deportation and none being from that country.",
      "Several deportees did not know their destination until being placed on a Department of Homeland Security flight in handcuffs and chains.",
      "The deportees, including some who fled persecution, are being held in a compound in Yaoundé and told they cannot leave unless agreeing to return to their home countries."
    ],
    "title": "US deports 9 to Cameroon despite court protections, NYT says",
    "topic": "Foreign Policy",
    "topic_full": "Foreign Policy · United States"
  },
  {
    "article_path": "/article/trumps-desire-to-own-greenland-persists-danish-pm",
    "article_url": "https://ground.news/article/trumps-desire-to-own-greenland-persists-danish-pm",
    "bias": [
      "Left-Leaning outlets frame Trump's \"desire\" for Greenland as a problematic \"warning,\" emphasizing \"fear\" and even calling him \"crazy,\" highlighting emotional impact.",
      "Right-Leaning coverage, conversely, portrays his interest as strategic \"doctrines\" of \"deals and dominance,\" or a \"very serious\" ambition, sometimes framing critics as having \"Broken Brains\" or Trump as a \"demolitor\" of the international order.",
      "Center-Leaning reports, while noting \"rising tension\" and \"unacceptable\" pressure, focus on diplomatic details like \"constructive talk\" and quote the Greenlandic PM that the island is \"not for sale,\" maintaining a more measured tone.",
      "All agree PM Frederiksen stated Trump still \"desires\" Greenland and warned a US attack would end NATO, revealing ideological divides over national sovereignty versus assertive foreign policy ."
    ],
    "bias_bar_text": null,
    "center_pct": 38.0,
    "error": null,
    "left_pct": 32.0,
    "location": "Denmark",
    "right_pct": 30.0,
    "status": "ok",
    "summary": [
      "Danish Prime Minister Mette Frederiksen says US President Donald Trump's ambition to acquire Greenland has not abated, saying \"he is very serious about this theme.\"",
      "Frederiksen stated that Greenland is not for sale and the Greenlandic people do not want to become Americans, emphasizing the need to protect sovereignty and self-determination.",
      "Frederiksen urged NATO partners to make a long-term commitment to the Arctic Sentry mission and revealed that a US-Denmark-Greenland working group has been established to discuss Washington's security concerns in the Arctic."
    ],
    "title": "Trump’s ‘Desire’ to Own Greenland Persists: Danish PM",
    "topic": "Mette Frederiksen",
    "topic_full": "Mette Frederiksen · Denmark"
  },
  {
    "article_path": "/article/ofelia-torres-teen-who-fought-to-have-her-father-released-from-ice-custody-dies-from-rare-cancer",
    "article_url": "https://ground.news/article/ofelia-torres-teen-who-fought-to-have-her-father-released-from-ice-custody-dies-from-rare-cancer",
    "bias": [
      "Left-Leaning narratives frame the tragic death of a teen battling cancer by emphasizing her \"heroic and brave\" advocacy against her father's \"illegal detention\" by \"ICE,\" often using terms like \"plight\" and highlighting \"worry and anger.",
      "This perspective explicitly confirms the father was \"freed,\" underscoring the success of her fight.",
      "In contrast, right-leaning coverage presents the event more neutrally, de-emphasizing the father's release and avoiding direct mention of \"ICE,\" instead referring to \"immigration officials.",
      "While all perspectives agree on the teen's death and her advocacy, a pivotal dividing line emerges in the portrayal of the father's immigration outcome and the characterization of his detention, revealing underlying ideological stances on immigration enforcement and the impact of individual agency.",
      "Center-Leaning reports bridge this by confirming the father's release and even a \"path toward U.S. citizenship,\" while maintaining a factual tone."
    ],
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 35.0,
    "location": "United States",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "Ofelia Torres, 16, died from Stage 4 alveolar rhabdomyosarcoma, a rare and aggressive form of cancer .",
      "Three days before her death, an immigration judge ruled that Ofelia's father was conditionally entitled to receive \"cancellation of removal\", providing him a pathway to lawful permanent residence and eventually U.S. citizenship.",
      "Ofelia's attorney said she \"was heroic and brave in the face of ICE's detention and threatened deportation of her father\", and hoped \"she will serve as a model for us all for how to be courageous and to fight for what's right to our last breaths."
    ],
    "title": "Ofelia Torres, Teen Who Fought to Have Her Father Released From ICE Custody, Dies From Rare Cancer",
    "topic": "Immigration and Customs Enforcement",
    "topic_full": "Immigration and Customs Enforcement · United States"
  },
  {
    "article_path": "/article/israeli-fm-saar-to-attend-trumps-first-board-of-peace-meeting-on-thursday-officials-say_d95d4d",
    "article_url": "https://ground.news/article/israeli-fm-saar-to-attend-trumps-first-board-of-peace-meeting-on-thursday-officials-say_d95d4d",
    "bias": [
      "While all perspectives note an Israeli Foreign Minister attending a \" Board of Peace \" meeting, right-leaning coverage frames it positively with terms like \"Peace Council\" and \"Inauguration,\" sometimes using \"Exclusive\" to elevate its significance.",
      "Left and center perspectives, adopting neutral language like \"launch\" or \"inaugural meeting,\" notably highlight a \"multi-billion-dollar reconstruction plan for Gaza\" and a stabilization force, details the right de-emphasizes.",
      "Conversely, the left de-emphasizes the Prime Minister's request for the FM's attendance, a detail emphasized by center and right coverage.",
      "These distinct portrayals reveal differing priorities, with some focusing on the diplomatic initiative's positive framing, while others prioritize concrete policy proposals or internal political dynamics."
    ],
    "bias_bar_text": null,
    "center_pct": 23.0,
    "error": null,
    "left_pct": 31.0,
    "location": "Israel",
    "right_pct": 46.0,
    "status": "ok",
    "summary": [
      "On February 19, 2026, Israeli Foreign Minister Gideon Sa'ar will attend President Donald Trump's inaugural Board of Peace meeting in Washington, D.C., where Trump will outline Gaza plans.",
      "The Board of Peace, which signed its charter in Davos, Switzerland in January, is convening to launch postwar recovery work and initiate Gaza's reconstruction efforts.",
      "U.S. officials say the summit will include announcements of troop pledges for an International Stabilization Force and outline a multibillion-dollar Gaza reconstruction financing plan backed by the United States and United Arab Emirates.",
      "Delegations from about 20 countries, including many heads of state, are expected to attend the Feb. 19 Washington meeting; Israel joined the Board of Peace last week during Prime Minister Benjamin Netanyahu's visit.",
      "After two years of war that left Gaza largely destroyed, Hamas has rejected demands to disarm and more than 590 Palestinians and four Israeli soldiers have died, while Western allied governments remain cautious."
    ],
    "title": "Israeli FM Saar to attend Trump’s first Board of Peace meeting on Thursday, officials say",
    "topic": "Board of Peace",
    "topic_full": "Board of Peace · Israel"
  },
  {
    "article_path": "/article/corporate-funded-nonprofit-has-paid-72k-for-newsoms-travel_9d80b7",
    "article_url": "https://ground.news/article/corporate-funded-nonprofit-has-paid-72k-for-newsoms-travel_9d80b7",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": "Message: \n",
    "left_pct": 40.0,
    "location": "Munich",
    "right_pct": 20.0,
    "status": "fail",
    "summary": null,
    "title": "Corporate-Funded Nonprofit Has Paid $72K for Newsom's Travel",
    "topic": "Europe",
    "topic_full": "Europe · Munich"
  },
  {
    "article_path": "/article/trumps-border-czar-says-small-security-force-will-remain-in-minnesota-after-enforcement-drawdown_58c403",
    "article_url": "https://ground.news/article/trumps-border-czar-says-small-security-force-will-remain-in-minnesota-after-enforcement-drawdown_58c403",
    "bias": [
      "Left-Leaning coverage frames the immigration enforcement drawdown as a \"victory for the Resistance,\" characterizing the prior operation as a \"mass deportation program\" and subtly using \"czar\" to imply authoritarianism.",
      "Conversely, right-leaning outlets present the \"czar\" as a decisive leader, emphasizing the need for a \"security force\" and \"enforcement drawdown\" to maintain order.",
      "Center-Leaning reports, however, contextualize the event \"Amid Rising Tensions\" and as a \"controversial immigration crackdown,\" linking it to specific deaths and questions over officer conduct, details largely de-emphasized by other perspectives.",
      "While all sides report over 1,000 agents departing and a \"small\" force remaining to protect against \"agitators,\" their divergent interpretations reveal deep ideological splits on immigration policy and executive power."
    ],
    "bias_bar_text": null,
    "center_pct": 64.0,
    "error": null,
    "left_pct": 27.0,
    "location": "Minnesota",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "Tom Homan , White House border czar, said Sunday that more than 1,000 immigration agents have left Minnesota's Twin Cities and hundreds more will depart during ICE Operation Metro Surge drawdown.",
      "Homan said Thursday that a significant drawdown was underway and would continue this week after the shooting deaths of U.S. citizens Renee Good and Alex Pretti prompted changes.",
      "Investigations will persist into fraud claims and the Cities Church protest, and departing officers will report back or be reassigned, while enforcement continues in the Twin Cities and nationwide.",
      "With no firm timetable, Homan said a `small` security force will stay temporarily to protect agents and `respond when our agents are out and they get surrounded by agitators and things got out of control`, and he added, `We'll get back to the original footprint.`",
      "With lawmakers returning to St. Paul on Tuesday, Feb. 17, Homan said future deployments `depend on the situation` while DHS called it its largest enforcement effort and successful."
    ],
    "title": "Trump's Border Czar Says 'Small' Security Force Will Remain in Minnesota After Enforcement Drawdown",
    "topic": "Tom Homan",
    "topic_full": "Tom Homan · Minnesota"
  },
  {
    "article_path": "/article/us-secretary-of-state-rubio-the-us-is-not-contesting-the-european-report-on-the-devils-poisoning",
    "article_url": "https://ground.news/article/us-secretary-of-state-rubio-the-us-is-not-contesting-the-european-report-on-the-devils-poisoning",
    "bias": [
      "Left-Leaning outlets frame the Navalny incident by emphasizing a \"disturbing report\" and the U.S. \"not disputing\" the poisoning, highlighting perceived injustices and international accountability.",
      "In stark contrast, right-leaning coverage employs definitive terms like \"Murder\" and \"assassinate,\" often calling for \"Consequences\" for Russia, reflecting a more hawkish stance and strong moral judgment.",
      "Center-Leaning coverage, however, maintains a neutral tone, focusing on verifiable facts, detailing the Kremlin's denial as a \"Western propaganda hoax,\" and providing specific contextual information de-emphasized by partisan outlets.",
      "All perspectives acknowledge Rubio's statement regarding the \"troubling\" European assessment blaming Russia for Navalny's death, yet their divergent portrayals underscore fundamental ideological differences in assigning blame and advocating for international action."
    ],
    "bias_bar_text": null,
    "center_pct": 39.0,
    "error": null,
    "left_pct": 24.0,
    "location": "United States",
    "right_pct": 37.0,
    "status": "ok",
    "summary": [
      "U.S. Secretary of State Marco Rubio said Washington is `not disputing` the five-country report but did not join because it was a European-led initiative.",
      "Released on Feb 14, the five-nation statement from Britain, France, Germany, the Netherlands and Sweden said laboratory analyses found epibatidine on Navalny's samples and named Russia the prime suspect.",
      "Navalny's widow, Yulia Navalnaya, said on Feb 14 it was now `science proven` that he had been murdered, while France's Jean-Noel Barrot paid tribute.",
      "At the Munich Security Conference, Britain's Foreign Secretary Yvette Cooper said coordinated action, including increasing sanctions, is being considered, while Russia dismissed the allegations as `a Western propaganda hoax`.",
      "In broader context, experts on toxins noted the substance can also be produced synthetically instead of from the Ecuadoran poison dart frog."
    ],
    "title": "Rubio says US does not dispute Navalny poisoning assessment by Europeans",
    "topic": "Marco Rubio",
    "topic_full": "Marco Rubio · United States"
  },
  {
    "article_path": "/article/donald-trump-to-unveil-5-billion-gaza-aid-fund-at-washington-board-of-peace-event_1df63a",
    "article_url": "https://ground.news/article/donald-trump-to-unveil-5-billion-gaza-aid-fund-at-washington-board-of-peace-event_1df63a",
    "bias": [
      "Left-Leaning coverage frames the $5 billion Gaza aid with skepticism, using \"claims\" and highlighting the \"controversial body\" and \"war-ravaged Gaza\" amidst ongoing conflict, questioning the sum's sufficiency and international support.",
      "Right-Leaning outlets champion the initiative as a \"bold Vision\" and \"massive financial commitment,\" emphasizing leadership and its potential to \"shape Middle East ’s next chapter,\" often linking aid to Hamas demilitarization.",
      "Center-Leaning reports convey the announcement and figures, sometimes using positive terms like \"Historic $5 Billion Pledge\" or \"most consequential International Body,\" but generally avoid the strong praise or criticism of the extremes.",
      "All acknowledge the $5 billion pledge, yet ideological divides persist over the initiative's legitimacy and conditions for peace."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 30.0,
    "location": "United States",
    "right_pct": 30.0,
    "status": "ok",
    "summary": [
      "On February 15, 2026, President Donald J. Trump announced the Board of Peace has pledged more than $5 billion and committed thousands of personnel, with formal unveiling set for February 19, 2026 in Washington.",
      "Reconstruction estimates show Gaza rebuilding costs $70 billion, per United Nations, World Bank and European Union, while the US-brokered ceasefire's second phase demands Israeli withdrawal and Hamas disarmament.",
      "The Board of Peace's formation includes 26 founding members, with an executive core of eight members, including Chairman Trump, Marco Rubio, Steve Witkoff, Jared Kushner, and Tony Blair, following a Davos meeting last month.",
      "So far, participation remains uncertain as Indonesia's military says up to 8,000 troops could be ready by late June, while France and Britain have expressed doubts despite the first firm commitment.",
      "Controversies include the Board charter not limited to Gaza, a US$1 billion permanent membership fee, Russian President Vladimir Putin's invitation, and litigation over the Donald J. Trump Institute of Peace building."
    ],
    "title": "Donald Trump to unveil $5 billion Gaza aid fund at Washington ‘Board of Peace' event",
    "topic": "Israel-Gaza",
    "topic_full": "Israel-Gaza · United States"
  },
  {
    "article_path": "/article/us-military-boards-another-oil-tanker-in-indian-ocean-after-tracking-it-from-the-caribbean_dc42f6",
    "article_url": "https://ground.news/article/us-military-boards-another-oil-tanker-in-indian-ocean-after-tracking-it-from-the-caribbean_dc42f6",
    "bias": [
      "Left-Leaning coverage emphasizes the operation as \"showcasing maritime enforcement capabilities\" and links it to broader sanctions against \"Iran’s shadow fleet\" and even \"Cuba,\" noting the \"1.9 million barrels of oil\" cargo.",
      "Right-Leaning outlets, however, frame the action with assertive language like \"seizes\" and \"RACE ACROSS THE SEAS,\" highlighting \"Trump quarantine\" and portraying the US military's \"lengths\" to enforce it, even including an Iranian accusation of \"maritime piracy.",
      "Center-Leaning reports also mention \"Trump’s quarantine\" and a \"crackdown\" on \"shadow fleet\" evasion, but with less dramatic rhetoric.",
      "While all agree on the US boarding a sanctioned vessel for \"illicit oil\" linked to Venezuela, the left explores wider geopolitical implications, while the right champions decisive national power."
    ],
    "bias_bar_text": null,
    "center_pct": 52.0,
    "error": null,
    "left_pct": 23.0,
    "location": "United States",
    "right_pct": 25.0,
    "status": "ok",
    "summary": [
      "On Sunday, the U.S. Department of Defense conducted a maritime interdiction and boarded the Panamanian-flagged tanker Veronica III in the Indian Ocean.",
      "President Donald Trump ordered a quarantine of sanctioned tankers in December, and the administration has seized vessels to control Venezuela's oil amid a shadow fleet of falsely flagged tankers.",
      "Pentagon said `We tracked it from the Caribbean to the Indian Ocean, closed the distance, and shut it down.` Video posted by the Pentagon shows U.S. troops boarding the tanker overnight without incident.",
      "The Pentagon declined to disclose whether the Veronica III was formally seized, and a defense official said the ship is being held while its ultimate fate is decided.",
      "Last week, U.S. forces boarded the tanker Veronica III in the Indian Ocean, which left Venezuela with nearly 2 million barrels, according to TankerTrackers.com."
    ],
    "title": "US military boards another oil tanker in Indian Ocean after tracking it from the Caribbean",
    "topic": "Pentagon",
    "topic_full": "Pentagon · United States"
  },
  {
    "article_path": "/article/british-museum-removes-references-to-palestine-from-ancient-middle-east-displays",
    "article_url": "https://ground.news/article/british-museum-removes-references-to-palestine-from-ancient-middle-east-displays",
    "bias": [
      "Left-Leaning coverage emphasizes the 'removal' of ' Palestine ' from ancient displays, framing it as problematic and driven by 'pressure' from a 'pro-Israel group', suggesting an erasure of identity.",
      "In contrast, right-leaning outlets portray the action as a necessary correction, highlighting 'historical accuracy' and the museum's admission of 'retroactively applied' terminology, with positive sentiment towards the 'willingness to review' by involved groups.",
      "Center-Leaning reports simply state the 'Removes' action without extensive context.",
      "The pivotal dividing line is whether the removal signifies external influence and potential historical diminishment or a justified rectification of historical misrepresentation.",
      "Both perspectives agree on the core action but diverge significantly on its underlying reasons and implications, reflecting broader ideological stances on historical narratives and identity."
    ],
    "bias_bar_text": "Left 46% C 15% Right 39%",
    "center_pct": 15.0,
    "error": null,
    "left_pct": 46.0,
    "location": null,
    "right_pct": 39.0,
    "status": "ok",
    "summary": [
      "The British Museum said it has removed the term 'Palestine' from informational panels in its Middle East galleries after complaints from UK Lawyers for Israel and confirmed it has updated several displays while reviewing panels case-by-case.",
      "UK Lawyers for Israel complained that information boards covering 1500BC–1700BC used 'Palestine' anachronistically, ignoring earlier names like Canaan and historical states such as the Kingdom of Israel.",
      "A museum spokesperson said the decision followed feedback and audience research and that the museum uses UN terminology for modern maps while replacing 'Palestinian descent' with 'Canaanite descent' in Egypt galleries.",
      "Staff reaction could be tense, with the decision likely to provoke controversy and resentment among British Museum employees, after around 250 signed a petition last June and UKLFI faces a Solicitors Regulation Authority investigation.",
      "Historically, the label 'Palestine' has been used by sources such as Herodotus, UKLFI warned the museum's choices could breach the Equality Act 2010, and map updates will be phased over years under the museum masterplan."
    ],
    "title": "British Museum removes the term Palestine from certain Middle East exhibits",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/terrorist-who-murdered-hostage-noa-marciano-eliminated_8f3365",
    "article_url": "https://ground.news/article/terrorist-who-murdered-hostage-noa-marciano-eliminated_8f3365",
    "bias": [
      "Left-Leaning coverage frames the event using terms like \"terrorist\" and \"eliminated,\" often noting the strike as a response to \"gunfire.",
      "In contrast, right-leaning narratives employ highly emotive language such as \"Delivers Justice,\" \"brutally murdered,\" and \"promise was kept,\" frequently portraying the victim as a \"hostage\" and detailing her \"19 years\" and gruesome alleged murder method like \"put air in veins.",
      "Center-Leaning reports use \"terrorist\" and \"murdered\" but sometimes soften with \"accused of brutally murdering,\" de-emphasizing the strike's specific triggers and other emotional details.",
      "While all perspectives agree on the core fact of a Hamas commander's killing and his responsibility for the soldier's death, the right's focus on retribution and victimhood starkly contrasts with the left's more restrained framing, revealing differing ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "Yesterday, the Israeli Defence Forces and Israel Security Agency executed a coordinated airstrike that killed Muhammad Issam Hassan Al Habil, Hamas terror-cell chief, in Shati Camp, Gaza City.",
      "Linked to October 7, 2023, Al Habil emerged as a high-priority target after being tied to a shooting that injured an IDF reserve officer.",
      "Evidence cited by Israeli agencies links Al Habil to abducting and killing IDF observer Noa Marciano, who was taken from Nahal Oz and never returned alive.",
      "The Marciano family said they finally felt a small sense of relief and partial justice after the strike, which Israeli officials called a milestone in pursuing justice for October 7 victims.",
      "The IDF said the strike responded to a clear ceasefire violation by Hamas and vowed operations against October 7 perpetrators will continue without pause, while Noa's father alleges a doctor injected air into her veins causing her death."
    ],
    "title": "Individual Accused of Killing IDF Soldier Noa Marciano in Captivity Reportedly Killed in Gaza Airstrike",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/diplomat-overseeing-gaza-ceasefire-says-violations-threaten-transitional-governance",
    "article_url": "https://ground.news/article/diplomat-overseeing-gaza-ceasefire-says-violations-threaten-transitional-governance",
    "bias": [
      "Left-Leaning coverage foregrounds humanitarian and governance risks, framing the diplomat’s warning with phrases like \"violations threaten\" and \"major obstacles\" to postwar reconstruction, while right-leaning pieces stress security, using tactics such as normative calls—\"disarm,\" \"essential,\" \"insists\"—and alarm language about a \"problematic concession\" if militants keep light weapons; center outlets are more neutral and identify the diplomat by name.",
      "Pivotal dividing lines include emphasis on postwar governing bodies versus militant disarmament and the Trump-era peace-plan context; both sides converge on concern that ceasefire breaches imperil any viable postwar order, reflecting deeper ideological security-versus-diplomacy priorities."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Friday, Nickolay Mladenov, U.N. envoy and high representative for Gaza for the U.S.-established Board of Peace, warned ceasefire violations obstruct the Palestinian transitional committee's postwar governance role.",
      "Hamas has not handed over institutional control, and the ceasefire calls for it to lay down arms and for an international security force to deploy, but there has been no visible progress on either.",
      "Israel has continued strikes in response to alleged truce breaches, with Palestinian militants attacking Israeli forces; Gaza health officials report 591 Palestinians and four Israeli soldiers killed amid repeated airstrikes near military-held zones.",
      "Dozens of unidentified bodies were buried in Deir al-Balah after Israel transferred 54 bodies and 66 boxes earlier this month, with only one identified and no DNA testing allowed."
    ],
    "title": "Diplomat overseeing Gaza ceasefire says violations threaten transitional governance",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/rubio-says-us-does-not-want-vassal-europe-on-visit-to-trumps-allies",
    "article_url": "https://ground.news/article/rubio-says-us-does-not-want-vassal-europe-on-visit-to-trumps-allies",
    "bias": [
      "Left-Leaning coverage portrays Rubio's European visit with skepticism, using terms like \"Shouldn't Succumb\" and \"Declaration of Love\" to frame his efforts as disingenuous or controlling, linking them to a \"Trump plan.",
      "In contrast, right-leaning outlets emphasize Rubio's \"assurance\" of partnership, highlighting his meetings with \"staunch right-wing allies\" to underscore positive diplomatic engagement and specific agenda items like \"energy cooperation.",
      "Center-Leaning coverage, however, presents Rubio's message neutrally, focusing on his direct statements about wanting \"strong allies\" rather than \"vassals,\" de-emphasizing ideological alignments.",
      "The characterization of European leaders as \"pro-Trump\" or \"staunch right-wing\" reveals a pivotal ideological divide, viewed critically by the left and positively by the right.",
      "While all perspectives acknowledge Rubio's call for Europe to embrace Trump's \"renewal\" vision and his rejection of a \"vassal\" relationship, their contrasting portrayals reflect deeper ideological stances on international relations and U.S. influence."
    ],
    "bias_bar_text": "Left 27% Center 50% R 23%",
    "center_pct": 50.0,
    "error": null,
    "left_pct": 27.0,
    "location": null,
    "right_pct": 23.0,
    "status": "ok",
    "summary": [
      "Rubio stated that the US does not want Europe to be a 'vassal' and stressed that a stronger NATO alliance benefits all members.",
      "The EU Commissioner said Brussels should prepare to replace US troops on the continent, while Rubio discussed the potential loan of €90 billion for Ukraine's war effort.",
      "Fico opposed financially supporting Kyiv, saying it would only prolong the war, while Trump endorsed Orbán in Hungary's upcoming elections where the opposition is leading in polls."
    ],
    "title": "Rubio Says US Does Not Want 'Vassal' Europe On Visit To Trump's Allies",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/hillary-clinton-says-migration-went-too-far-needs-to-be-fixed_5b9ebc",
    "article_url": "https://ground.news/article/hillary-clinton-says-migration-went-too-far-needs-to-be-fixed_5b9ebc",
    "bias": [
      "Right-Leaning outlets frame Hillary Clinton 's remarks as a \"Shocking Admission\" or that she \"Admits\" \"Biden's Migration\" was \"disruptive and destabilizing\" and \"went too far,\" emphasizing a \"reversal\" from a perceived \"open-borders immigration stance.",
      "This perspective employs emotionally charged language, questioning why she \"Doesn't Get Called Far-Right Nazi\" for statements that would be deemed \"pure bigotry\" from others.",
      "Center-Leaning coverage, conversely, neutrally presents Clinton's statement that migration \"went too far\" and \"needs to be fixed,\" contextualizing it with ongoing domestic protests.",
      "Both perspectives acknowledge Clinton's core statements about migration being \"disruptive and destabilizing,\" yet the right highlights perceived hypocrisy and attributes blame, revealing deep ideological divides over immigration policy and partisan accountability."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "Hillary Clinton stated at the Munich Security Conference that migration \"went too far,\" has been disruptive and destabilizing, and needs to be fixed humanely with secure borders that \"don't torture and kill people\".",
      "Clinton acknowledged migration as a major flashpoint and called for a balanced and legitimate debate on the topic, emphasizing the importance of strong family structures as the foundation of civilization.",
      "Clinton's public stance on immigration has shifted over time, including support for some previous immigration policies and more recent emphasis on border security and humane enforcement."
    ],
    "title": "Hillary Clinton says migration \"went too far\", needs to be fixed",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/trumps-love-letter-pac-sends-valentines-day-fundraising-email-from-potus-do-you-still-love-me",
    "article_url": "https://ground.news/article/trumps-love-letter-pac-sends-valentines-day-fundraising-email-from-potus-do-you-still-love-me",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": "Message: \n",
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "fail",
    "summary": null,
    "title": "Fundraising email from Trump-associated PAC uses Valentine’s Day theme and asks supporters if they still back him",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/did-trump-try-to-block-the-epstein-files-mtg-and-musk-weigh-in",
    "article_url": "https://ground.news/article/did-trump-try-to-block-the-epstein-files-mtg-and-musk-weigh-in",
    "bias": [
      "Left-Leaning coverage highlights Trump's alleged 'hesitancy' and how he 'fought the hardest' to 'bury' the Epstein files , broadening accusations with claims from other figures and emphasizing 'global disgust' as a catalyst for legislative action.",
      "Conversely, right-leaning outlets frame Greene's statements as 'bad news' from a 'MAGA leader' about the president's 'culpability', focusing on the 'wedge' driven within the movement.",
      "Center coverage distinctly emphasizes Greene's characterization of Trump's actions as his 'biggest miscalculation' and his assertion that the files were a 'hoax'.",
      "These narratives reveal stark ideological divides in portraying internal political dissent and the files' implications."
    ],
    "bias_bar_text": null,
    "center_pct": 58.0,
    "error": null,
    "left_pct": 37.0,
    "location": "United States",
    "right_pct": 5.0,
    "status": "ok",
    "summary": [
      "On February 14, 2026, Marjorie Taylor Greene said President Donald Trump `fought the hardest to stop these files from being released`, as shown in a clip shared by Brian Allen that contradicts the Epstein Files Transparency Act.",
      "Greene and other critics say several individuals claimed Donald Trump, former U.S. president, stalled the release because his name appears in the files, with Elon Musk posting on X that `@realDonaldTrump is in the Epstein files`.",
      "On the Owen Shroyer podcast, Greene said Mike Johnson refused to bring the bill, forcing some Republicans to vote with Democrats to secure release, and her remarks appear around the 28-minute mark.",
      "The Department of Justice released millions of Epstein documents after the law passed, and Greene said Trump fought to stop the files from being released.",
      "Greene suggested the White House directed Attorney General Pam Bondi and claimed GOP leaders coordinated to block Epstein files release, deepening intra-party tensions."
    ],
    "title": "Greene says Epstein files handling is Trump’s ‘biggest political miscalculation’",
    "topic": "Epstein Files",
    "topic_full": "Epstein Files · United States"
  },
  {
    "article_path": "/article/china-can-call-putin-and-end-the-war-tomorrow-natos-us-envoy-says_49f334",
    "article_url": "https://ground.news/article/china-can-call-putin-and-end-the-war-tomorrow-natos-us-envoy-says_49f334",
    "bias": [
      "Left-Leaning coverage emphasizes China's \"decisive support\" for \"Russian aggression\" and its potential to \"stop the war\" with \"one call,\" detailing specific actions like cutting dual-purpose technologies.",
      "Conversely, right-leaning outlets, aligning with center perspectives, highlight China \"expanding aid\" and becoming \"more assertive and confident\" in supporting Russia, framing it as a deepening threat and de-emphasizing specific solutions.",
      "While the center also reports specific crude oil import figures, both center and right underscore the impact on European diplomatic efforts, a detail de-emphasized by the left.",
      "All perspectives agree on Ambassador Whitaker's core statement regarding China's influence, yet diverge significantly on whether to focus on China's capacity for resolution or its escalating involvement, reflecting broader geopolitical concerns about global power dynamics."
    ],
    "bias_bar_text": null,
    "center_pct": 23.0,
    "error": null,
    "left_pct": 44.0,
    "location": "United States",
    "right_pct": 33.0,
    "status": "ok",
    "summary": [
      "U.S. ambassador to NATO Matthew Whitaker said China could call Vladimir Putin and end the war by cutting off dual-use technologies and oil purchases at the Munich Security Conference.",
      "Moscow depends heavily on China for critical components used in drones and military equipment, while tracking figures show 1.65 million barrels per day of crude were unloaded at Chinese ports in January.",
      "U.S. ambassador to NATO Matthew Whitaker was joined on the panel by two prominent U.S. figures, Representative Alexandria Ocasio-Cortez and Governor Gretchen Whitmer, at the Munich Security Conference moderated by Francine Lacqua.",
      "Wang Yi met Ukrainian Foreign Minister Andrii Sybiha in Munich, offered humanitarian assistance, and Beijing said it seeks a `constructive` role in resolving the conflict.",
      "Since the invasion began, China and Russia have deepened a strategic partnership, with Beijing reemerging as the largest buyer of Russian crude despite growing international pressure on Russia's energy trade."
    ],
    "title": "'China can call Putin and end the war tomorrow', Nato's US envoy says",
    "topic": "Matthew Whitaker",
    "topic_full": "Matthew Whitaker · United States"
  },
  {
    "article_path": "/article/tippy-toes-apple-pear-banana-baby-food-recalled-for-patulin",
    "article_url": "https://ground.news/article/tippy-toes-apple-pear-banana-baby-food-recalled-for-patulin",
    "bias": [
      "Left-Leaning coverage frames the baby food recall around general \"contamination concerns,\" de-emphasizing the specific company issuing it.",
      "Right-Leaning outlets highlight federal testing and the presence of a \"dangerous toxin\" that \"raises health concerns,\" focusing on the substance's impact.",
      "Center-Leaning reports offer a more comprehensive narrative, explicitly naming \"Initiative Foods\" and defining patulin as a naturally occurring substance, presenting a \"possible health risk\" with greater detail.",
      "While all perspectives agree on the nationwide recall due to elevated patulin levels, the left prioritizes broad consumer awareness, the right accentuates the specific danger, and the center provides extensive context, revealing distinct priorities in risk communication."
    ],
    "bias_bar_text": null,
    "center_pct": 91.0,
    "error": null,
    "left_pct": 6.0,
    "location": "United States",
    "right_pct": 3.0,
    "status": "ok",
    "summary": [
      "The maker of Tippy Toes baby food recalled a single lot of apple, pear and banana fruit puree over elevated patulin levels, according to the FDA.",
      "Health officials noted that the FDA said patulin is produced by molds in fruits and that long-term exposure may pose health risks, including immune suppression and nerve damage.",
      "Sold in two-pack plastic tubs, the product carries a \"best by\" date July 17, 2026, and the FDA advised consumers to discontinue use and return or discard it.",
      "The FDA reported no illnesses connected to the recall as of Feb. 13; distribution may have included U.S. territories like Guam and Puerto Rico.",
      "With a July 17, 2026 best-by date, the product’s long shelf life means affected tubs may remain in households later this year, prompting retail returns and disposal practices."
    ],
    "title": "Baby food sold across the US recalled due to possible health risk",
    "topic": "Product Recalls",
    "topic_full": "Product Recalls · United States"
  },
  {
    "article_path": "/article/another-missed-deadline-casts-doubt-on-colorado-river-cooperation",
    "article_url": "https://ground.news/article/another-missed-deadline-casts-doubt-on-colorado-river-cooperation",
    "bias": [
      "Left-Leaning coverage frames the missed Colorado River deadline with terms like \"casts doubt\" and \"stalemate,\" emphasizing the \"crumble\" of cooperation and potential \"legal action\" over a \"dwindling water supply,\" highlighting the long duration of negotiations.",
      "Right-Leaning outlets, conversely, offer a concise, factual report, de-emphasizing broader context or future implications.",
      "Center-Leaning sources provide a more comprehensive view, including official statements from Senator Hickenlooper encouraging states to unite and detailing the U.S. Department of the Interior's decision to proceed with its own management plans.",
      "All perspectives agree on the \"missed deadline\" and the need to address \"record drought and water shortages,\" but diverge on the severity of the failure and the appropriate next steps, reflecting differing views on governmental intervention versus state autonomy."
    ],
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 31.0,
    "location": "United States",
    "right_pct": 12.0,
    "status": "ok",
    "summary": [
      "The seven Western states missed a federal deadline for the second time to agree on a post-2026 Colorado River plan, acknowledging Friday they would not meet the U.S. Bureau of Reclamation timeline.",
      "Existing rules from the 1922 Colorado River Compact, last updated in 2007, expired last year and scientists recently reported one of the driest winters with low snowpack, increasing water cut urgency.",
      "Negotiators focused in recent weeks on a five-year plan that includes Arizona, California and Nevada offering cuts of 27%, 10% and 17%, while upper-basin states resisted permanent reductions.",
      "Leaders say they are preparing lawyers and legal strategies as a federal plan, likely to spark litigation and reach the U.S. Supreme Court, risks lives and power supplies.",
      "Reclamation officials set the deadline to allow time for federal review and an Oct 1 start, and the Trump administration is accepting public comments on alternatives until March 2 while talks continue."
    ],
    "title": "States reliant on Colorado River fail to meet the latest deadline to find consensus",
    "topic": "Water",
    "topic_full": "Water · United States"
  },
  {
    "article_path": "/article/major-travel-impacts-expected-as-winter-storm-watch-is-issued-for-northern-california_21de08",
    "article_url": "https://ground.news/article/major-travel-impacts-expected-as-winter-storm-watch-is-issued-for-northern-california_21de08",
    "bias": [
      "Left-Leaning coverage foregrounds human-safety and communal preparedness—using phrases like \"major travel impacts,\" \"bracing,\" and urging travelers to delay—while right-leaning pieces stress imminent, enforceable disruption, labeling chain controls a \"guarantee\" and describing a \"big hit\" or \"extreme danger\" for burn scars; rhetorically the left uses precautionary, communal language and the right uses urgent, enforcement-focused phrasing.",
      "Dividing lines include whether emphasis is on evacuation/debris-flow risk versus mandatory road closures and contested timing and precise snowfall .",
      "Centers present factual timing and prep guidance.",
      "Both cite NWS warnings and share concern about heavy snow and travel danger."
    ],
    "bias_bar_text": null,
    "center_pct": 55.0,
    "error": null,
    "left_pct": 30.0,
    "location": "California",
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "On Sunday night, the City of Los Angeles issued evacuation warnings for properties near the Palisades Fire burn scar, effective 9 p.m. Sunday through 9 a.m. Tuesday.",
      "National Weather Service forecasts, cited by Mayor Karen Bass' office, predict heavy to moderate rain with possible high winds and thunderstorms beginning Monday, with 1 to 3 inches expected in coastal areas and 2 to 5 inches in mountains by late Monday.",
      "NWS advisories include a Flood Watch for Los Angeles from 9 a.m. to 9 p.m. Monday, a Wind Advisory from 6 a.m. to 6 p.m., and Caltrans closed Topanga Canyon Boulevard at 10 p.m. Sunday from PCH near Topanga Beach to Grand View Drive.",
      "The City of Los Angeles said its Emergency Operations Center will activate Monday, urging residents to gather essentials and sign up at NotifyLA.org, with officials taking action to keep Angelenos safe, said Mayor Bass.",
      "Additional rain on Tuesday and Wednesday could bring 1.5 inches, with light to moderate rain lingering through Friday, according to NWS estimates."
    ],
    "title": "‘Major travel impacts’ expected as winter storm watch is issued for northern California",
    "topic": "Winter Storm",
    "topic_full": "Winter Storm · California"
  }
]
