[
  {
    "Abstract": "Abstract The opioid crisis remains a significant public health concern, necessitating the development of sensitive and reliable analytical methods for drug detection. This study aimed to develop and validate a liquid chromatography–tandem mass spectrometry (LC–MS/MS) method for the simultaneous detection and quantification of fentanyl, buprenorphine, oxycodone, morphine, tramadol, and tapentadol in plasma and oral fluid. The method was validated according to FDA guidelines, assessing selectivity, linearity, precision, accuracy, matrix effect, extraction efficiency, stability, carryover, and dilution integrity. The lower limits of quantification (LLOQs) were established at 0.1 ng/mL for fentanyl, 1.2 ng/mL for tramadol, and 0.6 ng/mL for the remaining opioids, demonstrating high sensitivity. The method exhibited excellent precision and accuracy, with coefficients of variation below 15% for intra-day, inter-day, and intermediate precision analyses. Extraction efficiencies exceeded 90% for most analytes, and matrix effects remained within acceptable limits. Real-world application to authentic plasma and oral fluid samples confirmed the method’s robustness and reliability. Oral fluid concentrations were detectable across all target opioids, although plasma–oral fluid ratios showed some compound-dependent variability. These findings highlight the potential of oral fluid as a non-invasive complementary matrix to plasma for opioid monitoring, with relevant implications for forensic toxicology and clinical drug monitoring. Graphical Abstract",
    "Author": "Luana M. Rosendo",
    "Cited by": 0,
    "Cites": 33,
    "DOI": "https://doi.org/10.1007/s00216-026-06336-1",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Analytical and Bioanalytical Chemistry",
    "Subfield": "Toxicology",
    "Title": "Opioid detection and quantification in plasma and oral fluid by LC–MS/MS",
    "Topic": "Forensic Toxicology and Drug Analysis",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Fine volcanic ash can have an adverse health impact. It is readily produced during explosive eruptions but also can be generated in large quantities by secondary processes. We evaluated the production and resuspension of sub-10 μm volcanic particulate matter (PM 10 ) by road traffic as these processes may generate an increased respiratory exposure hazard. We conducted experiments on the slopes of Etna volcano, where we drove with a small SUV-type car over an area of road artificially covered with tephra and investigated the resulting grain size distribution (GSD) and concentration of PM 10 in the air as a function of (1) the number of car passages, (2) the starting thickness of the tephra deposit, and (3) vehicle speed. Our data show that increasing the number of car passages, deposit thickness, and vehicle speed rapidly induces a decrease in the GSD of tephra deposits and results in increased airborne PM 10 . We show that vehicles will cause comminution (i.e., reduction to a smaller average particle size) and resuspension of basaltic ash, so local communities can expect that, after an eruption, concentrations of PM 10 may increase with time and affect exposures close to roads.",
    "Author": "Tomašek, Ines",
    "Cited by": 0,
    "Cites": 68,
    "DOI": "https://doi.org/10.1007/s00445-025-01930-0",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Bulletin of Volcanology",
    "Subfield": "Health, Toxicology and Mutagenesis",
    "Title": "Impact of comminution and resuspension of tephra by vehicular activity on ambient PM10 levels in urban areas: insights from a pilot experimental study on Mt. Etna volcano, Italy",
    "Topic": "Air Quality and Health Impacts",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract This paper presents a multi-layered framework for fully distributed and decentralized task allocation in heterogeneous swarms, derived from interaction-based dynamics. This approach is built upon a baseline of homogeneous swarms composed of simple, autonomous, identical, locally sensing agents. Agents operate under the “flexible swarm” paradigm, which promotes global cohesion through local interactions that prevent swarm fragmentation. We demonstrate how a desired swarm behavior of exploration, task detection, and requirement fulfillment can emerge from local motion rules based solely on self-sensing without explicit inter-agent communication. Starting from a homogeneous baseline of identical agents, we extend the framework to heterogeneous swarms composed of agents with varying sensing capabilities and payloads. We introduce a novel interaction scheme in which two homogeneous groups, scouts and fire-extinguishers, are functionally coupled through local sensing, forming an emergent heterogeneous system. This coupled coordination enables distributed fire detection and suppression, enhancing robustness and scalability. The framework is validated through firefighting simulations, utilizing a heterogeneous swarm composed of scout agents with long-range sensing and fire-extinguishing agents with limited perception and actuation abilities. Through simple local motion rules, agents self-organize to detect and extinguish fires in a cooperative manner, driven solely by local sensing and interaction forces. Various fire suppression simulations demonstrate clear trade-offs between scouting and fire-extinguishing capacities. Our simulation results show that scouting dominates overall performance, whereas adding more fire-extinguishers provides only marginal improvement beyond a critical ratio. The results demonstrate that decentralized control of heterogeneous swarms enhances scalability, robustness, and efficiency even under direct communication denial. A simulation video demonstrating the proposed framework, illustrating the emergent coordination, task allocation dynamics, and analysis of a specific scenario, is available at https://youtu.be/dZqVxlhhzYc .",
    "Author": "Koifman, Yigal",
    "Cited by": 0,
    "Cites": 12,
    "DOI": "https://doi.org/10.1007/s10015-025-01104-3",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Artificial Life and Robotics",
    "Subfield": "Ocean Engineering",
    "Title": "Distributed and decentralized task allocation for heterogeneous swarms",
    "Topic": "Evacuation and Crowd Dynamics",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Wild boar ( Sus scrofa ) populations have expanded significantly across Europe since the mid-20th century, posing threats to biodiversity and agriculture through crop damage and disease transmission to livestock. Effective management requires understanding their distribution, density, and habitat preferences. This study predicted wild boar habitat suitability in Northern Greece (Macedonia and Thrace) using the Maxent species distribution modelling algorithm. Presence data from hunting sites were combined with environmental variables, including bioclimatic factors, land cover, and topography. The model performed well, with an AUC of 0.86 and a TSS of 0.52. The five most important predictors were land cover, mean temperature of the coldest month, precipitation seasonality, precipitation of the warmest quarter, and elevation. Highly suitable habitats included areas near water sources (e.g., rivers, marshes), diverse forests, transitional woodland-shrub zones, and agricultural regions with natural vegetation. To assess potential disease transmission risk, we used the Getis-Ord Gi* statistic to identify spatial clusters of domestic pig farms. We found areas where high wild boar habitat suitability overlapped with dense pig farm clusters, indicating zones of increased risk for African swine fever (ASF) transmission. ASF outbreak patterns supported the relevance of these risk zones but also highlighted the importance of non-spatial, human-mediated transmission pathways. This study offers insights for wildlife management and disease prevention, highlighting priority areas for monitoring and intervention in Northern Greece.",
    "Author": "Dellios, Theodoros",
    "Cited by": 0,
    "Cites": 78,
    "DOI": "https://doi.org/10.1007/s10344-025-02042-y",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "European Journal of Wildlife Research",
    "Subfield": "Agronomy and Crop Science",
    "Title": "Spatial modelling of wild boar habitat suitability and risk of disease spillover to pigs in Northern Greece",
    "Topic": "Animal Disease Management and Epidemiology",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Regeneration failure is a pressing issue endangering the health of many forests in North America. Invasive plants and Odocoileus virginianus (white-tailed deer) contribute to regeneration failure by impacting tree seedling survival and growth. This study investigated the individual and interactive effects of deer and woody invasive plants on seedlings in an early successional forest. In a stand of Juniperus virginiana near Oxford, OH, we initiated a factorial experiment with each combination of deer access/exclosure and invasive woody plants removed/not removed. Deer were excluded with 2.13 m tall fences using four trees as corner posts. We planted native tree seedlings and monitored natural regeneration (tree seedlings 0.3–2 m) in each plot. Survival was low for planted seedlings and growth differed across species but, in general, change in height was significantly impacted by deer and the interaction: excluding deer resulted in less height loss and this effect was greater where invasives were present. Change in height of natural regeneration (mostly Fraxinus americana ) was significantly affected by deer; seedlings grew taller in deer exclosures. The total number of seedlings recruiting per plot did not differ among treatments. However, the number of recruits excluding F. americana seedlings showed a marginally significant interaction: number of recruits was greatest where deer and invasives were removed. Overall, deer had a greater impact than invasives on natural regeneration and planted seedlings. These small exclosures required minimal cost, installation time, and maintenance. These findings lead us to recommend this method to land managers.",
    "Author": "Abby E. Hay",
    "Cited by": 0,
    "Cites": 43,
    "DOI": "https://doi.org/10.1007/s11056-026-10165-6",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "New Forests",
    "Subfield": "Nature and Landscape Conservation",
    "Title": "Individual and interactive effects of white-tailed deer and woody invasive plants on native tree seedlings in an early successional forest",
    "Topic": "Seedling growth and survival studies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Although rudimentary forms of argumentation emerge early in oral language, many students, especially English Language Learners (ELLs), struggle to construct evidence-based written arguments. These difficulties may stem from limited academic vocabulary, unfamiliarity with genre conventions, and fewer opportunities to use academic language involving argumentation. This study examined whether exposure to a dialogic instruction intervention that includes small-group discussions, vocabulary instruction, and analytical reading of argumentative texts was associated with improvements in argumentative writing and conceptual understanding of argumentative concepts among middle school ELLs and non-English Language Learners (non-ELLs). In total, 802 students in the 6th (34.4%), 7th (34.4%), and 8th grades (31.2%) from the mid-Atlantic region of the United States participated in the study. Mixed-effects regression models revealed that while non-ELL students entered the study with stronger pre-intervention reading and writing skills, specific indicators of instructional exposure (e.g., attendance and engagement with aligned tasks) significantly predicted posttest gains for both groups. Notably, ELLs with higher reading proficiency showed greater benefits from curriculum-aligned assignments, while ELLs with lower proficiency gained more from consistent attendance. These findings highlight the need for responsive instruction that aligns supports with students’ linguistic readiness and task demands. The activities associated with this project were approved by the University of Delaware’s Institutional Review Board. The authors have no conflict of interest to report.",
    "Author": "Ralph P. Ferretti",
    "Cited by": 0,
    "Cites": 75,
    "DOI": "https://doi.org/10.1007/s11145-025-10754-5",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Reading and Writing",
    "Subfield": "Education",
    "Title": "Improving argumentative writing and argumentative knowledge of English Language Learners and non-English Language Learners through dialogic instruction: a mixed-effects regression analysis",
    "Topic": "Writing and Handwriting Education",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Large language models (LLMs) exhibit significant potential in automating data-driven building load forecasting (BLF) model development, substantially reducing reliance on human effort and domain expertise. However, direct application of LLMs faces challenges, including the large and indivisible nature of optimization problems, slow optimization, error-prone code generation, and underutilization of LLM reasoning capabilities. This study introduces AutoLFM, a novel multi-agent framework leveraging LLMs to automate the end-to-end BLF model development workflow. AutoLFM decomposes the complex modeling process using a two-stage optimization strategy, with specialized LLM agents (Retriever, Reasoner, Coder, and Validator) performing distinct tasks. Key mechanisms include dynamic knowledge retrieval for prompt enhancement, data-adaptive search space generation by the Reasoner, and verification-enhanced code generation between the Coder and Validator. Experimental evaluations on three real-world building datasets demonstrate that AutoLFM efficiently generates BLF models, achieving predictive accuracy comparable to or exceeding manually designed baselines and other LLM-based methods, with an average R 2 improvement of 12.3%. It shortens the traditional development cycle from weeks to hours while achieving a 100% code generation success rate. Ablation study confirms the contributions of two-stage optimization, data-adaptive search space, and validation-enhanced code generation to the framework’s performance and reliability. AutoLFM highlights the potential of multi-agent LLM systems in automating complex time-series forecasting tasks, significantly reducing development time and dependence on specialized knowledge.",
    "Author": "Li, Shuhao",
    "Cited by": 0,
    "Cites": 40,
    "DOI": "https://doi.org/10.1007/s12273-025-1385-7",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Building Simulation",
    "Subfield": "Electrical and Electronic Engineering",
    "Title": "AutoLFM: A multi-agent LLM framework for automated building load forecasting",
    "Topic": "Energy Load and Power Forecasting",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract The world continues to debate the benefits, possibilities, failures, and risks of general-purpose artificial intelligence (AI) tools such as ChatGPT. With new tools and features being released at a high frequency, early adopters are eager to utilize them in various ways. Yet the priorities of these early adopters vary widely depending on their specific needs, capabilities, motivations, and usage patterns. In this study, we therefore explore how and why early adopters choose to use general-purpose AI tools. To do so, we draw on data from an online survey conducted among early ChatGPT users ( n = 344) in April 2023, shortly after its public release. Based on this data, we identify six main dimensions determining the adoption of general-purpose AI tools: Utilitarian Value, Trust in AI, Convenience Value, Specific Job Utility, Perceived Social Presence, and Privacy Concerns. We then extend theories of innovation diffusion and technology adoption by empirically characterizing four early adopter archetypes: AI Enthusiasts, Naïve Pragmatists, Cautious Adopters, and Reserved Explorers. Distinguishing these archetypes helps devise interventions for effective AI adoption from a dual-use (i.e., functional-emotional vs. social-relational) and risk-reward trade-off (e.g., utility vs. privacy) perspective. In light of these insights, we offer practical implications for the market design and commercialization of general-purpose AI tools tailored to the priorities of each adopter archetype.",
    "Author": "Gerling, Christoph",
    "Cited by": 0,
    "Cites": 264,
    "DOI": "https://doi.org/10.1007/s12525-025-00853-0",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Electronic Markets",
    "Subfield": "Health Informatics",
    "Title": "Who uses general-purpose AI? A typology of ChatGPT early adopters",
    "Topic": "Artificial Intelligence in Healthcare and Education",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract In Japan, railway operators have played a pivotal role in promoting urban mobility and consumption by managing commercial facilities in conjunction with transportation infrastructure based on population growth. However, the population has declined in recent years. It is imperative to leverage existing infrastructure to its maximum potential to ensure the continued retention of current users and attract new users. The objective of this study was to elucidate the visitation and consumption patterns surrounding railway stations by integrating the analysis of transportation and purchasing behavior, which have traditionally been examined independently. In this study, two independent datasets were utilized: transit smart card data for ticket gate entry and exit and loyalty card data from commercial facilities in the station integrated area. The utilization of these datasets makes it possible to estimate the number of individuals residing in the facilities and surrounding areas. A seven-dimensional tensor was constructed, incorporating five variables: “Time Slot,” “Weekday/Holiday,” “Gender,” “Age Group,” “Home-to-Station Distance,”, and two indices: “PSP,” “P/T Category.” The remaining populations from both data sources were aggregated, and nonnegative tensor factorization was applied to extract latent behavioral patterns. Consequently, policy-relevant user segments were identified, including females who made purchases during the weekday daytime. The significance of this study lies in the development of an integrated method for analyzing transportation and purchasing behaviors using mutually independent datasets. The methodology of this study establishes a framework for conducting further in-depth analysis using currently available big data.",
    "Author": "Sasaki, Tatsuya",
    "Cited by": 0,
    "Cites": 5,
    "DOI": "https://doi.org/10.1007/s13177-025-00618-1",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "International Journal of Intelligent Transportation Systems Research",
    "Subfield": "Transportation",
    "Title": "Extraction of Behavior–Attribute Relationships through Nonnegative Tensor Factorization of Independently Collected Transit and Purchase Histories",
    "Topic": "Human Mobility and Location-Based Analysis",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract This study undertakes an exhaustive evaluation of the economics, and process efficiencies in producing bioethanol from sugarcane, cassava, and yam within the Colombian context. Non-conventional starchy crops were considered in this study with low agronomical technicity and high starch content. Gasification technology was considered an alternative to steam systems for energy coproduction. The simulation of ethanol production was carried out in Aspen Plus V9®. Numerical models were obtained via Response surface method (RSM) for economic response evaluation depending on feedstock price and applied tax rate. Sugarcane remains the superior feedstock, with a net present value (NPV) of ($22,211,942.44). Cassava and yam, despite facing several challenges leading to negative NPVs of ($499,753,466.22) and ($173,103,763.14) respectively, exhibited commendable ethanol yields and the capacity for electricity co-production. The study revealed an electricity production potential of up to 171.330 kWh for yam, compared to 151.020 kWh for sugarcane. Achieving a positive electric balance remains a challenge, with the best-case scenario being sugarcane at 77% electric supply of its requirements. While sugarcane remains the predominant choice for bioethanol production in Colombia (0.68 USD/l), cassava (2.28 USD/l) and yam (1.11 USD/l) present viable alternatives under strategic enhancements in agricultural productivity and cost management.",
    "Author": "Alfredo Enrique Villadiego-del Villar",
    "Cited by": 0,
    "Cites": 63,
    "DOI": "https://doi.org/10.1007/s13399-025-07012-7",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Biomass Conversion and Biorefinery",
    "Subfield": "Biomedical Engineering",
    "Title": "Comparative bioethanol production from sugarcane, cassava, and yam: A biorefinery and economic analysis in Colombia",
    "Topic": "Biofuel production and bioconversion",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract This paper concerns the social construction of gardens, with a focus on the position of nonhuman animals in a specific garden type, the botanical one. As such, the paper deviates from the embedded idea in Western society that gardens are only home to cultivated plants and flowers of human choosing. This paper contributes to the ongoing animal turn of the leisure field and the particular focus on recognising outdoor leisure spaces as multispecies in nature. Through a newspaper analysis of the Otago Daily Times (1861 to 1950), the paper explores the socio-cultural history of a botanic garden. In finding silence through the analysis, it becomes apparent that the settler community of Dunedin, New Zealand, created the botanic garden with an invisibility towards nonhuman animals. The study of local newspapers suggests that over a century ago, the British colonisers of New Zealand lacked a nuanced appreciation of the multispecies nature of botanic gardens. This paper addresses these discoveries while thinking about the human responsibility for power use in entanglements with the nonhuman Other in the past and today.",
    "Author": "Tully, Paul",
    "Cited by": 0,
    "Cites": 47,
    "DOI": "https://doi.org/10.1007/s41978-026-00199-7",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "International Journal of the Sociology of Leisure",
    "Subfield": "Geography, Planning and Development",
    "Title": "The Silencing of Nonhuman Animals in the Social Construction of Botanic Gardens",
    "Topic": "Geographies of human-animal interactions",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Beef production is a critical part of the agriculture and food systems in the United States of America (USA) and France; however, it faces numerous risks that challenge its sustainability and profitability. This study examined the risks associated with beef production and assessed the strategies that producers employ to manage them. We conducted online surveys in the USA and France to examine these risks. Based on responses from 111 to 61 beef producers from the USA and France, respectively, we categorised risks into five categories: production, financial, market, human and personal, and political risks. We then rated them, analysed their intensity, and studied their temporal and spatial aspects. Additionally, we assessed the influence of risk factors and beef producers’ characteristics on risk management strategy adoption. The respondents from the USA ranked policy, financial and human risks high. In contrast, production and market risks emerged as high-ranked risks among the respondents from France. Beef producers in the USA engaged more in risk reduction and acceptance approaches, while beef producers in France displayed higher adoption rates for collaborative strategies. Experience and perceived risks strongly shaped strategy adoption. Mid-to-late career producers were more likely to use risk reduction and transfer mechanisms, and very experienced or income-diversified producers were less likely to rely on risk acceptance. In the USA, focusing on policies for enhancing financial resilience and improved access to land and labour could improve resilience in beef production operations. Beef producers in France may benefit from continued support for climate adaptation and risk management in production.",
    "Author": "Joshi, Priyambada",
    "Cited by": 0,
    "Cites": 40,
    "DOI": "https://doi.org/10.1007/s43621-026-02605-2",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Discover Sustainability",
    "Subfield": "Ecology",
    "Title": "Risk perceptions and management strategies of beef producers in the United States and France",
    "Topic": "Agriculture Sustainability and Environmental Impact",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract The widespread deployment of electrochemical capacitors in energy-intensive technologies is fundamentally limited by their low energy density and severe self-discharge. The search of high-voltage supercapacitors has the appeal of an effective solution to increase the energy density, but suffers from risk of electrolyte decomposition and self-discharge. We herein address this challenge through a synergistic electrode/electrolyte co-design that integrates a lignin-derived porous carbon electrode with a tailored Li + -based weakly solvating electrolyte containing a functional fluorinated diluent. The porous carbon features sub-nanometer pores that are geometrically matched to the weakly solvated Li + ions, enabling stable operation at an unprecedented 4.0 V with a high energy density of 77.4 Wh kg⁻ 1 and over 90% capacitance retention after 10,000 cycles. Mechanistic analysis reveals that the sub-nanometer pores precisely accommodate solvated ions to facilitate high capacitance, while the fluorinated diluent suppresses electrolyte degradation and mitigates parasitic reactions under elevated potentials. Graphical Abstract",
    "Author": "Zhang, Shichao",
    "Cited by": 0,
    "Cites": 25,
    "DOI": "https://doi.org/10.1007/s44246-025-00255-z",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Carbon Research",
    "Subfield": "Electronic, Optical and Magnetic Materials",
    "Title": "Lignin-derived hierarchical porous carbons enabling high-voltage electrochemical capacitors with low self-discharge",
    "Topic": "Supercapacitor Materials and Fabrication",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Few studies have empirically examined the hypothesis that age, sex, and season would be acting as effect modifiers in the association between exposure factor and health outcome when the population are simultaneously exposed to multiple air pollutants and meteorological conditions. We couple air pollution and meteorological data with reported mental disorders (MDs) drawn from approximately 1.8 million hospital outpatient visits in Nanjing, China between 2015 and 2019. Subsequent to predicting the illness risks of MDs using deep learning model, SHAP approach quantifies excess risks attributed to the feature being explained. We generally find the effect modifications in the association between air pollutant or meteorological factor and MD risk by comparison of feature-importance estimates for each stratified group. For example, PM 10 increases the risk of depression disorder of females by 1.94 (P 2.5 -P 97.5 : 1.54, 2.34) visit counts, which is significantly higher than that of males [0.25 (− 0.01, 0.50)]; the female-male difference in the risk of anxiety disorder posed by precipitation associates with 0.50 (0.31, 0.69) visit counts. The findings reasoned that efforts should address the effect of multiple risk factors that simultaneously interact with each other on MDs, as surrounding air pollution and climate change proceed. Graphical Abstract",
    "Author": "Li, Qing",
    "Cited by": 0,
    "Cites": 34,
    "DOI": "https://doi.org/10.1007/s44408-026-00092-8",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Aerosol and Air Quality Research",
    "Subfield": "Health, Toxicology and Mutagenesis",
    "Title": "Effect Modifications by Age, Sex, and Season on the Association Between Multiple Atmospheric Factors and Mental Disorders",
    "Topic": "Air Quality and Health Impacts",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Whereas some prehispanic societies across North America pursued monumentality, hierarchy, and regional integration, others adopted inward-oriented strategies that fostered cohesion through symbolic containment and household autonomy. Mimbres Classic period (AD 1000–1130) communities in southwestern New Mexico exemplify this alternative trajectory. By situating Mimbres insularity within broader regional developments, this study examines how material practices were mobilized to construct and maintain a culturally bounded world. Drawing on theories of boundary maintenance and ritual sovereignty, I argue that distinctive forms of architecture, painted ceramics, mortuary practices, and regulated interaction localized sacred authority and deliberately limited external connectivity. In contrast to Chaco Canyon’s investments in monumentality and social hierarchy, Mimbres society sustained social coherence through practices rooted in household ritual and symbolic regulation. Crucially, this insularity was neither fixed nor absolute—it emerged in the AD 900s, peaked during the Classic period, and receded after AD 1130 as communities relocated and engaged with new material traditions and regional networks. By tracing this historical arc, this study challenges models that equate social organization with scale or connectivity, demonstrating instead how inward-oriented strategies can produce resilient, if historically contingent, cultural frameworks.",
    "Author": "Sean G. Dolan",
    "Cited by": 0,
    "Cites": 57,
    "DOI": "https://doi.org/10.1017/aaq.2025.10152",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "American Antiquity",
    "Subfield": "Paleontology",
    "Title": "Insularity as Cultural Strategy: Mimbres Social Organization in Southwest New Mexico, AD 1000–1130",
    "Topic": "Archaeology and ancient environmental studies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Rising concerns about poor adolescent mental health have often focused on girls and self-harm, yet growing evidence highlights the negative impact on boys—particularly those who feel alienated and turn to online spaces for socialization. This carries the risk of exposure to extremist content, as seen in toxic subcultures like the incel movement, and dramatized in the recent Netflix series Adolescence (2025). Declining face-to-face socialization and weakened parental support further compound vulnerabilities. Addressing this crisis requires multi-level interventions, including digital literacy education, stronger online safety regulations, and community-based mental health support. Urgent policy action and further research are needed to mitigate the harmful effects of online radicalization on youth.",
    "Author": "McNicholas, Fiona",
    "Cited by": 0,
    "Cites": 6,
    "DOI": "https://doi.org/10.1017/ipm.2025.10163",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Irish Journal of Psychological Medicine",
    "Subfield": "Social Psychology",
    "Title": "The impact of online subcultures on adolescent male mental health: a growing concern",
    "Topic": "Bullying, Victimization, and Aggression",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract This article examines how intersectional ideologies and experiences of marginalization affect the extent to which African Americans support or oppose the marginalization of LGBTQ+ communities. We posit that awareness of the race-gender positionality of African American women, as well as the unique positionalities of other marginalized African American subgroups, is critical to understanding the conditions under which Black Americans embrace LGBTQ+ rights and communities. Using the Black respondent subsample of the 2016 Collaborative Multiracial Post-Election Study, we test the extent to which intersectional theories explain African American cross-group consciousness with LGBTQ+ persons and support for LGBTQ+ rights and communities. In doing so, we distinguish multiple mechanisms through which identity intersections affect African American 1 political attitudes, and we find that, though intersecting marginalized identities can be critical to fomenting African Americans’ support for the rights and concerns of LGBTQ+ communities, not all intersections lead to a more inclusive Black politics.",
    "Author": "Monique L. Lyle",
    "Cited by": 0,
    "Cites": 50,
    "DOI": "https://doi.org/10.1017/rep.2025.10044",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "The Journal of Race Ethnicity and Politics",
    "Subfield": "Social Psychology",
    "Title": "“When and Where [We] Enter…”? Intersectional Ideologies and Experiences in African American Support for LGBTQ+ Communities",
    "Topic": "LGBTQ Health, Identity, and Policy",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract In considering the charges brought against Al Hassan Ag Abdoul Aziz Ag Mohamed Ag Mahmoud, the ICC has been forced to address the question of Islamic criminal law. Following the reasoning of the Prosecution, Trial Chamber X considered Sharia punishments mandated by the Islamic court and implemented by the Islamic police to be evidence of the existence of an organizational policy to commit a widespread or systematic attack against a civilian population with the aim of denigrating and subjugating the community in Timbuktu. Trial Chamber X also accepted the Prosecution’s conclusion that applying different forms of Sharia punishments amounted to the crime of torture. Such an expansive view of core international crimes has the potential to send an alienating message to Muslim communities around the world and particularly those countries that apply Sharia criminal law. The overriding narrative of the article does not diminish the harm caused by Ansar Eddine but rather presents an alternative to the Trial Chamber’s and the Prosecution’s reasoning, campaigning for more active engagement with the principles of Sharia. As discussed at length, the duty of an international court is to adapt a multicultural and diverse interpretative guidelines by considering more traditional systems of justice. In that regard, the ICC has yielded to the universalists and Eurocentric agenda by deciding to dismiss Islamic traditions in their entirety. While Sharia based punishments remain shocking for the Western societies, their spiritual, religious, and exonerating value remains poignant for the Muslim majority states and communities. The practices cannot be therefore dismissed, and if looked at in line with the Third World Approaches to International Law could enrich the legal reasoning for future investigations and trials.",
    "Author": "Mohamed Elewa Badar",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1017/s0922156525100587",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Open Access status": "diamond",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Leiden Journal of International Law",
    "Subfield": "Political Science and International Relations",
    "Title": "Human dignity at crossroads: Navigating Eurocentrism in <i>Sharia</i> punishments in <i>Prosecutor v. Al Hassan</i>",
    "Topic": "International Law and Human Rights",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Diabetes is highly prevalent in individuals with pancreatic ductal adenocarcinoma (PDAC) and even precedes diagnosis of PDAC; however, the mechanisms of pancreatic cancer-associated blood glucose deterioration remain largely unknown. Here, we constructed a prospective cohort of patients undergoing pancreatectomy to investigate the underlying mechanism of PDAC-associated hyperglycemia. A total of 160 patients who underwent pancreatectomy (72 patients with PDAC and 88 patients without PDAC) were enrolled at a tertiary care hospital. Glucometabolic parameters under oral glucose tolerance test were assessed in both pre- and postoperative periods, and patient-derived blood and pancreatic tissue samples were collected. Compared with patients without PDAC, patients with PDAC showed severe hyperglycemia with impaired insulin secretion before surgery. However, despite identical type of pancreatectomy in both groups, hyperglycemia improved more significantly and insulin secretory function declined less after pancreatectomy in patients with PDAC. Plasma Wnt5a and pancreatic islet β-catenin levels were higher in patients with PDAC and correlated with the degree of hyperglycemia and insulin deficiency. Plasma Wnt5a levels also correlated with tumor size and pancreatic islet β-catenin expression in patients with PDAC. In rodent islets, Wnt5a treatment suppressed insulin release, which was recovered by inhibition of β-catenin. Collectively, impaired pancreatic insulin secretion by aberrant Wnt5a/β-catenin activation may underlie the hyperglycemia associated with PDAC. Our finding provides insights into the unique molecular mechanism of pancreatic cancer-associated hyperglycemia, paving the way for the identification of potential biomarker and therapeutic targets for this condition.",
    "Author": "Lee, Minyoung",
    "Cited by": 0,
    "Cites": 52,
    "DOI": "https://doi.org/10.1038/s12276-025-01625-8",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Experimental & Molecular Medicine",
    "Subfield": "Surgery",
    "Title": "Impaired insulin secretion via the Wnt5a/β-catenin pathway contributes to diabetes development in pancreatic cancer",
    "Topic": "Pancreatic function and diabetes",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Recent innovations in skin microphysiological systems (MPSs) have gained momentum following regulatory advances such as the FDA Modernization Act 2.0 and the global shift toward alternatives to animal testing. This review highlights the development of three major technologies—3D bioprinting, skin organoids, and skin-on-a-chip—and their roles in replicating human skin physiology for research and preclinical applications. We examine how these platforms model complex skin functions, including epidermal barrier formation, vascular and immune interactions, and disease phenotypes such as psoriasis, atopic dermatitis, melanoma, and viral infections. In addition to summarizing their utility in toxicological screening and therapeutic evaluation, we explore how current OECD test guidelines may guide future validation efforts. Finally, we discuss emerging strategies for integrating automation and machine learning-based image analysis to enable scalable, high-content screening of skin MPS models across diverse applications.",
    "Author": "Lee, Taeim",
    "Cited by": 0,
    "Cites": 174,
    "DOI": "https://doi.org/10.1038/s41378-025-01149-1",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Microsystems & Nanoengineering",
    "Subfield": "Biomedical Engineering",
    "Title": "Innovations in skin microphysiological systems for nonclinical testing and FDA modernization",
    "Topic": "3D Printing in Biomedical Research",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract As innate immune cells in the brain, microglia directly contact excitatory neurons and regulate their activities under various conditions; however, the mechanisms of direct microglia–neuron functional interactions remain largely unknown. Here, we identified one special population of neocortical microglia that specifically associate with the axon initial segments (AISs) of excitatory neurons, and could regulate their activities and contribute to visual perception. We found that brief depolarization of AIS-associated microglia, but not the AIS-non-associated microglia, significantly promoted the action potential firing of related excitatory neurons, which relied mechanistically on microglial K + release through the outward K + channel THIK-1. Interestingly, in vivo visual stimulation with drifting gratings evoked microglial transient depolarizations specifically on the processes, which depended on muscarinic receptors and triggered K + release through THIK-1; meanwhile, visual stimulation induced more robust calcium responses in neurons associated with microglia at their AISs compared with nearby unassociated neurons. Disruption of the AIS–microglia interaction disturbed calcium responses specifically in neurons associated with microglia at their AISs, impaired the coordinated activity of the entire neural ensemble, and thereby affected the visual discrimination behavior of awake mice. Collectively, our findings identified a new type of microglia–neuron functional interaction that may be critical for higher-order brain functions.",
    "Author": "Wang, Yaping",
    "Cited by": 0,
    "Cites": 88,
    "DOI": "https://doi.org/10.1038/s41422-026-01218-8",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Cell Research",
    "Subfield": "Neurology",
    "Title": "The axon initial segment-associated microglia regulate neuronal activity and visual perception",
    "Topic": "Neuroinflammation and Neurodegeneration Mechanisms",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Natural gas-fired combined power plants (NGFCPP) stand out as a promising technology for electricity generation, boasting high conversion efficiency and relatively low carbon dioxide emissions. Numerous researchers have explored diverse strategies to further optimize the performances of these systems. The main aims of this work are to model the 4E (energy, exergy, economic, and environmental) performances of a new design of an NGFCPP and compare them to those of an operating conventional plant (Hadjret Enouss plant). The obtained results show that the plant operating with the new design achieved a higher energy efficiency of 63.77%, compared to the Hadjret Enouss plant’s 58.87%. Moreover, its exergy efficiency of 56.58% also surpassed the Hadjret Enouss plant’s 55.54%. Although the NPV of the new design was slightly lower at 764.57 M€ compared to the Hadjret Enouss plant’s 776 M€, the developed plant demonstrated superior sustainability with the lowest CO 2 emissions at 40.77 kg/s and the least cooling water consumption at 5.984 m³/s. In conclusion, this new design offers significant long-term benefits, with the potential to save a considerable amount of fuel and reduce environmental impact over its lifetime. For example, over 35 years of operation, the developed plant can save 154.526 million kg of natural gas compared to conventional NGFCPPs, leading to an annual reduction in CO 2 emissions of approximately 24.28 million kg.",
    "Author": "T. E. Boukelia",
    "Cited by": 0,
    "Cites": 32,
    "DOI": "https://doi.org/10.1038/s41598-026-37499-7",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Scientific Reports",
    "Subfield": "Mechanical Engineering",
    "Title": "Comprehensive 4E (energy, exergy, economic, and environmental) assessment of a repowered natural gas-fired combined power plant",
    "Topic": "Thermodynamic and Exergetic Analyses of Power and Cooling Systems",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract It remains uncertain whether precipitation oxygen isotopes (δ 18 O) reliably capture East Asian Meiyu monsoon variability. Analyzing daily δ 18 O across the Yangtze-Huai River Basin from 28-34°N, we reveal a distinct spatial dichotomy. In the middle and northern Meiyu regions, δ 18 O robustly tracks Meiyu precipitation. Conversely, the southern Meiyu margin is decoupled from Meiyu variability, primarily reflecting upstream convection processes further south. We identify the western Pacific subtropical high (WPSH) as the central driver, creating a dynamic dipole: its northwestward extension enhances moisture transport and deep convection along its northwestern flank (driving isotopic depletion in the northern Meiyu region), while imposing subsidence and convective inhibition under its body (suppressing isotopic depletion in the southern Meiyu region). Importantly, these mechanisms persist on interannual timescales. Consequently, while northern δ 18 O records effectively capture Meiyu variability, southern records reflect distinct vertical constraints, necessitating spatially differentiated paleoclimate interpretations.",
    "Author": "Li, Rong",
    "Cited by": 0,
    "Cites": 58,
    "DOI": "https://doi.org/10.1038/s41612-026-01336-5",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "npj Climate and Atmospheric Science",
    "Subfield": "Atmospheric Science",
    "Title": "East Asian Meiyu variability reflected in precipitation oxygen isotopes via western Pacific subtropical high",
    "Topic": "Geology and Paleoclimatology Research",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Cholangiocarcinoma (CCA) is a deadly cancer, characterized by abundant stroma. The tumor microenvironment (TME) plays an important role in its aggressive behavior and poor response to therapeutics; however, the underlying pathways are unknown. To fill this gap, we used multiplexed immunohistochemistry, high-dimensional cytometry, and single cell transcriptomics. Our findings confirm an abundance of regulatory T cells (Tregs) and a lack of effector memory T cells within the tumor. Tumor-infiltrating T cells show signs of exhaustion. Using our transcriptomic data, we revealed cellular crosstalk in poor prognosis patients. This crosstalk is driven by stromal cells and macrophages. Among the responsible receptor-ligand pairs are GAS6-AXL, VCAN-TLR2, and EGFR-TGF-β. The multiple mechanisms leading to the exclusion of relevant immune cells needed for an anti-cancer response and mechanisms leading to active immune suppression are part of complex cell-cell crosstalk. This study provides a deeper insight into the immune exhausted phenotype in CCA.",
    "Author": "Heij, Lara",
    "Cited by": 0,
    "Cites": 62,
    "DOI": "https://doi.org/10.1038/s41698-026-01292-6",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "npj Precision Oncology",
    "Subfield": "Surgery",
    "Title": "Multimodal single-cell profiling reveals crosstalk between macrophages and stromal cells in poor prognostic cholangiocarcinoma patients",
    "Topic": "Cholangiocarcinoma and Gallbladder Cancer Studies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Conventional Coulomb engineering, through controlled manipulation of the environment, offers an effective route to tune the correlation properties of atomically thin van der Waals materials via static screening. Here we present tunable dynamical screening as a method for precisely tailoring bosonic modes to optimize many-body properties. We show that “bosonic engineering” of plasmon modes can be used to enhance plasmon-induced superconducting critical temperatures of layered superconductors in metallic environments by up to an order of magnitude, due to the formation of interlayer hybridized plasmon modes with enhanced superconducting pairing strength. We determine optimal properties of the screening environment to maximize critical temperatures. We show how bosonic engineering can aid the search for experimental verification of plasmon mediated superconductivity.",
    "Author": "Y. in ’t Veld",
    "Cited by": 0,
    "Cites": 52,
    "DOI": "https://doi.org/10.1038/s41699-026-00668-3",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "npj 2D Materials and Applications",
    "Subfield": "Atomic and Molecular Physics, and Optics",
    "Title": "Enhancing plasmonic superconductivity in layered materials via dynamical Coulomb engineering",
    "Topic": "Surface and Thin Film Phenomena",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Nests are extended phenotypes capable of providing brood protection against predators, and because they are motionless structures, camouflage is expected to emerge. Birds from different families construct a tail of hung materials underneath their nests, which has been hypothesized to be a type of disruptive camouflage, i.e. an appendage that gives a nest a false shape for hindering detection by predators. Predictions of this hypothesis are that for predators that are visually oriented, nests without a tail are easier to detect, yet this hypothesis never received support likely because predator species and other variables were not considered. Here, we compared predation between nests of blue manakins for which tails were maintained or experimentally removed. To avoid the effects of parental movements in predator’s attraction, we used real inactive nests with Plasticine eggs. We also controlled for nest site variables and excluded nests depredated by olfactory animals by monitoring nests with infrared camera traps. Predation was 10 times higher in nests without a tail, and tail absence was the only significant variable explaining nest predation. Furthermore, all of the recorded predators were visually oriented. This is the first work confirming the antipredatory adaptive function of avian nest tails, and corroborated the disruptive camouflage hypothesis.",
    "Author": "Cassiano Bueno Martins",
    "Cited by": 0,
    "Cites": 33,
    "DOI": "https://doi.org/10.1098/rsbl.2025.0453",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Biology Letters",
    "Subfield": "Ecology",
    "Title": "Why do birds construct nest tails? A test of disruptive camouflage in the blue manakin",
    "Topic": "Avian ecology and behavior",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Many emerging viruses of public health concern originate in animals and have the potential to transmit to humans or cause spillover. Orthoebolavirus zairense (EBOV) is one example, circulating in wildlife in Central and West Africa, with high mortality in humans and animals. Previous studies have linked Ebola outbreaks to transitions in rainfall seasonality, proximity to deforestation and areas with high human population density. However, a universal driver or mechanism has not been described and spillovers remain unpredictable. To assess potential environmental determinants of EBOV spillovers, we analysed time series of vegetation health, rainfall, temperature, forest loss and human population size surrounding Central African spillover locations from 1990 to 2022. We evaluated whether environmental conditions before spillover were atypical for each location by quantifying the similarities in environmental time series between spillover years and non-spillover years. Contrary to past work, we found no single environmental trigger that universally prompts spillover. While some outbreaks were preceded by atypical environmental conditions, others occurred when conditions were strongly similar to non-spillover years. We also modelled the relationship between anthropogenic factors and the occurrence of spillover and found no association. We find EBOV spillovers occur following various environmental conditions and no consistent anthropogenic associations.",
    "Author": "Baranowski, Kelsee",
    "Cited by": 0,
    "Cites": 48,
    "DOI": "https://doi.org/10.1098/rsbl.2025.0654",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Biology Letters",
    "Subfield": "Infectious Diseases",
    "Title": "Multiple environmental conditions precede Ebola spillovers in Central Africa",
    "Topic": "Viral Infections and Outbreaks Research",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Spatially offset Raman spectroscopy (SORS) offers non-invasive, molecularly specific access to subsurface tissues, showing strong potential for biomedical diagnostics. However, clinical translation remains limited by the need to balance Raman signal strength with laser safety constraints. This study introduces an open-source, Python-based framework integrating photon transport simulation, probe geometry optimization and photothermal safety modelling within a unified workflow. Monte Carlo photon transport is coupled with Pennes’ bioheat and Arrhenius/CEM43 thermal damage models to assess four SORS configurations—conventional puck-point, ring-collector, inverse SORS (iSORS) and a new reinforced iSORS (riSORS)—on a multi-layer skin model. Results show that ring-based illumination markedly reduces thermal loading, extending safe laser exposure times by one to two orders of magnitude relative to point illumination, thus permitting up to 60–100× greater Raman energy accumulation before predicted damage onset. Among tested geometries, riSORS achieved the best trade-off between subsurface selectivity and photon collection efficiency, outperforming conventional designs in both signal yield and safety margin. Sensitivity analyses across optical properties further demonstrate robustness to patient variability. Although simplified assumptions require experimental validation, this framework quantitatively links probe design to safety-limited performance, offering a practical roadmap for clinically viable, thermally safe SORS system design.",
    "Author": "Jorge Servert Lerdo De Tejada",
    "Cited by": 0,
    "Cites": 33,
    "DOI": "https://doi.org/10.1098/rsif.2025.0405",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Journal of The Royal Society Interface",
    "Subfield": "Biophysics",
    "Title": "Optimizing spatially offset Raman spectroscopy designs: balancing signal and safety in biomedical applications",
    "Topic": "Spectroscopy Techniques in Biomedical and Chemical Research",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract The beginnings of Western plant pathology were shaped largely by nineteenth-century naturalists’ encounters with phytopathological fungi. This reading of Miles Joseph Berkeley’s series on ‘Vegetable Pathology’ in The Gardeners’ Chronicle, one of the discipline’s founding texts, argues that the fungal epidemics of the 1800s led mycologists to seriously question certain key strategies of transimperial botany, including plantation monoculture, plant transfers, fertilization, and breeding—in short, white humans’ ability to control plant processes. Even as Berkeley argued tirelessly that pathogens were involved in disease, he emphasized that plant-pathogenic fungi thrived due to man-made changes in plants and their environments. Equipped with detailed knowledge of the life cycles of fungi and the related diseases, Berkeley argued, botanists would be able to identify the material circumstances favouring fungal development, detailed accounts of which could be found elsewhere in the journal and were frequently referenced in the ‘Vegetable Pathology’. Two case studies recontextualize Berkeley’s descriptions of individual fungi within the Chronicle’s wider coverage, demonstrating the wealth of information available to readers who wished to consider the circumstances of fungal disease, and throwing some light on how the series’ uncomfortable suggestions were received by adherents of economic botany.",
    "Author": "Sophia C. Jochem",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1098/rsnr.2024.0067",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Notes and Records the Royal Society Journal of the History of Science",
    "Subfield": "History and Philosophy of Science",
    "Title": "Transimperial botany and the error of its ways: the bitter ‘reality’ of fungal disease in Miles Joseph Berkeley’s ‘Vegetable Pathology’, 1854–1857",
    "Topic": "History of Science and Natural History",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Necroptosis is a form of regulated cell death (RCD) that evolved as a defence against pathogenic infection. Unlike caspase-dependent RCD, necroptosis, in its canonical form, is driven by receptor-interacting protein kinase 1 and 3 (RIPK1 and RIPK3) signalling, culminating in the activation of the pseudokinase mixed lineage kinase domain-like protein (MLKL). Central to this process is the interaction between MLKL and its upstream regulator, RIPK3, forming a functional module called the necrosome that governs the spatiotemporal execution of cell death. Despite progress in our understanding of necroptotic signalling, key open questions remain. The structural organization of MLKL influences its interaction with RIPK3, yet the precise features of their binding surfaces and their regulation are not fully resolved. Additionally, the high-order supramolecular assembly of the necrosome and its transition between different states remain poorly understood, particularly regarding how RIPK3 and MLKL configurations impact necrosome activity and stability. In this review, we summarize current knowledge on the evolution, structure and regulation of the RIPK3–MLKL axis and discuss models of their activation in light of recent discoveries.",
    "Author": "Martínez-Osorio, Verónica",
    "Cited by": 0,
    "Cites": 115,
    "DOI": "https://doi.org/10.1098/rsob.250236",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Open Biology",
    "Subfield": "Molecular Biology",
    "Title": "Spotted: RIPK3 and MLKL assembling necroptotic complexes",
    "Topic": "Cell death mechanisms and regulation",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Facial emotion recognition biases are prevalent in depression and may play a causal role in its aetiology and maintenance. Cognitive bias modification tasks improve these biases but have had mixed therapeutic results. This multi-session study tested the effects of a gamified cognitive bias modification (GCBM) task on emotion recognition bias and immediate mood and depressive symptoms. This two-arm randomized controlled trial compared control and training versions of web-based GCBM in 672 participants aged 18–30 years with self-reported depression. Participants completed four sessions of GCBM over 8 days, followed by a two-week follow-up session. Results showed that participants in the GCBM group categorized more ambiguous faces as happy post-training (B = 1.54, p &amp;lt; 0.001), and at the two-week follow-up (B = 1.44, p &amp;lt; 0.001), indicating reduced negative bias. However, there was no evidence of immediate mood improvement in the training condition compared to the control at the fourth session (B = 0.97, p = 0.54), or a reduction in depressive symptoms at the two-week follow-up (B = 0.37, p = 0.60). In conclusion while GCBM effectively changed participants’ judgements of emotional facial expressions, there was no evidence of a benefit on immediate mood or depressive symptoms among individuals with self-reported depression. Future research should investigate whether there are benefits within a clinical sample.",
    "Author": "Kuruoğlu, Rumeysa",
    "Cited by": 0,
    "Cites": 18,
    "DOI": "https://doi.org/10.1098/rsos.250911",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Royal Society Open Science",
    "Subfield": "Experimental and Cognitive Psychology",
    "Title": "Investigating the effects of gamified cognitive bias modification on immediate mood and depressive symptoms",
    "Topic": "Anxiety, Depression, Psychometrics, Treatment, Cognitive Processes",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Mild steel (MS) metal with a wide range of engineering applications in construction as well as infrastructure is often prone to corrosion in acidic environments. In the present study, the inhibitory behavior of sodium dodecyl sulfate (SDS), a surfactant with large organic moiety and sulfur as a heteroatom, towards corrosion of MS was investigated. The inhibited MS samples were prepared by immersing them in 0.01 M SDS solution in 0.5 M sulfuric acid for 9 h at room temperature. Similarly, energy dispersive X-ray (EDX) and field emission scanning electron microscopy (FESEM) techniques were used for the surface characterization. The FESEM analysis revealed a more uniform and smooth surface with a few pits and cracks in the presence of SDS, indicating the formation of a protective film on the MS surface. The presence of an intense high peak of carbon, oxygen and sulfur in the EDX spectra confirmed the adsorption of the SDS molecule on the metal surface. The increased weight composition of elements further supported the adsorption of SDS on the metal surface. These findings confirm SDS as an effective corrosion inhibitor for MS by formation of a protective layer against corrosive environment.",
    "Author": "Chandradip Kumar Yadav",
    "Cited by": 0,
    "Cites": 73,
    "DOI": "https://doi.org/10.1098/rsos.251271",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Royal Society Open Science",
    "Subfield": "Materials Chemistry",
    "Title": "Effectiveness of sodium dodecyl sulfate for mild steel surface in an acidic medium: energy dispersive X-ray and field emission scanning electron microscopy techniques",
    "Topic": "Corrosion Behavior and Inhibition",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Measurement is important for the scientific programmes of addictive behaviours. In the present study, we investigated the measurement of gaming disorder, which recently became the first formal mental disorder owing to technology use (International Classification of Diseases 11). In particular, we tested the gambling hypothesis: whether survey studies on gaming disorder are contaminated by a linguistic conflation of gambling and gaming behaviours. The 500 most cited studies were analysed. Both confirmatory and exploratory analyses supported the gambling hypothesis. Of all 13 studies for which authors shared their survey materials, only one had excluded gambling (95% credible interval (CrI) [1.8%, 33.9%]; Bayes factor (BF) compared to 50% prevalence = 45). Based on an exploratory review of 358 full texts, approximately 30% of the studies had excluded gambling (95% CrI [23.54%, 32.80%]; BF compared to 50% prevalence = 2.8 × 10¹4). We further surveyed English (EN; n = 312) and Slovak (SK; n = 319) speakers about their views on gaming and gambling, which revealed terminological confusions in both languages. For instance, about half of the participants (EN = 48.7%/SK = 59.1%) interpreted ‘gambling’ to be ‘gaming’ as well. The majority of gaming disorder survey research appears to be contaminated by a systematic measurement error stemming from conceptual confusion. This problem is linguistic and does not concern all languages similarly. To minimize the impact of the error, we recommend researchers clarify survey instructions and seek alternatives to survey data.",
    "Author": "Adamkovič, Matúš",
    "Cited by": 0,
    "Cites": 45,
    "DOI": "https://doi.org/10.1098/rsos.251452",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Royal Society Open Science",
    "Subfield": "Clinical Psychology",
    "Title": "Confusion in gaming disorder measurement",
    "Topic": "Gambling Behavior and Treatments",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract The risk of viral transmissions from domestic/wild animals to humans is a major public health concern. Humans can also transmit viruses back to domestic and wild animals, acting as a reservoir for virus maintenance and a source of epidemic diseases re-emergence. The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), causing COVID-19, likely originated from wildlife and has been evidenced to transmit from humans to captive, domestic and wild animals. White-tailed deer (Odocoileus virginianus) show high SARS-CoV-2 prevalence following human contamination, suggesting they could act as an emerging virus reservoir. We completed recent research on European cervid species by investigating whether SARS-CoV-2 had emerged in longitudinally monitored European roe deer (Capreolus capreolus) populations in direct contact with humans in France. We performed indirect tests (serological enzyme-linked immunosorbent assays and seroneutralization) on sera collected before and after the virus emergence in humans, and direct reverse transcriptase polymerase chain reaction tests on nasal swabs collected in 2022. We also investigated the virus exposure and prevalence in three other cervid species. Enzyme-linked immunosorbent assay tests were positive for 2.20% of sera, pre- and post-pandemic, but seroneutralization and polymerase chain reaction tests were negative. Although one population showed increased seroprevalence post-2020, results suggest that SARS-CoV-2 has not emerged in those populations and that enzyme-linked immunosorbent assay cross-reaction with one or several unidentified circulating coronaviruses is possible.",
    "Author": "Perez, Grégoire",
    "Cited by": 0,
    "Cites": 43,
    "DOI": "https://doi.org/10.1098/rsos.251477",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Royal Society Open Science",
    "Subfield": "Infectious Diseases",
    "Title": "Possible exposure to unidentified coronaviruses in roe deer ( <i>Capreolus capreolus</i> ) populations suggested by SARS-CoV-2 serological investigation in France",
    "Topic": "SARS-CoV-2 and COVID-19 Research",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract The SARS-CoV-2 pandemic caused devastating health, social and economic harms. Globally, during the first year of this pandemic, controls were primarily focused on containing the outbreak and minimizing infection, disease and health consequences. However, during the second year (2021) with vaccines being deployed, there was a recognition that mitigation measures needed to consider both infection control and socio-economic priorities, inevitably causing a tension between how these conflicting elements are balanced. In England, this was epitomized by the Roadmap out of Lockdown, which through four planned steps reduced controls from the January 2021 lockdown to no restrictions on social interactions. Here, we adopt a health-economic framework to consider a range of alternative approaches to the relaxation of controls, allowing us to quantitatively assess health losses (measured in quality adjusted life years, QALYs) and economic consequences (measured in terms of gross domestic product, GDP) in a unified framework. Using the UK Treasury framework of valuing one QALY at £70 000, we find that the implemented Roadmap performs extremely well, only being consistently outperformed by a similar strategy that starts all steps one week earlier. This work highlights the power of a holistic framework combining epidemiology and economics and suggests its utility in future outbreaks.",
    "Author": "A. J. Cooper",
    "Cited by": 0,
    "Cites": 12,
    "DOI": "https://doi.org/10.1098/rsos.251505",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Royal Society Open Science",
    "Subfield": "Modeling and Simulation",
    "Title": "A health economic assessment of relaxation of COVID-19 control in England 2021",
    "Topic": "COVID-19 epidemiological studies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract We numerically study the issue of finite-time existence of solutions associated with the initial value problem (IVP) of an ill-posed Boussinesq equation subject to small-amplitude sinusoidal initial disturbances over a 2π periodic domain. A spectral method in combination with the fourth-order Runge–Kutta method is used to perform numerical experiments using several time steps, several precision arithmetic calculations and filters with several cut-off levels. The calculations indicate that the solution blows up in a very short time tc, the time of singularity formation. The value of tc changes very little with the filter cut-off level. To validate our numerical results, we also analyse the evolution of Fourier coefficients through a perturbation analysis taking into account that the perturbation parameter ϵ (amplitude of the sinusoidal initial disturbance) is small. The location of the singularity where the solution blows up is found to be 3π/2, independent of the parameter ϵ. It also appears that the profile of the solution at the location of the singularity is parabolic, of the form η(x,t;ϵ)=η0(t;ϵ)+c1(t;ϵ)(x−3π/2)2 as the singularity forms, where tc∼1/ϵp,p∼0.28. The functions η0(t;ϵ) and c1(t;ϵ) are determined numerically and discussed. From numerical calculations, we find that c1(t;ϵ)∼(tc−t)−δ(ϵ) as t→tc where ϵ dependent δ is the rate of singularity formation. We obtain the following estimates for δ: δ=2.46 for ϵ=0.10 and δ=2.67 for ϵ=0.025.",
    "Author": "Daripa, Prabir",
    "Cited by": 0,
    "Cites": 26,
    "DOI": "https://doi.org/10.1098/rsos.251726",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Royal Society Open Science",
    "Subfield": "Statistical and Nonlinear Physics",
    "Title": "A numerical study of singularity formation in an Euler model of shallow water wave propagation: the case of an ill-posed Boussinesq equation",
    "Topic": "Nonlinear Waves and Solitons",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Aging often goes with the deterioration of gamete quality. However, alteration of male sperm quality alongside age is not univocal between species, and this relationship remains largely elusive in bivalve molluscs. Here, we questioned whether ageing attenuates sperm motility and if telomere length (TL), a marker of individual quality, can further mark sperm performance in the Pacific oysters (Crassostrea gigas). We assessed covariation between sperm motility, age and TL in males (n = 45) from 2 to 9 years old. We replicated the measures at four reproductive sessions, corresponding to two types of maturation conditions (controlled in the lab or natural in the field). We found negative correlations between male age and sperm velocity, and slower sperm in natural conditions compared to controlled ones. TL did not shorten with age, but it was positively associated with sperm velocity while maturing under controlled conditions. Our results underscore that sperm swimming performance decreases with ageing, a relationship identified for the first time in a bivalve species. Further research is needed to understand environmental effects and the predictive aspects of telomere dynamics in covarying with sperm quality.",
    "Author": "Dupoué, Andréaz",
    "Cited by": 0,
    "Cites": 38,
    "DOI": "https://doi.org/10.1098/rsos.251845",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Royal Society Open Science",
    "Subfield": "Physiology",
    "Title": "Independent impacts of age and telomere length on oyster sperm motility",
    "Topic": "Telomeres, Telomerase, and Senescence",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract In numerical studies of blood flow in aneurysms, it is essential to consider movements of the arterial wall and their interactions with the fluid. Here, mechanics equations are augmented to an Euler–Lagrange formulation, facilitating the study of blood flow in a pathological geometry during the cardiac cycle. The arterial morphology and pulse are represented by the transformation of the system of equations into a body-fitted approach via generalized curvilinear coordinates (GCCs). Dynamic three-dimensional (3D) governing partial differential equations (PDEs) are discretized with the finite-volume method (FVM) on a collocated grid. The results obtained with this mathematical model reveal that the pulsating wall influences the velocity field, with prominent recirculation zones. In addition, localized lateral pressure gradients are observed within the pathological region. Increased pulsatility causes large augmentations of the Reynolds and Womersley numbers, with divergence from the hydrodynamic case. Analysis of biomedical factors such as the time-averaged wall shear stress (TAWSS) and oscillatory shear index (OSI) on the oscillating boundary provides valuable insight into the shear forces on the arterial wall compared with rigid wall dynamics. These findings underscore the need to model fluid–structure interactions (FSIs) in the context of aneurysm progression and cardiovascular risk assessment and to consider these interactions in patient-based biomedical approaches.",
    "Author": "Konstantina C. Kyriakoudi",
    "Cited by": 0,
    "Cites": 50,
    "DOI": "https://doi.org/10.1098/rsos.251928",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Royal Society Open Science",
    "Subfield": "Neurology",
    "Title": "Aneurysmal haemodynamics: a three-dimensional fluid–structure interaction approach",
    "Topic": "Intracranial Aneurysms: Treatment and Complications",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Pesticide use is a core strategy to control agricultural pests. Although international treaties and health recommendations call for banning hazardous pesticides, globally harmonized pesticide governance remains elusive. In Latin America (LATAM), the main net food exporter worldwide, agricultural pesticide use has increased by approximately 500% since 1990, compared with only approximately 3% in Europe. To assess the environmental and health rigour of LATAM’s pesticide legislation, we reviewed active ingredients (AIs) approved for ten major crops, and AIs banned at national level, in eight LATAM countries, assessed their hazardousness according to international standards, and legal status in the European Union (EU) and explored sources of variation in the number of AIs approved in LATAM. We identified 523 AIs approved and 236 banned in LATAM; approximately 50% of the approved and approximately 85% of the banned AIs in LATAM were either not approved or prohibited in the EU. Higher crop production and, to a lesser extent, export value were linked to more AIs approved in LATAM. These findings imply weaker regulatory frameworks for hazardous pesticides in LATAM, reflecting more permissive environmental policies compared with the EU. This reinforces the urgency of addressing asymmetries in pesticide governance and rethinking the prevailing agricultural paradigm.",
    "Author": "Grecia Stefanía de Groot",
    "Cited by": 0,
    "Cites": 63,
    "DOI": "https://doi.org/10.1098/rspb.2025.0267",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Proceedings of the Royal Society B Biological Sciences",
    "Subfield": "Plant Science",
    "Title": "Global inequities in pesticide legislation: nearly half of pesticides approved in major crops in Latin America are not allowed in the European Union",
    "Topic": "Pesticide Exposure and Toxicity",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Climate change is altering the frequency and intensity of extreme climatic events such as tropical cyclones, raising concerns about ecological stability under these disturbances. This study examined how functional richness and functional redundancy influenced the stability of two key ecological functions—insect predation and seed dispersal—in forest bird communities with contrasting histories of cyclone exposure. Using total biomass of insectivores and frugivores as functional indicators, we found that the stability of insect predation increased with redundancy in function-delivering traits under cyclone disturbances, whereas the stability of seed dispersal was enhanced by redundancy in both function-delivering and response-related traits. In forests frequently exposed to cyclones, both functional groups occupied a smaller overall trait space, while frugivores showed greater trait similarity among individuals. These results suggest that the stability in insect predation and seed dispersal largely stems from the abundance of species performing similar functional roles. High cyclone frequency appears to exclude species with extreme traits and concentrate functional space around a few dominant species with convergent traits. Because such convergence buffers cyclone impacts, the loss of even a few redundant species could increase functional uniqueness and, consequently, reduce the functional stability of forest bird communities.",
    "Author": "Huang, Xilin",
    "Cited by": 0,
    "Cites": 67,
    "DOI": "https://doi.org/10.1098/rspb.2025.2679",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Proceedings of the Royal Society B Biological Sciences",
    "Subfield": "Nature and Landscape Conservation",
    "Title": "Bird species with similar effect traits maintain the temporal stability of community functions under disturbances of tropical cyclones",
    "Topic": "Ecology and Vegetation Dynamics Studies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Background Surgical resources are often shared across medical specialties, which can lead to conflicts over prioritisation during on-call hours. This study investigated factors contributing to inter-speciality conflict in the prioritisation of emergency surgical cases. Methods A survey on views of surgical urgency and prioritisation of 22 hypothetical cases was distributed to Swedish physicians involved in emergency surgery via posters in operating departments and administrative areas, and by email. The Kruskal-Wallis test and Dunn’s post-hoc test were used to compare responses across specialties. Factors associated with daily conflicts were identified using logistic regression. Results Of 233 respondents, 201 (90%) reported sharing resources with other specialties. General surgeons (45%), orthopaedic surgeons (15%), and anaesthetists (15%) were the most represented. Over half reported insufficient resources for emergency surgery. Sixty-nine per cent perceived that other specialties over-prioritised their own patients. Thirty-nine respondents (17%) experienced daily conflicts over case prioritisation. Minor differences were observed in how respondents perceived their own prioritisation, that of other specialties, and the prioritisation of hypothetical cases. Daily conflicts were associated with concerns about compromised patient safety (odds ratio [OR] 8.05 and 95% confidence interval [CI] 1.6-63.5 for agreeing vs. strongly disagreeing/disagreeing), whereas greater perceived resource availability was associated with fewer conflicts (OR 0.68, 95% CI 0.48–0.96). Conclusions Perceived threats to patient safety and resource scarcity were associated with daily prioritisation conflicts. Although respondents frequently suspected over-prioritisation by other specialties, observed differences in prioritisation between the responsible specialty and others were small. Further research on shared prioritisation protocols and resource allocation, including international comparisons across health-care systems and cultures, is warranted.",
    "Author": "Junus, Katja",
    "Cited by": 0,
    "Cites": 12,
    "DOI": "https://doi.org/10.1186/s12893-026-03538-3",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "BMC Surgery",
    "Subfield": "Emergency Medicine",
    "Title": "Surveying prioritisation for emergency surgery - do the specialties involved agree?",
    "Topic": "Emergency and Acute Care Studies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Background The aim of this secondary analysis of the BENEFIT randomized controlled trial was to investigate the effects of aerobic training (AT) or resistance training (RT) during neoadjuvant chemotherapy (NACT) on sleep and cancer-related fatigue (CRF), compared to a waitlist control group (WCG) that performed RT after surgery. Methods In the BENEFIT study, 184 patients with breast cancer with scheduled NACT (mean age = 50 years, standard deviation = 11) were randomized to AT ( n = 62), RT ( n = 62), or WCG ( n = 60). While the AT and RT groups trained during NACT (two supervised and one home-based session weekly), the WCG completed the same training as the RT group but only after breast surgery. Self-reported sleep quality (Pittsburgh Sleep Quality Index) and CRF (EORTC QLQ-FA12) were collected before NACT (T0), after 9 weeks (T1), after NACT and before surgery (T2), 6 months after surgery (T3), and 12 months after surgery (T4). At T0, T2, and T3, sleep was additionally objectively measured by actigraphy. Results Longitudinal analyses of covariance examining changes from baseline suggested no clear difference of AT and RT compared to the WCG regarding sleep and CRF parameters post-intervention (T2). In contrast, at T3 the WCG, which exercised between T2 and T3, showed more favorable mean values compared to the AT group in total CRF (adjusted mean difference (AMD): − 10.53, 95% CI [− 19.63, − 1.42]) and physical CRF (AMD: − 14.28 [− 26.02, − 2.54] on 0–100 scale), and a tendency toward lower scores in self-reported global sleep quality (AMD: − 0.24 [− 0.48, 0.01] on log-transformed scale). Moderation analyses further suggested that group differences in total CRF at T3 in favor of the WCG were more pronounced among participants with at least mild emotional distress at baseline. There were no clear differences between groups in objective sleep parameters at T2 or T3, or regarding self-reported sleep or fatigue endpoints at T4. Conclusions The findings suggest that exercise interventions in the post-NACT phase may be more effective than during NACT for managing fatigue, while providing limited benefits for sleep. Trial registration The BENEFIT study has been registered at ClincialTrials.gov (NCT02999074).",
    "Author": "Haussmann, Alexander",
    "Cited by": 0,
    "Cites": 48,
    "DOI": "https://doi.org/10.1186/s12916-026-04669-3",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "BMC Medicine",
    "Subfield": "Oncology",
    "Title": "Effects of aerobic or resistance exercise on sleep and cancer-related fatigue in patients with breast cancer during or after neoadjuvant chemotherapy: a 3-arm randomized controlled trial",
    "Topic": "Cancer survivorship and care",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Background It is essential that studies of genomic sequencing (GS) in newborns and children include individuals from under-represented racial and ethnic groups (URG) to ensure future applications are equitably implemented. We conducted interviews with parents from URG to better understand their perspectives on GS research, develop strategies to reduce barriers to enrollment, and facilitate research participation. Methods Semi-structured interviews with 50 parents from URG. Results Nearly all parents said they would be interested in participating in an infant GS study. Parents were interested in participating in GS research for reasons including clinical utility, personal utility, and/or family health benefits. Deterrents to enrollment cited by parents were discomfort with enrollment procedures (e.g., not wanting a heel stick), limited emotional bandwidth, unfavorable perceptions of the study, and concerns about potential results. Most parents said they would want to receive all types of genetic results, including actionable and non-actionable, as well as childhood- and adult-onset. Conclusion Our findings demonstrate that parents from URG are interested in participating in GS research. Based upon these findings, we provide recommendations for designing GS studies that are responsive to their concerns.",
    "Author": "Maya C. del Rosario",
    "Cited by": 0,
    "Cites": 30,
    "DOI": "https://doi.org/10.1186/s12920-026-02307-8",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "BMC Medical Genomics",
    "Subfield": "Genetics",
    "Title": "Designing inclusive newborn sequencing research: insights from parents in underrepresented communities",
    "Topic": "Genomics and Rare Diseases",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Background Epithelial ovarian cancer (EOC) is the deadliest gynecologic cancer, due to asymptomatic early stages, vague symptoms in later stages, and limited clinical tools. Despite distinct clinicopathologic features, all EOC histotypes typically receive identical primary treatment, and are often studied as a single entity. Methods We analyzed the proteome of 244 patients and identified differentially abundant proteins (DAPs) with and without stage specificity across histotypes and constructed panels of DAPs to distinguish histotypes in both early and late stages. Survival analysis was performed to find proteins associated with clinical outcomes, and enrichment analysis was conducted to reveal biological processes connected to prognosis and the proteins involved. Results Here we find DAPs without (e.g. S100A1, AGR2, CTH) and with (TSPYL, VWA2, GPC6, S100P) stage-specificity for each histotype. Survival analysis revealed histotype- and stage-specific prognostic markers (e.g., EXO3CL2, PPIL6, GYG1, GAPDH), while biological process enrichment highlighted pathways underlying clinical outcomes. Conclusions Our findings provide novel diagnostic and prognostic biomarker candidates and insights into mechanisms driving EOC progression with histotype- and stage-specificity. This may aid the development of improved clinical tools for detection, patient stratification, and targeted therapies in EOC.",
    "Author": "Werner, Lucas",
    "Cited by": 0,
    "Cites": 57,
    "DOI": "https://doi.org/10.1186/s13048-026-01984-4",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Journal of Ovarian Research",
    "Subfield": "Molecular Biology",
    "Title": "Proteomic analysis of ovarian carcinoma reveals diagnostic and prognostic biomarkers with histotype- and stage-specificity",
    "Topic": "S100 Proteins and Annexins",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Background Heart failure (HF) is a chronic condition characterized by significant functional limitations, with exercise intolerance as a major determinant of reduced quality of life. Supervised aerobic exercise is a core intervention in cardiac rehabilitation, yet adherence and tolerance may be hindered by physical and motivational factors. Immersive technologies such as virtual reality (VR) have shown potential to increase engagement and positive perceptions during exercise. This study aims to evaluate the influence of VR on tolerance to cycle-ergometer aerobic exercise in hospitalized patients with HF. Methods We will conduct a randomized, controlled, parallel-group trial with 1:1 allocation. Adult inpatients with a diagnosis of HF will be screened for eligibility and randomly assigned to two groups: control (cycle-ergometer aerobic exercise) and intervention (the same exercise combined with an Meta Quest 2 VR device). Each participant will complete a single session of up to 20 min, consisting of five blocks of 3 min of continuous pedaling interspersed with one-minute passive rests, with early termination in case of intolerance. The primary outcome is effective exercise time (minutes) until interruption due to physical limitation or symptoms. Secondary outcomes include rating of perceived exertion, hemodynamic parameters, exercise enjoyment (PACES) and usability of the technology (SUS, intervention group only). Discussion This study will investigate whether VR can improve tolerance to aerobic exercise during hospitalization for HF, potentially providing preliminary evidence to guide the use of immersive technologies in cardiac rehabilitation. If benefits are observed, VR could be incorporated as a complementary tool to optimize adherence, motivation and safety in supervised exercise programs in this clinical context. Trial registration The trial was registered in the Brazilian Clinical Trials Registry (ReBEC), under the identifier RBR-4hrmkzz, on March 11, 2022.",
    "Author": "Ariele dos Santos Costa",
    "Cited by": 0,
    "Cites": 23,
    "DOI": "https://doi.org/10.1186/s13063-026-09430-y",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Trials",
    "Subfield": "Cardiology and Cardiovascular Medicine",
    "Title": "REVIVE-HF: rehabilitation with immersive virtual reality and exercise in hospitalized patients with heart failure—a randomized controlled trial protocol",
    "Topic": "Cardiac Health and Mental Health",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Background Adverse Childhood Experiences (ACEs) and Positive Childhood Experiences (PCEs) are each independently associated with a range of adult outcomes, including mental health, substance use, and criminal justice involvement. However, few studies have examined how the balance between these experiences influences outcomes. This study explores the predictive utility of a PCE:ACE ratio. Unlike previous measures of resiliency and risk protection scales that treat risk and protective factors as parallel dimensions, the ratio is population-level heuristic intended to capture the relative balance of positive versus adverse experiences using a single relational metric. Using data from a representative sample of 1,203 adults in Northern Ireland, participants completed validated measures of 13 ACEs and 10 positive childhood experiences (PCEs) A weighted PCE:ACE ratio was calculated, and participants were categorised into high, moderate, or low ratio groups. Results Findings showed that a higher ratio was significantly associated with reduced odds of arrest, incarceration, school exclusion, substance use, and mental health diagnosis, even after adjusting for age, gender, and deprivation. Those in the low-ratio group had the highest rates of adverse outcomes. While the ratio offers an intuitive and accessible framework for understanding developmental balance, limitations include the potential for oversimplification of distinct ACE-PCE profiles. Conclusions These findings support the feasibility of a ratio-based approach that standardises balance rather than the independent accumulation of risks and strengths, and suggests that a stronger balance of protective experiences may buffer the impact of adversity. Further research is needed to explore threshold effects and interaction dynamics. However, the ratio provides a useful metric and sound basis for capturing population health and the extent to which public investment is tipped in favour of positive or less positive outcomes.",
    "Author": "Walsh, Colm",
    "Cited by": 0,
    "Cites": 25,
    "DOI": "https://doi.org/10.1186/s40352-026-00397-1",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Health & Justice",
    "Subfield": "Clinical Psychology",
    "Title": "Tipping the scales: the predictive utility of the PCE-ACE ratio for criminogenic and wellbeing outcomes in a general adult population",
    "Topic": "Child Abuse and Trauma",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Infections are frequent after cardiac arrest and materially affect post-ICU care and outcomes. Diagnostic uncertainty is heightened by post-cardiac arrest syndrome (PCAS)—hypoxic–ischemic brain injury, myocardial dysfunction, systemic ischemia–reperfusion injury, and immune dysregulation—and by sedation and targeted temperature management (TTM), which can mask clinical signs and modulate host defenses. Pneumonia predominates; bloodstream infection and intra-abdominal or hepatobiliary infections are under-recognized, especially in device-dependent or extracorporeal membrane oxygenation (ECMO)-treated patients. Conventional biomarkers such as C-reactive protein and procalcitonin show reduced infection specificity early after return of spontaneous circulation; therefore, single timepoint cutoffs are unreliable, and serial trajectories interpreted with clinical examination, microbiology, and imaging are preferred. Risk scores (e.g., Sequential Organ Failure Assessment [SOFA], Clinical Pulmonary Infection Score [CPIS]) may support stratification but are insufficient for definitive diagnosis. Observational cohorts report higher pneumonia rates with TTM, and temperature control can blunt fever and leukocytosis and alter cytokine and biomarker kinetics, complicating timely recognition. Prevention should emphasize protocolized bundles, including hand hygiene and asepsis, head-of-bed elevation, structured oral care per local policy, minimization of sedation with spontaneous breathing trials, and early removal of unnecessary devices, within an antimicrobial stewardship framework that supports early de-escalation once cultures and trajectories clarify etiology. Procalcitonin-guided early discontinuation reduces antibiotic exposure in general critical-care populations; in PCAS, use should prioritize serial trends integrated with clinical context rather than single thresholds. No fixed algorithm is prescribed; instead, practical considerations are presented to guide diagnostic practice, emphasizing early microbiological sampling and imaging, integration of serial biomarker trajectories with clinical assessment, and timely de-escalation as the clinical picture clarifies, without endorsing single-test cutoffs. Priorities include quantifying infection-attributable morbidity and mortality; developing and validating PCAS-specific biomarkers and composite decision tools, including electronic health record-based early warning models; evaluating short post-intubation prophylaxis in selected high-risk patients; optimizing TTM parameters (target temperature, duration, rewarming rate); and systematically characterizing under-recognized infections. A protocol-driven, multimodal program that integrates prevention, standardized diagnostics, and stewardship is required to deliver timely, appropriate therapy and improve outcomes after cardiac arrest. Graphical Abstract",
    "Author": "Hagiwara, Jun",
    "Cited by": 0,
    "Cites": 106,
    "DOI": "https://doi.org/10.1186/s40560-026-00859-6",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Journal of Intensive Care",
    "Subfield": "Emergency Medicine",
    "Title": "Optimizing infection management after cardiac arrest: addressing diagnostic uncertainty and therapeutic dilemmas—a narrative review",
    "Topic": "Cardiac Arrest and Resuscitation",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Designing writing support tools is challenging because writing is a complex, open-ended task with different target groups. This paper explores how software can help writers make texts more understandable for people with cognitive impairments. For this, we observed how 18 German specialists for easy and plain language made text more understandable for people with cognitive impairments, both with and without a writing support tool. We (1) present common tasks, like identifying the key message of a text, (2) explore the writers’ perception of the support tool, and (3) identify support that is missing, e.g., synonym suggestions, explanations, and personalization. We find that making text more understandable can be conceptualized as stakeholder-centered text summarization. We describe how HCI practitioners can provide non-linear writing support for such writing tasks and provide design guidelines. Based on our findings, we reframe writing support systems as socio-technical systems with different stakeholders.",
    "Author": "Heuer, Hendrik",
    "Cited by": 0,
    "Cites": 78,
    "DOI": "https://doi.org/10.1515/icom-2025-0024",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Open Access status": "diamond",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "i-com",
    "Subfield": "Education",
    "Title": "Writing support tools for making text understandable: a socio-technical perspective on stakeholder-centered writing",
    "Topic": "Writing and Handwriting Education",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The ability of urban centres to grow and persist through crises is often assessed qualitatively in archaeology but quantitative assessment is more elusive. Here, the authors explore urban resilience in ancient Mesopotamia by applying an adaptive cycle framework to the settlement dynamics of the Bronze and Iron Age Khabur Valley ( c . 3000–600 BC). Using an integrated dataset of settlements and hollow ways, they identify patterns of growth, conservation, release and reorganisation across six periods, demonstrating the value of coupling archaeological data with resilience theory and network analysis to understand the adaptive capacities of complex archaeological societies.",
    "Author": "Priß, Deborah",
    "Cited by": 0,
    "Cites": 40,
    "DOI": "https://doi.org/10.15184/aqy.2025.10272",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-01-28",
    "Related to": 0,
    "Source": "Antiquity",
    "Subfield": "Paleontology",
    "Title": "Urban resilience in Ancient Mesopotamia: insights into the socioeconomic system of the Bronze and Iron Age Khabur Valley",
    "Topic": "Archaeology and ancient environmental studies",
    "Type": "article",
    "Year": 2026
  }
]
