[
  {
    "article_path": "/article/eight-skiers-found-dead-after-california-avalanche-with-one-still-missing-sheriff-confirms_fc1395",
    "article_url": "https://ground.news/article/eight-skiers-found-dead-after-california-avalanche-with-one-still-missing-sheriff-confirms_fc1395",
    "bias": [
      "Coverage of the avalanche tragedy reveals stark narrative contrasts: left-leaning outlets emphasize a \"troubling question\" about skier judgment and the incident's historical severity, while right-leaning reports employ emotive terms like \"consumes\" and \"massive,\" directly \"slammed\" guide companies for \"leading people to their deaths,\" focusing on culpability despite warnings.",
      "Center perspectives frame it as an \"atrocious tragedy,\" raising questions about the trip's timing more neutrally, and sometimes adding personal details.",
      "While all agree on eight dead and one missing, the right specifies gender breakdown.",
      "These rhetorical divergences, from questioning judgment to direct accusation, highlight ideological differences in assigning blame versus exploring broader contextual factors, despite universal acknowledgment of high avalanche risk and the shift to recovery."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Tuesday, Nevada County Sheriff Shannan Moon said eight skiers died and one is missing after an avalanche around 11:30 a.m. in the Castle Peak area near Truckee.",
      "The Sierra Avalanche Center reported the slide measured D2.5 on a north-facing slope at about 8,200 feet as forecasters cited rapid snowfall, weak layers and gale-force winds under a high-danger avalanche warning.",
      "The guided group had been staying at the Frog Lake huts since Sunday, and responders used snowcats to travel about two miles then skied in, aided by emergency SOS messages and beacons.",
      "Officials said they have transitioned to a recovery mission and notified families of the victims, Nevada County Sheriff Shannan Moon confirmed, adding that one deceased is a spouse of a Tahoe Nordic Search and Rescue member and recovery depends on weather.",
      "Officials noted the incident is the deadliest since 1981 and avalanche warnings and National Weather Service winter storm alerts remain active while U.S. annual avalanche deaths total 25 to 30."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/fda-reverses-course-will-review-modernas-mrna-based-flu-shot_336588",
    "article_url": "https://ground.news/article/fda-reverses-course-will-review-modernas-mrna-based-flu-shot_336588",
    "bias": [
      "Left-Leaning coverage frames the FDA 's \"reverses course\" as a positive correction for public health, highlighting \"Nobel Prize-winning\" technology and uniquely mentioning criticisms like \"unsafe and ineffective\" from figures like Robert F.",
      "Kennedy Jr. Right-leaning outlets emphasize the FDA's initial \"refusal-to-file\" and a \"public dispute,\" portraying the reversal as overcoming bureaucratic hurdles, noting \"Moderna gains\" and a specific decision date.",
      "Center coverage neutrally describes the \"reverses course\" but also focuses on \"chaos\" and \"volatility\" at the agency.",
      "All sides agree on the core event and mRNA technology, yet their distinct portrayals reflect underlying ideological differences regarding government oversight, scientific innovation, and market dynamics."
    ],
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 21.0,
    "location": "United States",
    "right_pct": 12.0,
    "status": "ok",
    "summary": [
      "The U.S. Food and Drug Administration on Feb 18, 2026 agreed to review Moderna's mRNA seasonal influenza vaccine after the company amended its application, reversing last week's refusal.",
      "The FDA's `refuse-to-file` decision stemmed from Dr. Vinay Prasad citing issues with the control vaccine and study design in a trial of about 41,000 people.",
      "Moderna proposed splitting approvals by age, seeking full approval for adults 50 to 64 and accelerated approval for adults 65 and older with a post-marketing study, while the FDA targets a decision by Aug. 5 for the 2026-2027 flu season.",
      "Shares of Moderna rose more than 5% after the news amid intense mRNA scrutiny by Robert F. Kennedy Jr., U.S. Health Secretary, who canceled $500 million funding.",
      "Regulators abroad are also reviewing the filing, with regulators in Europe, Canada and Australia assessing Moderna's vaccine while the company spent hundreds of millions and secured a $750 million Blackstone investment."
    ],
    "title": "FDA reverses course, will review Moderna’s mRNA-based flu shot",
    "topic": "FDA",
    "topic_full": "FDA · United States"
  },
  {
    "article_path": "/article/shooter-killed-ex-wife-and-a-son-in-rhode-island-ice-rink-attack-police-say_52eefe",
    "article_url": "https://ground.news/article/shooter-killed-ex-wife-and-a-son-in-rhode-island-ice-rink-attack-police-say_52eefe",
    "bias": [
      "Left-Leaning outlets frame the incident as an \"attack\" or \"rampage,\" emphasizing a domestic \"vendetta\" and police statements.",
      "Conversely, right-leaning coverage prominently features the shooter's \"transgender\" identity, using terms like \"'Transgender' man,\" \"deranged,\" and \"gender-confused\" to link it directly to the violence and family conflict, often placing \"Transgender\" in quotes to imply skepticism.",
      "This perspective de-emphasizes the \"good Samaritan\" intervention highlighted by left and center.",
      "Center-Leaning reports maintain neutrality, focusing on confirmed facts and the \"utter senselessness\" of the event.",
      "While all perspectives agree on the core facts of the shooting and victims, these contrasting portrayals reveal fundamental ideological differences in framing tragedy, particularly concerning identity politics versus domestic violence narratives."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 26.0,
    "location": "Rhode Island",
    "right_pct": 34.0,
    "status": "ok",
    "summary": [
      "On Feb. 16, 2026, a shooter identified as Robert Dorgan opened fire at Dennis M. Lynch Arena during a hockey game, killing his ex-wife Rhonda Dorgan and son Aidan Dorgan.",
      "Pawtucket Police Chief Tina Goncalves said the shooting appeared to be a family dispute, and court records show Rhonda Dorgan filed for divorce in February 2020, finalized in June 2021, citing gender transition and personality disorder traits.",
      "Investigators have interviewed nearly 100 witnesses and are reviewing video from LiveBarn showing more than a dozen shots, while three bystanders, including an unnamed `good Samaritan`, intervened to contain Dorgan.",
      "The City of Pawtucket arranged grief counselors and a GoFundMe fundraiser for the victims' families, while the Rhode Island Interscholastic League suspended all games out of respect.",
      "The shooting follows a Brown University attack nearly two months earlier, highlighting state trauma from recent violence; Robert Dorgan, 56, who used the names Roberta Dorgan and Roberta Esposito, worked at General Dynamics Bath Iron Works and briefly served in the Marine Corps."
    ],
    "title": "Rhode Island Shooter Kills Ex-Wife and Son at Pawtucket Hockey Game",
    "topic": "US Crime",
    "topic_full": "US Crime · Rhode Island"
  },
  {
    "article_path": "/article/iran-us-agree-on-guiding-principles-for-potential-deal-after-geneva-talks-iranian-fm-says_ea898f",
    "article_url": "https://ground.news/article/iran-us-agree-on-guiding-principles-for-potential-deal-after-geneva-talks-iranian-fm-says_ea898f",
    "bias": [
      "Left-Leaning coverage emphasizes \"progress made\" in nuclear talks, often framing it as occurring \"after Trump threats,\" suggesting his policies hindered diplomacy and that a deal could \"ease the risk of war.",
      "Conversely, right-leaning outlets portray \"progress\" with skepticism, using phrases like \"Tehran says\" to cast doubt and juxtaposing Iran 's \"signals\" with calls for \"full dismantlement\" of its \"controversial nuclear program.",
      "They highlight \"red lines\" Iran is \"refusing to accept\" and the potential to \"lead to war,\" reflecting a distrustful tone.",
      "Center-Leaning reports neutrally attribute statements, noting Iran \"hails\" progress but also mentioning the \"shadow of Trump's threats\" and Iran \"dangling access\" to resources.",
      "All agree on \"guiding principles\" being reached and a final deal not being imminent, revealing a fundamental ideological split between diplomatic engagement and security-first skepticism."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 28.0,
    "location": "Iran",
    "right_pct": 32.0,
    "status": "ok",
    "summary": [
      "Iran and the US reached an agreement on 'main principles' after talks in Geneva, according to Iranian Foreign Minister Abbas Araqchi.",
      "Washington has sought to expand the scope of talks to include non-nuclear issues such as Iran's missile stockpile.",
      "The US and Israel believe Iran aspires to build a nuclear weapon that could threaten Israel's existence."
    ],
    "title": "Iran, US agree on ‘guiding principles’ for potential deal after Geneva talks, Iranian FM says",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · Iran"
  },
  {
    "article_path": "/article/warner-reopens-talks-with-paramount-setting-the-stage-for-potential-bidding-war-with-netflix_3d824d",
    "article_url": "https://ground.news/article/warner-reopens-talks-with-paramount-setting-the-stage-for-potential-bidding-war-with-netflix_3d824d",
    "bias": [
      "Left-Leaning coverage frames the merger talks dramatically, highlighting Netflix \"slamming\" Paramount 's \"antics\" and portraying the Ellisons as potentially \"breaking up\" a deal, emphasizing WBD seeking a \"better\" offer.",
      "Right-Leaning outlets, conversely, introduce a \"politically explosive\" dimension, linking Paramount's owners as \"Trump-close\" with interest in CNN, using terms like \"Allows\" for Netflix's waiver and asserting Paramount \"Absolutely Wants Warner.",
      "This political angle is a pivotal dividing line.",
      "Center-Leaning coverage explicitly details financial specifics like the $30 per share offer and $2.8 billion break fee, maintaining a neutral tone.",
      "All perspectives agree WBD reopened talks with Paramount after a Netflix waiver, seeking a \"best and final offer\" while WBD's board still recommends the Netflix deal, reflecting broader ideological differences in prioritizing corporate conduct versus political narratives."
    ],
    "bias_bar_text": null,
    "center_pct": 53.0,
    "error": null,
    "left_pct": 29.0,
    "location": "United States",
    "right_pct": 18.0,
    "status": "ok",
    "summary": [
      "On Feb. 17, 2026, Warner Bros . Discovery reopened talks with Paramount Skydance under a seven-day Netflix waiver through February 23, 2026, rejecting Paramount's $30-a-share offer but allowing a `best and final` offer, Discovery said.",
      "Paramount Skydance's hostile $30 bid prompted talks, with Paramount indicating it could raise to $31 if negotiations reopened, despite unresolved financing risks from Larry Ellison-backed equity and a $1.5 billion junior-lien fee.",
      "WBD continues to recommend the $82.7 billion Netflix transaction and is moving toward a March 20, 2026 vote, having started mailing its definitive proxy statement with a February 4, 2026 record date.",
      "With Netflix holding matching rights, the WBD board faces legal safeguards and pressure from activist investors Ancora and Pentwater, who support different bids, by February 23.",
      "Longer-Term, control of franchises and studios will reshape production investment and industry dynamics, while Discovery Global could fetch between $1.33 and $6.86 per share, impacting asset value."
    ],
    "title": "Warner Reopens Talks With Paramount, Setting the Stage for Potential Bidding War With Netflix",
    "topic": "Warner Bros",
    "topic_full": "Warner Bros · United States"
  },
  {
    "article_path": "/article/nih-director-jay-bhattacharya-named-acting-cdc-leader-amid-leadership-changes_3aa5d4",
    "article_url": "https://ground.news/article/nih-director-jay-bhattacharya-named-acting-cdc-leader-amid-leadership-changes_3aa5d4",
    "bias": [
      "Left-Leaning coverage frames Jay Bhattacharya as a \" CDC critic\" who \"rebuked\" established health responses, employing a skeptical tone.",
      "Right-Leaning outlets, conversely, emphasize his co-authorship of the \"Great Barrington Project\" and that he \"rose to prominence\" as a critic of COVID-19 mandates, portraying him as an aligned figure.",
      "Center perspectives acknowledge \"controversy\" and an \"embattled\" agency but maintain a neutral tone regarding his temporary appointment.",
      "While all agree on his temporary role and Jim O'Neill's dismissal by Robert F.",
      "Kennedy Jr., these portrayals reveal profound ideological divides concerning public health policy and government authority."
    ],
    "bias_bar_text": "L 24% Center 65% 11%",
    "center_pct": 65.0,
    "error": null,
    "left_pct": 24.0,
    "location": null,
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "On Wednesday, the New York Times reported that Jay Bhattacharya, NIH director, will assume acting leadership of the CDC , replacing Jim O'Neill, who served as acting CDC director and deputy secretary.",
      "After Monarez's removal, O'Neill became acting CDC director, with Politico first reporting his departure on Friday, amid disputed accounts by Kennedy.",
      "James O'Neill signed off on reducing recommended pediatric vaccines and served simultaneously as acting CDC director and HHS deputy secretary before exiting both roles; the administration plans to nominate him to lead the National Science Foundation.",
      "Several top CDC officials resigned in protest after Susan Monarez's ouster, reducing leadership continuity, while NIH faces vacancies with more than half of its 27 institutes and centers lacking permanent directors.",
      "O'Neill's planned NSF nomination and Bhattacharya becoming the third CDC leader since summer indicate a broader administrative reshuffle, a Reuters official said."
    ],
    "title": "NIH Director Jay Bhattacharya Named Acting CDC Leader Amid Leadership Changes",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/epstein-tried-to-build-web-of-powerful-ties-across-middle-east-documents-show_b5a464",
    "article_url": "https://ground.news/article/epstein-tried-to-build-web-of-powerful-ties-across-middle-east-documents-show_b5a464",
    "bias": [
      "Left-Leaning coverage frames Epstein's activities around a \"powerful web of ties\" and \"powerful network,\" emphasizing \"investor scrutiny\" as the cause for the executive's resignation and detailing specific discussions like \"Qatar’s blockade.",
      "Right-Leaning outlets, using terms like \"Exposed,\" highlight the dramatic revelation, but crucially clarify \"no evidence indicates criminal wrongdoing\" for the executive, a point de-emphasized elsewhere.",
      "Center coverage presents a more neutral \"documents show\" approach.",
      "All perspectives agree on Epstein's attempt to build a \"powerful network\" and the executive's departure as significant \"fallout,\" reflecting broader concerns about elite influence and accountability."
    ],
    "bias_bar_text": null,
    "center_pct": 23.0,
    "error": null,
    "left_pct": 33.0,
    "location": "United States",
    "right_pct": 44.0,
    "status": "ok",
    "summary": [
      "On Feb 18, Reuters reported DOJ documents showing Jeffrey Epstein tried to build a network across the Middle East, and DP World announced on Friday that Sultan Ahmed Bin Sulayem resigned as chief executive and chair.",
      "The appearance of Bin Sulayem’s name in the documents prompted investor and congressional questions, and Epstein’s exchanges with Sheikh Jabor Yousuf Jassim Al Thani urged Qatar to ease tensions.",
      "Emails and an undated photo reveal Epstein cooking with Bin Sulayem and include discussions on Saudi Aramco’s IPO and urging Qatar to recognize Israel or pledge $1 billion."
    ],
    "title": "Epstein tried to build web of powerful ties across Middle East, documents show",
    "topic": "Jeffrey Epstein",
    "topic_full": "Jeffrey Epstein · United States"
  },
  {
    "article_path": "/article/what-even-is-trumps-board-of-peace",
    "article_url": "https://ground.news/article/what-even-is-trumps-board-of-peace",
    "bias": [
      "Left-Leaning coverage frames the \"Board of Peace\" with skepticism, questioning \"What Even Is\" its purpose and highlighting \"authoritarian-leaning friends\" among attendees, deeming Jared Kushner 's involvement \"not a promising sign.",
      "This contrasts sharply with right-leaning outlets that emphasize the initiative's \"ambitious\" nature, Trump's role as \"Host,\" and a \"historic effort\" with a \"$5 Billion Plan\" to ensure \"prosperity\" in Gaza.",
      "While all perspectives acknowledge \"billions pledged\" and that \"many allies are wary,\" the left and center pair these figures with \"Doubts Persist\" and \"unresolved questions,\" suggesting a \"rosy vision\" detached from \"reality.",
      "The right, conversely, portrays these as concrete steps to \"reshape Gaza’s future,\" de-emphasizing skepticism and the composition of participants.",
      "Center coverage balances these views, noting both pledges and \"wariness\" without strong endorsement, and highlights the absence of \"Western democracies.",
      "This divergence reveals underlying ideological priorities, from scrutinizing legitimacy to celebrating decisive leadership."
    ],
    "bias_bar_text": null,
    "center_pct": 34.0,
    "error": null,
    "left_pct": 30.0,
    "location": "Gaza",
    "right_pct": 36.0,
    "status": "ok",
    "summary": [
      "U.S. President Donald Trump will host a Board of Peace meeting on Thursday in Washington, where member states have pledged more than $5 billion for reconstruction and humanitarian efforts in Gaza.",
      "The Trump administration pushed back on the Vatican's concerns, with White House press secretary Karoline Leavitt saying: 'This is a legitimate organization where there are tens of member countries from around the world.'",
      "Central to Thursday's discussions will be creating an armed international stabilization force to keep security and ensure the disarming of the militant Hamas group, a key demand of Israel and a cornerstone of the ceasefire deal."
    ],
    "title": "Trump to Host Inaugural Peace Board Meeting to Fund Gaza Reconstruction",
    "topic": "US Politics",
    "topic_full": "US Politics · Gaza"
  },
  {
    "article_path": "/article/tucker-carlson-says-he-was-detained-in-israel-following-ambassador-interview_6afec0",
    "article_url": "https://ground.news/article/tucker-carlson-says-he-was-detained-in-israel-following-ambassador-interview_6afec0",
    "bias": [
      "Left-Leaning coverage frames Carlson's account as a \"sob story,\" \"debunked\" by officials, warning his rhetoric could \"inflame hatred that gets Jews killed,\" often linking him to a \"MAGA official.",
      "This perspective de-emphasizes specific detention details.",
      "Conversely, right-leaning outlets emphasize Carlson was \"detained\" and \"dragged into interrogation room,\" portraying him as a \"strident critic\" of Israel , with one source using \"occupied territories.",
      "They also highlight Trump's intervention as a \"broader effort orchestrated by the White House.",
      "Center-Leaning reports attribute Carlson's claims while noting \"something is off,\" maintaining a neutral, questioning tone.",
      "All agree Carlson claimed detention and officials denied it as routine, revealing ideological splits on validating individual grievances versus official narratives."
    ],
    "bias_bar_text": "L 16% Center 30% Right 54%",
    "center_pct": 30.0,
    "error": null,
    "left_pct": 16.0,
    "location": null,
    "right_pct": 54.0,
    "status": "ok",
    "summary": [
      "On Wednesday, President Donald Trump urged Tucker Carlson to `let’s take this down` as Carlson arrived in Israel to interview U.S. Ambassador Mike Huckabee in a White House effort to prevent GOP infighting.",
      "Amid a growing conservative rift, Trump sought to prevent a fracture over Israel, with Carlson positioned on the far‑right split, according to reports.",
      "The U.S. embassy in Israel said its engagement was limited to coordinating Carlson's private plane landing, while reports say Israel initially resisted his entry to avoid a `diplomatic incident`.",
      "Carlson said Israeli airport security confiscated passports and questioned his executive producer after the interview, but a U.S. embassy spokesperson denied any detention and confirmed Carlson left the country.",
      "The episode highlights Israel's initial reluctance to admit Tucker Carlson, prompting sensitive State Department coordination to avoid a diplomatic incident and preserve coalition unity."
    ],
    "title": "Tucker Carlson says he was detained in Israel following ambassador interview",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/head-of-high-speed-rail-authority-on-leave-of-absence-after-alleged-domestic-violence",
    "article_url": "https://ground.news/article/head-of-high-speed-rail-authority-on-leave-of-absence-after-alleged-domestic-violence",
    "bias": [
      "Left-Leaning coverage emphasizes \"allegations of domestic violence\" and the \"long-delayed\" project, de-emphasizing the prosecutorial decision.",
      "Center outlets neutrally report the \"allegations\" and the DA's choice not to press charges, noting \"unwanted attention\" on the project.",
      "Right-Leaning narratives employ terms like \"czar\" to frame the official, highlight the DA's decision of \"not enough evidence,\" and include the official's characterization of a \"family argument,\" revealing skepticism towards government oversight.",
      "The pivotal dividing line is the reporting of the DA's decision and the official's defense.",
      "All perspectives agree on the official's leave due to arrest and the project's \"long-delayed\" status, reflecting broader ideological stances on public projects and accountability."
    ],
    "bias_bar_text": "Left 50% Center 37% R 13%",
    "center_pct": 37.0,
    "error": null,
    "left_pct": 50.0,
    "location": null,
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "On Feb. 17, Ian Choudri, CEO of the California High-Speed Rail Authority, took an administrative leave after his Feb. 4 arrest in Folsom for suspicion of domestic violence, authorities said.",
      "The authority says Ian Choudri voluntarily agreed to a temporary leave so the California High-Speed Rail Authority Board of Directors and California State Transportation Agency can review the situation.",
      "The Sacramento County District Attorney's Office said it would not file charges, citing insufficient evidence, after Folsom police confirmed the incident involved a juvenile victim.",
      "Chief of Staff Mark Tollefson will temporarily fill in as the board of directors is scheduled to meet next on March 4.",
      "The project faces intense scrutiny as costs climb toward $120 billion, while Ian Choudri, earning $563,000 last year, took leave hours after appearing with Gavin Newsom."
    ],
    "title": "California high-speed rail chief takes leave after arrest over domestic violence allegations",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-southern-command-chief-meets-venezuelas-president-weeks-after-maduros-capture",
    "article_url": "https://ground.news/article/us-southern-command-chief-meets-venezuelas-president-weeks-after-maduros-capture",
    "bias": [
      "Left-Leaning coverage frames the visit as a positive \"rapprochement\" and \"resumption of security talks\" aimed at \"stabilizing Venezuela,\" detailing specific officials met.",
      "Conversely, right-leaning outlets refer to the Venezuelan entity as \"the government that took power after Nicol s Maduro,\" de-emphasizing the \"Maduro's capture\" context and offering only general \"security talks.",
      "Center-Leaning reports note \"ongoing complexities\" and describe Maduro's removal as an \"audacious raid,\" also highlighting an agreement to fight \"drug trafficking and terrorism.",
      "While all perspectives acknowledge the U.S. Southern Command chief's visit to Delcy Rodríguez for security discussions, their distinct characterizations reveal underlying ideological differences regarding diplomatic engagement and the legitimacy of foreign governments."
    ],
    "bias_bar_text": null,
    "center_pct": 49.0,
    "error": null,
    "left_pct": 31.0,
    "location": "Venezuela",
    "right_pct": 20.0,
    "status": "ok",
    "summary": [
      "On Wednesday, U.S. Southern Command met with Venezuela's acting president Delcy Rodríguez during an hourslong visit to Caracas, officials said.",
      "After Maduro's ouster, the meeting follows high‑level U.S. contacts: Ratcliffe met Rodríguez two weeks after and Wright last week, U.S. Southern Command said.",
      "Both sides agreed to develop a cooperation agenda to combat illicit drug trafficking, terrorism, and migration, while U.S. Southern Command said discussions included security and `steps to ensure the implementation` of U.S. President Donald Trump's phased plan.",
      "Donovan was joined by Laura Dogu and Joseph Humire, and officials said the meeting reaffirms diplomacy as the mechanism for resolving binational and regional differences.",
      "The visit is the latest by top U.S. officials to Venezuela and included meetings with Defense Minister Vladimir Padrino López and Interior Minister Diosdado Cabello."
    ],
    "title": "US Southern Command Chief Meets Venezuela's President Weeks After Maduro's Capture",
    "topic": "US Operations In Venezuela",
    "topic_full": "US Operations In Venezuela · Venezuela"
  },
  {
    "article_path": "/article/democrats-investments-in-black-and-latino-voters-will-pay-off_4d687c",
    "article_url": "https://ground.news/article/democrats-investments-in-black-and-latino-voters-will-pay-off_4d687c",
    "bias": [
      "Left-Leaning coverage frames Democratic efforts to \"win back Latino voters\" as a natural restoration, highlighting \"political star power\" and early positive attention.",
      "Conversely, right-leaning outlets portray the same actions as a \"Baby-Steps Strategy\" or cynical \"Investments\" that \"Will Pay Off,\" often characterizing the \"recruit popular content creators\" as inauthentic.",
      "While the left emphasizes momentum, the right de-emphasizes early impact, focusing on perceived transactional motives.",
      "Center-Leaning reports uniquely provide context on \"declining support\" and internal \"question\" among donors, offering a more nuanced view of the strategy's necessity.",
      "All perspectives agree Democrats are utilizing content creators to engage Latino voters, acknowledging they are \"playing catch-up\" in this digital outreach."
    ],
    "bias_bar_text": null,
    "center_pct": 44.0,
    "error": null,
    "left_pct": 25.0,
    "location": "United States",
    "right_pct": 31.0,
    "status": "ok",
    "summary": [
      "Launching a pilot called RUIDO, the Congressional Hispanic Caucus political arm is recruiting nine Houston influencers as early voting begins for Texas' March 3 primary.",
      "Faced with Latino voters who shifted in 2024, Rep. Linda Sanchez said Democrats now use online influencers, matching GOP efforts with streamers and podcasters, after the election's wake-up call.",
      "The program offers stipends to creators to cover campaign travel and coordination, with Houston-area content creators having followings from a few thousand to around 100,000 while Carlos Eduardo Espina, progressive political influencer, has more than 14 million followers.",
      "Planners aim to scale the network but have not decided timing or locations, as Hispanic Caucus PAC leaders remain uncertain about broader investments.",
      "Both major parties now supplement traditional campaigning with online content creators, and Carlos Castillo, a Houston influencer, said `People are going to act more when they hear from a family member, when they hear from a friend,` emphasizing authenticity and peer influence."
    ],
    "title": "Democrats recruit popular content creators in new strategy to win back Latino voters",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/fda-will-drop-two-study-requirement-for-new-drug-approvals-aiming-to-speed-access_a76892",
    "article_url": "https://ground.news/article/fda-will-drop-two-study-requirement-for-new-drug-approvals-aiming-to-speed-access_a76892",
    "bias": [
      "Left-Leaning coverage emphasizes the historical context of the \"rigorous\" two-study requirement in place \"since the 1960s,\" attributing the change to \"Trump administration officials vowing\" to \"speed access,\" while de-emphasizing specific new policy details or the commissioner's name.",
      "Conversely, right-leaning perspectives subtly align \"speed access\" with deregulation, highlighting the new \"one study default\" and FDA Commissioner Dr. Marty Makary.",
      "Center-Leaning outlets distinctly employ overtly positive terms like \"Bold Move,\" \"streamline processes,\" and \"cutting bureaucracy\" to justify the policy, linking it to \"advancements in drug research.",
      "All perspectives agree on the FDA's action and its aim to \"speed access,\" yet their differing emphasis on historical context versus policy mechanics and explicit justification reveals underlying ideological divides concerning regulatory oversight versus efficiency and market access."
    ],
    "bias_bar_text": null,
    "center_pct": 81.0,
    "error": null,
    "left_pct": 11.0,
    "location": "United States",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "On Wednesday, FDA Commissioner Dr. Marty Makary and Deputy Dr. Vinay Prasad wrote in a New England Journal of Medicine that the FDA's default will be to require one study for new drugs, citing modern advances.",
      "The two-study rule dates to the early 1960s when U.S. Congress required FDA historical reviewers to confirm reproducibility of trial results through adequate and well-controlled investigations.",
      "Dr. Janet Woodcock said the change makes sense and reflects a long shift, with roughly 60% of first‑of‑a‑kind drug approvals in the last five years relying on a single study.",
      "FDA officials predicted the move would spur a surge in drug development, while Dr. Janet Woodcock said the policy will mainly affect common‑disease drug approvals that lacked prior reduced testing eligibility."
    ],
    "title": "FDA will drop two-study requirement for new drug approvals, aiming to speed access",
    "topic": "FDA",
    "topic_full": "FDA · United States"
  },
  {
    "article_path": "/article/mamdani-reboots-homeless-encampment-sweeps-in-new-york-city",
    "article_url": "https://ground.news/article/mamdani-reboots-homeless-encampment-sweeps-in-new-york-city",
    "bias": [
      "Coverage of NYC homeless sweeps reveals stark partisan narratives.",
      "Left-Leaning outlets frame the policy as a problematic 'reboot' or 'sweeps,' emphasizing a politician's 'vowing' to end the practice and a 'more humane approach.' Conversely, right-leaning outlets aggressively focus on a 'broken campaign promise,' attributing the reversal to 'backlash over cold weather deaths,' using terms like 'Warmth of Socialism' or 'everything they touch turns catastrophic' to portray ideological failure.",
      "Center coverage notes the 'campaign pledge reversal' with more context.",
      "All acknowledge the 19-20 cold weather deaths, but the right uses this to underscore political failure.",
      "These distinct portrayals, from policy nuance to ideological condemnation, underscore fundamental disagreements on social welfare and political accountability."
    ],
    "bias_bar_text": null,
    "center_pct": 42.0,
    "error": null,
    "left_pct": 35.0,
    "location": "New York",
    "right_pct": 23.0,
    "status": "ok",
    "summary": [
      "On Feb. 18, Mayor Zohran Mamdani directed New York City to restart homeless encampment sweeps, reversing a pause from Jan. 5 and framing the change as outreach-led.",
      "After a prolonged cold snap that led to at least 19 deaths, City officials declared a multiweek Code Blue and faced criticism at a City Council hearing over closed 311 calls.",
      "Starting with posted notices, outreach workers will notify encampments daily for seven days before sanitation dismantles sites on Day 7, with NYPD present as observers.",
      "Facing a mixed response, the Legal Aid Society and the Coalition for the Homeless condemned the move as a 'broken promise,' while business groups and some leaders praised it and the mayor expects more shelter placements.",
      "A 2025 analysis found more than 4,100 sweeps failed to move people into housing, while roughly 3,200 vacant supportive apartments raise questions about improved outcomes."
    ],
    "title": "Mamdani reboots homeless encampment sweeps in New York City",
    "topic": "New York State Politics",
    "topic_full": "New York State Politics · New York"
  },
  {
    "article_path": "/article/us-senators-visit-key-ukrainian-port-city-as-they-push-for-fresh-sanctions-on-russia_a5cb44",
    "article_url": "https://ground.news/article/us-senators-visit-key-ukrainian-port-city-as-they-push-for-fresh-sanctions-on-russia_a5cb44",
    "bias": [
      "Both left and right outlets emphasize senators 'pushing for fresh sanctions ' on Russia, yet their framing diverges significantly.",
      "Left-Leaning coverage portrays this as essential international pressure, using terms like \"economically cripple Moscow\" and \"pressure President Vladimir Putin.",
      "Right-Leaning perspectives, however, highlight a \"proactive and confrontational approach,\" emphasizing \"decisive action and strength.",
      "Center-Leaning reports stand apart by providing specific details, naming \"Odessa\" and detailing its \"economically-crucial\" status, information de-emphasized elsewhere.",
      "While left and center agree on the sanctions' aim to \"economically cripple\" and \"pressure\" Putin, the right de-emphasizes these specific objectives.",
      "This reveals a broader ideological divide between advocating for diplomatic force and assertive strength, with center prioritizing comprehensive context."
    ],
    "bias_bar_text": null,
    "center_pct": 65.0,
    "error": null,
    "left_pct": 29.0,
    "location": "Ukraine",
    "right_pct": 6.0,
    "status": "ok",
    "summary": [
      "On Wednesday, a bipartisan Senate delegation including Jeanne Shaheen, Chris Coons, Richard Blumenthal, and Sheldon Whitehouse returned from Odessa to urge Congress on sanctions . The trip aimed to pressure Moscow at a critical moment in the conflict.",
      "Faced with a stalled Congress, Democrats need one more Republican to force a vote on sanctions, while bipartisan groups led by Rep. Brian Fitzpatrick propose targeted measures, complicating consensus.",
      "Lawmakers detailed proposed measures including a sweeping sanctions and tariff bill allowing tariffs and secondary sanctions on buyers of Russian energy, plus targeted bills by the Senate Foreign Relations Committee against China and Moscow's 'shadow fleet'.",
      "The trip feeds efforts to secure U.S. military aid, with senators saying they will detail attacks on U.S. businesses in Ukraine and support a bill to add $8 billion, while returning to the U.S. soon.",
      "Amid mixed signals from Washington, senators noted it was the first senatorial visit to Odessa since the war began nearly four years ago, underscoring the port's importance."
    ],
    "title": "US senators visit key Ukrainian port city as they push for fresh sanctions on Russia",
    "topic": "Russia-Ukraine War",
    "topic_full": "Russia-Ukraine War · Ukraine"
  },
  {
    "article_path": "/article/transportation-department-says-more-than-550-driving-schools-must-close-over-safety-failures",
    "article_url": "https://ground.news/article/transportation-department-says-more-than-550-driving-schools-must-close-over-safety-failures",
    "bias": [
      "Left-Leaning outlets emphasize the government's decisive role, using terms like \"shuts\" and \"must close\" due to \"safety failures,\" positively framing the \"crackdown\" and uniquely linking it to scrutiny on immigrant commercial driver's licenses.",
      "Right-Leaning coverage, while reporting the \"550\" school closures, employs \"must close\" to imply an authoritative mandate and highlights \"After Checks\" and \"five-day, on-site\" investigations, focusing on the government's procedural actions.",
      "Center-Leaning reports provide granular detail on the investigation's scale, sometimes using subjective terms like \"subpar\" or \"in the crosshairs.",
      "All perspectives agree the Transportation Department ordered closures for safety, revealing broader ideological divides concerning government regulation and the politicization of safety issues."
    ],
    "bias_bar_text": null,
    "center_pct": 78.0,
    "error": null,
    "left_pct": 17.0,
    "location": "United States",
    "right_pct": 5.0,
    "status": "ok",
    "summary": [
      "On Wednesday, the U.S. Department of Transportation plans to close more than 550 commercial driving schools that train truckers and bus drivers after inspectors found widespread shortcomings in active programs.",
      "Following the Florida crash that killed three and an Indiana crash that killed four, Transportation Secretary Sean Duffy said officials linked the enforcement to those incidents, prompting decertification actions.",
      "Inspectors found unqualified instructors, inadequate skills testing, and hazardous-materials failures; agency figures show 448 schools failed basic standards, 109 withdrew, and 97 remain under investigation.",
      "Students face disruption as decertifying schools could affect training pathways, with industry holding some cushion due to a 10% drop in shipments since 2022, while federal funding has already been lost.",
      "The targeted list mostly includes smaller driving schools and programs run by school districts, with officials saying the administration pressures states to tighten licensing by threatening to withhold funds and pushing standards."
    ],
    "title": "Transportation Department says more than 550 driving schools must close over safety failures",
    "topic": "Business",
    "topic_full": "Business · United States"
  },
  {
    "article_path": "/article/death-toll-rises-to-5-after-multi-vehicle-crash-on-colorados-i-25-near-pueblo",
    "article_url": "https://ground.news/article/death-toll-rises-to-5-after-multi-vehicle-crash-on-colorados-i-25-near-pueblo",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 33.0,
    "location": "Colorado",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Tuesday, Feb. 17, 2026, a multi-vehicle pileup on Interstate 25 near Pueblo just after 10 a.m. involved 36 vehicles, killing five and injuring 29, Colorado State Patrol said.",
      "Dangerous `brown out` conditions from blowing dirt and wind created near-zero visibility that investigators said contributed to the crash, while gusts reached up to around 70 mph, the National Weather Service reported.",
      "More than 50 responders from 23 agencies attended the scene, where one pickup hauling a livestock trailer with 30 sheep and one goat was involved, and video obtained by local outlets showed a sheep running amid the chaos.",
      "All northbound lanes of I-25 reopened around 11:39 p.m., and UCHealth Parkview treated 19 patients while Pueblo School District 60 provided buses, Cafasso said, `We were ready and waiting for them`.",
      "The CSP Crash Reconstruction Team will lead the investigation while CDOT and the NWS warn of rapid visibility declines and possible closures through Thursday."
    ],
    "title": "5 dead in Colorado highway crashes after blowing dirt makes it hard to see",
    "topic": "Accident",
    "topic_full": "Accident · Colorado"
  },
  {
    "article_path": "/article/argentinas-milei-heads-to-the-us-again-balancing-trump-ties-with-growing-china-trade_d54612",
    "article_url": "https://ground.news/article/argentinas-milei-heads-to-the-us-again-balancing-trump-ties-with-growing-china-trade_d54612",
    "bias": [
      "Left-Leaning coverage frames Argentina's president as \"balancing Trump ties\" against \"growing China trade,\" implying a complex negotiation and a need to \"avoid a break\" with China, often highlighting \"tensions.",
      "This perspective de-emphasizes specific details of Trump's \"Peace Council\" or \"Board of Peace initiative\" and the ideological alignment of attending Latin American leaders.",
      "In contrast, right-leaning outlets portray \"Trump ties\" more favorably, often suggesting a preference for such alliances over expanding economic connections with a geopolitical rival, and explicitly detail Trump's initiatives and the \"aligned\" leaders.",
      "Center-Leaning reports also use \"balancing\" but present it as a neutral, strategic maneuver, providing more specific event details without the left's implied caution or the right's favorable framing of Trump's agenda.",
      "All perspectives agree Milei is traveling to the US to meet Trump, navigating relationships with China, Argentina's main trading partner, reflecting broader geopolitical competition."
    ],
    "bias_bar_text": null,
    "center_pct": 46.0,
    "error": null,
    "left_pct": 39.0,
    "location": "Argentina",
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "On Wednesday, Argentina's President Javier Milei set off for his 14th trip to the United States to attend the inaugural session of U.S. President Donald Trump's Board of Peace initiative as Trump seeks to counter Chinese influence in Latin America .",
      "Milei's domestic reforms, including tariff removals and public-works budget cuts, have increased foreign competition, while Washington offered $20 billion in financial relief amid market turmoil.",
      "Chinese companies and projects from lithium to energy and a space facility signal deep economic ties, with Argentina's exports to China surging 125% last December and imports rising 26%.",
      "Argentine manufacturers say high tax burdens and foreign competition have squeezed local industry as Fate, Argentine tire manufacturer, shut down Wednesday, laying off more than 900 workers citing `changes in market conditions`, while Argentina's ministry of labor ordered a 15-day suspension of layoffs.",
      "The U.S. is pressing regional influence through what it terms a modern-day Monroe Doctrine; shortly after the bailout, Scott Bessent said Milei was `committed to getting China out`, yet analysts note Argentina still depends on China."
    ],
    "title": "Argentina's Milei Heads to the US Again, Balancing Trump Ties with Growing China Trade",
    "topic": "Politics",
    "topic_full": "Politics · Argentina"
  },
  {
    "article_path": "/article/rubio-plans-to-update-netanyahu-on-us-iran-talks-in-israel-next-week-officials-say_a16e1d",
    "article_url": "https://ground.news/article/rubio-plans-to-update-netanyahu-on-us-iran-talks-in-israel-next-week-officials-say_a16e1d",
    "bias": [
      "Left-Leaning coverage neutrally reports Rubio's visit to update Netanyahu on US- Iran talks, while right-leaning outlets frame it around the \"Iranian threat,\" emphasizing \"Nuclear\" aspects and implying a \"united front\" against a shared adversary.",
      "The right's rhetoric suggests a hawkish stance, mentioning \"US regional forces preparing for full deployment.",
      "Center-Leaning coverage, though factual, uniquely highlights the possibility of \"military action\" and \"surging military resources,\" \"raising concerns\" about a \"larger conflict,\" a detail de-emphasized by both sides.",
      "All perspectives agree on the visit's core purpose and timing.",
      "These distinct portrayals reveal ideological divides concerning geopolitical threats and diplomatic versus military solutions."
    ],
    "bias_bar_text": null,
    "center_pct": 63.0,
    "error": null,
    "left_pct": 16.0,
    "location": "United States",
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "U.S. Secretary of State Marco Rubio plans to travel to Israel next week to update Israeli Prime Minister Benjamin Netanyahu, with a meeting expected on Feb. 28, two Trump administration officials said.",
      "Recent rounds of indirect talks over Iran's nuclear program prompted coordination with Israeli officials after U.S. and Iranian delegations in Geneva met last week.",
      "The administration combined cautious optimism about Geneva talks with warnings that diplomacy is the first option, while Karoline Leavitt noted military arguments remain possible.",
      "The deployment, including USS Gerald R. Ford and about 30 U.S. fighter jets, raises escalation concerns as Rubio's Israel trip coincides with Trump’s Board of Peace on Thursday.",
      "Iranian Foreign Minister Abbas Araghchi said `a new window has opened` and U.S. Vice President JD Vance said `In some ways, it went well` about the recent two rounds of indirect talks, signaling cautious optimism."
    ],
    "title": "Rubio plans to update Netanyahu on US-Iran talks in Israel next week, officials say",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · United States"
  },
  {
    "article_path": "/article/us-withdrawing-all-forces-from-syria-report_a476b3",
    "article_url": "https://ground.news/article/us-withdrawing-all-forces-from-syria-report_a476b3",
    "bias": [
      "Left-Leaning outlets frame the Syria troop withdrawal as the new government \"fights terror threat\" and \"exerts control,\" portraying it as a positive \"nail in the Coffin\" of past policy and strengthening U.S.-Syrian ties.",
      "Conversely, right-leaning coverage emphasizes \"Trump orders complete withdrawal\" and critiques past \"regime change by proxy war,\" using negative terms like \"long-running US-backed regime change project.",
      "Center perspectives neutrally report the \"pullout\" of approximately 1,000 troops within two months, linking it to \"tensions mount with Iran.",
      "While all acknowledge the withdrawal, the left celebrates a policy shift, whereas the right decries past interventions, revealing deep ideological divides over foreign engagement."
    ],
    "bias_bar_text": null,
    "center_pct": 17.0,
    "error": null,
    "left_pct": 39.0,
    "location": "Syria",
    "right_pct": 44.0,
    "status": "ok",
    "summary": [
      "On Wednesday, the Wall Street Journal reported the United States is preparing to withdraw all roughly 1,000 troops from Syria , with the administration weighing a full pullback since January.",
      "Following a US-brokered agreement, U.S. officials say the pullback follows a deal to reshape Syria's security and integrate the Kurdish-led Syrian Democratic Forces into the Syrian army after clashes with the interim government.",
      "Earlier this month, U.S. Central Command reported transferring 5,700 ISIS fighters from Syria to Iraqi custody, and last week confirmed an orderly U.S. withdrawal from the al-Tanf base.",
      "The shift raises security concerns because Syrian government forces recently clashed with the SDF and seized Kurdish-held areas, while U.S. bases faced attacks by Iranian-backed groups, according to sources.",
      "Officials say the withdrawal is not tied to the buildup near Iran, while the USS Gerald R. Ford heads to the area, reflecting bolstered U.S. naval and air forces near Iran."
    ],
    "title": "US Withdrawing All Forces From Syria: Report",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · Syria"
  },
  {
    "article_path": "/article/study-cancer-linked-chemicals-in-all-headphones-tested_2b00fe",
    "article_url": "https://ground.news/article/study-cancer-linked-chemicals-in-all-headphones-tested_2b00fe",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 75.0,
    "error": null,
    "left_pct": 25.0,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "ToxFree LIFE for All researchers tested 81 pairs of headphones and found hazardous, cancer -linked chemicals in all, as reported yesterday by AutoTech Express.",
      "Because the chemicals come from headphone plastics, bisphenols, phthalates and PFAS migrate to skin during daily use, especially with in‑ear headphones due to heat and sweat accelerating dermal exposure.",
      "The tests found BPA in 98% of headphones and BPS in over three‑quarters, with some devices like Sennheiser Accentum True Wireless measuring up to 315 mg/kg, above the ECHA limit of 10 mg/kg.",
      "Scientists are calling on EU lawmakers to ban endocrine-disrupting chemicals and ToxFree's petition demands bans during the 2024–2029 mandate, while manufacturers including Bose and Panasonic were contacted for comment.",
      "Long‑term, scientists warn that exposures to endocrine disruptors pose risks of feminization, early puberty, cancer and organ damage, urging public‑health regulators and manufacturers to enforce transparency and safer materials."
    ],
    "title": "Study: Cancer-Linked Chemicals in All Headphones Tested",
    "topic": "Cancer",
    "topic_full": "Cancer"
  },
  {
    "article_path": "/article/mark-zuckerberg-denies-that-instagram-targets-kids-at-landmark-social-media-trial",
    "article_url": "https://ground.news/article/mark-zuckerberg-denies-that-instagram-targets-kids-at-landmark-social-media-trial",
    "bias": [
      "While all outlets agree Mark Zuckerberg testified, denying Instagram targets kids, narratives diverge sharply.",
      "Left-Leaning coverage frames Zuckerberg as \"grilled,\" emphasizing \"social media addiction\" and its negative \"impact\" with an accusatory tone.",
      "Conversely, right-leaning outlets highlight his defense, portraying his assertion that \"responsibility for age verification should fall on makers of mobile devices\" without critical framing.",
      "Center coverage offers more detailed context, noting Zuckerberg was \"confronted with evidence\" and \"admitting delays in safeguards.",
      "This reveals a pivotal divide: the left prioritizes corporate accountability and societal harm, while the right emphasizes shifting responsibility, reflecting broader ideological stances on corporate oversight."
    ],
    "bias_bar_text": null,
    "center_pct": 20.0,
    "error": null,
    "left_pct": 60.0,
    "location": "United States",
    "right_pct": 20.0,
    "status": "ok",
    "summary": [
      "On Wednesday, Meta CEO Mark Zuckerberg testified in Los Angeles, denying the company seeks to make Instagram addictive to younger users and stating it does not aim to maximize monthly user time.",
      "The consolidated case includes more than 1,600 plaintiffs, including over 350 families and over 250 school districts, who allege Instagram and other platforms designed addictive features to profit from children.",
      "During questioning, plaintiffs' attorney cited a Meta review estimating more than 4 million under-13 users in 2015, while Zuckerberg said age-verification came later and some users lie about their age.",
      "A Meta spokesperson declined to comment, while Bergman said `For the first time, a Meta CEO will have to sit before a jury, under oath, and explain why the company released a product its own safety teams warned were addictive and harmful to children`.",
      "The litigation continues with related trials scheduled this year as Meta faces a separate New Mexico trial beginning next week; Neal Mohan, YouTube chief executive, was removed from the witness list, Lanier said he has no plans to call him."
    ],
    "title": "Mark Zuckerberg denies that Instagram targets kids at landmark social media trial",
    "topic": "Mark Zuckerberg",
    "topic_full": "Mark Zuckerberg · United States"
  },
  {
    "article_path": "/article/us-building-online-portal-to-bypass-european-content-bans_dad225",
    "article_url": "https://ground.news/article/us-building-online-portal-to-bypass-european-content-bans_dad225",
    "bias": [
      "Right-Leaning coverage frames the US portal as a fight for \"Digital Freedom\" against \"Eu Censorship ,\" employing positive, assertive language and portraying the initiative as a necessary countermeasure.",
      "This perspective de-emphasizes potential diplomatic fallout.",
      "Conversely, center-leaning outlets, while acknowledging the \"Freedom Gateway\" framing, highlight the initiative's potential to make Washington appear to \"flout local laws\" and create \"U.S.-Europe tensions,\" offering more granular details like the portal's name, 'freedom.gov,' and the lead official.",
      "Both perspectives agree the U.S. aims to bypass content bans, including \"hate speech and terrorist propaganda,\" viewing it as countering \"censorship,\" but diverge on the broader implications and characterization of European policies."
    ],
    "bias_bar_text": null,
    "center_pct": 41.0,
    "error": null,
    "left_pct": 18.0,
    "location": "United States",
    "right_pct": 41.0,
    "status": "ok",
    "summary": [
      "The U.S. State Department's planned portal at freedom.gov aims to give access to government-banned content, with the site showing the National Design Studio logo on Feb 18.",
      "The Trump administration has made defending free speech a foreign‑policy priority, denouncing the European Union's Digital Services Act and Britain's Online Safety Act as suppressing conservative voices online.",
      "The project team includes Edward Coristine and the National Design Studio, with Rogers overseeing efforts; its unveiling last week was delayed amid concerns raised by State Department lawyers.",
      "Former State Department official Kenneth Propp called freedom.gov 'a direct shot' at European rules, warning it could strain alliances; the EU delegation in Washington did not respond.",
      "Regulatory history shows enforcement tools that could be applied across borders, as Germany issued 482 removal orders in 2024 and X paid a 120 million-euro fine, while the U.S. previously funded commercial VPNs."
    ],
    "title": "US Building Online Portal to Bypass European Content Bans",
    "topic": "Censorship",
    "topic_full": "Censorship · United States"
  },
  {
    "article_path": "/article/analysis-in-redistricting-case-supreme-court-of-virginia-gives-new-meaning-to-prompt",
    "article_url": "https://ground.news/article/analysis-in-redistricting-case-supreme-court-of-virginia-gives-new-meaning-to-prompt",
    "bias": [
      "Left-Leaning outlets frame the RNC's lawsuit over Virginia redistricting as \"blocking\" efforts to \"counter Trump gerrymanders,\" emphasizing obstruction and preventing voters from deciding.",
      "Conversely, right-leaning coverage portrays it as a challenge \"Over Democratic Redistricting Plan,\" highlighting partisan opposition.",
      "Center perspectives neutrally report the RNC suing to \"stop\" a \" referendum ,\" noting potential \"four pickup opportunities\" for Democrats and a \"defective proposal.",
      "The left's use of terms like \"restricting\" contrasts with the right's focus on the plan's \"Democratic\" origin.",
      "Both acknowledge the RNC's legal action against a Democratic-linked redistricting, revealing a fundamental ideological clash over electoral fairness and political power."
    ],
    "bias_bar_text": null,
    "center_pct": 12.0,
    "error": null,
    "left_pct": 38.0,
    "location": "Virginia",
    "right_pct": 50.0,
    "status": "ok",
    "summary": [
      "The Republican National Committee filed a lawsuit to stop an April referendum in Virginia that would return redistricting power to the state legislature controlled by Democrats, claiming it violates the state Constitution and misleads voters with biased language including the use of the word \"fairness\".",
      "Virginia's Supreme Court allowed the referendum to proceed despite legal challenges, stating it will review the case after voting.",
      "The new congressional map is viewed as a gerrymander favoring Democrats, potentially changing the current 6-5 Republican-Democrat split to 10-1 and putting two Republican incumbents at risk.",
      "Republican leaders argue the referendum is an illegal attempt by Democrats to secure permanent political control and reject the existing nonpartisan redistricting commission, while Democratic leaders accuse Republicans of fearing voter decisions."
    ],
    "title": "RNC sues to stop Virginia redistricting referendum",
    "topic": "Virginia Politics",
    "topic_full": "Virginia Politics · Virginia"
  },
  {
    "article_path": "/article/texas-early-voting-kicks-off-as-america-first-ag-paxton-seeks-to-oust-rino-senator-cornyn",
    "article_url": "https://ground.news/article/texas-early-voting-kicks-off-as-america-first-ag-paxton-seeks-to-oust-rino-senator-cornyn",
    "bias": [
      "Left-Leaning outlets emphasize Cornyn's warnings of a GOP \"massacre\" or a \"blue Texas\" if Paxton, whom they portray as \"untrustworthy,\" prevails.",
      "Conversely, right-leaning coverage champions \"America First AG Paxton\" seeking to \"oust\" \"RINO Senator\" Cornyn, framing the contest as an ideological purge.",
      "Center-Leaning outlets report Cornyn's \"massacre\" warning and his characterization of Paxton as a \"flawed individual\" with \"baggage\" more directly.",
      "While all acknowledge the ongoing Texas GOP primary and its key figures, these narratives reveal profound ideological divides concerning party direction and electoral risk."
    ],
    "bias_bar_text": null,
    "center_pct": 64.0,
    "error": null,
    "left_pct": 27.0,
    "location": "Texas",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "Senator John Cornyn warned Texas Republicans that if Ken Paxton wins the GOP primary, it could lead to a significant loss for Republicans in statewide elections, including the U.S. Senate seat, due to Paxton's political baggage and controversies.",
      "Cornyn criticized Paxton's ability to energize voters, stating that many independents, Democrats, and Republicans would avoid supporting him because of his record and controversies.",
      "Paxton claimed he can energize low-turnout Trump supporters crucial for Republican success and cited a University of Houston poll showing competitive standings against Democrats and favorable views among Republican voters for Paxton over Cornyn.",
      "President Donald Trump has remained neutral in the Senate primary, expressing support for all candidates and is unlikely to endorse anyone in a runoff election."
    ],
    "title": "Cornyn warns of ‘massacre’ if Paxton beats him in Texas GOP primary",
    "topic": "Texas Politics",
    "topic_full": "Texas Politics · Texas"
  },
  {
    "article_path": "/article/minnesota-authorities-demand-federal-records-evidence-from-pretti-killing",
    "article_url": "https://ground.news/article/minnesota-authorities-demand-federal-records-evidence-from-pretti-killing",
    "bias": [
      "News coverage of prosecutors demanding federal evidence against agents involved in shootings reveals clear left-center divergence.",
      "Both acknowledge the demand for evidence concerning Alex Pretti and Julio Sosa-Celis to weigh criminal charges.",
      "Left-Leaning outlets frame the event with terms like 'killing,' subtly implying culpability and emphasizing accountability by stating prosecutors 'press feds' for evidence.",
      "Conversely, center-leaning reports, while also using 'killing' factually, often employ 'shooting' and provide specific details like 'types of evidence sought' and the 'immigration enforcement operation' context.",
      "Center coverage also highlights the accusation that the 'Trump administration' is 'hiding evidence,' a detail de-emphasized by the left.",
      "This reveals differing priorities: the left focuses on justice and federal transparency, while the center prioritizes detailed reporting and political context, with no right-leaning coverage available for comparison."
    ],
    "bias_bar_text": null,
    "center_pct": 75.0,
    "error": null,
    "left_pct": 25.0,
    "location": "Minnesota",
    "right_pct": null,
    "status": "ok",
    "summary": [
      "During a Wednesday news conference, Moriarty announced she filed Touhy demands seeking federal evidence in the Pretti and Sosa-Celis shootings, giving DHS and DOJ until March 3 to comply.",
      "In south Minneapolis on Jan. 24, Alex Pretti was shot during an immigration enforcement operation after a struggle with a Border Patrol agent while helping a woman, prompting protests.",
      "Using public evidence portals, the BCA and Moriarty's team review over 1,000 submissions, despite the federal agencies' refusal to share evidence, Moriarty said Wednesday.",
      "The FBI has told the BCA it will not share evidence, and Moriarty said this hinders prosecutors and her office may sue DHS and DOJ if they do not comply by March 3.",
      "Public pressure intensified as Moriarty said, 'The lies about what transpired that night are still on the DHS website. We’re prepared to take legal action should DHS and DOJ fail to meet our deadline and continue to obstruct our investigations,' amid inquiries into federal agents' actions."
    ],
    "title": "Minnesota authorities demand federal records, evidence from Pretti killing",
    "topic": "Minnesota Politics",
    "topic_full": "Minnesota Politics · Minnesota"
  },
  {
    "article_path": "/article/california-preparing-lawsuit-over-trump-administration-vaccine-changes_e62b28",
    "article_url": "https://ground.news/article/california-preparing-lawsuit-over-trump-administration-vaccine-changes_e62b28",
    "bias": [
      "Left-Leaning coverage frames \"vaccine changes\" as negatively \"impacting\" childhood immunization, exclusively emphasizing this legal challenge.",
      "Conversely, right and center outlets detail a second lawsuit over $1.2 billion to $2.7 billion in hydrogen funding cuts, a topic de-emphasized by the left.",
      "Center-Leaning reports maintain a neutral tone, using terms like \"challenge\" or \"sues,\" while the right provides specific context, noting CDC actions and \"backing\" from Robert F.",
      "Kennedy Jr. All perspectives agree California is suing the Trump administration over vaccine recommendations, highlighting ideological divides between public health policy and broader administrative disputes."
    ],
    "bias_bar_text": null,
    "center_pct": 48.0,
    "error": null,
    "left_pct": 22.0,
    "location": "California",
    "right_pct": 30.0,
    "status": "ok",
    "summary": [
      "Amid the CDC's revised schedule, California is preparing a lawsuit to challenge recent changes to U.S. childhood vaccine recommendations, including removal of universal vaccine advice.",
      "The planned complaint would seek to replace the Kennedy-appointed Advisory Committee on Immunization Practices and have its decisions overturned, reflecting changes since he took office last year.",
      "The American Academy of Pediatrics and other organizations sued to stop the new schedule, arguing it was illegal and public health experts warned it could lower vaccination rates.",
      "On Tuesday, Bonta and William Tong said their teams are assessing the complaint and coordinating a potential multistate filing, with Tong confirming `we're scrambling our jets`.",
      "Under U.S. law, most vaccine injury claims go through a special HHS vaccine injury court that limits liability for drugmakers, while Rob Bonta said he would `maybe` work with Robert F. Kennedy Jr., who led mass litigation against vaccine makers."
    ],
    "title": "California preparing lawsuit over Trump administration vaccine changes",
    "topic": "California Politics",
    "topic_full": "California Politics · California"
  },
  {
    "article_path": "/article/vonn-shiffrin-and-brignone-among-the-olympic-skiers-voicing-concern-over-receding-glaciers",
    "article_url": "https://ground.news/article/vonn-shiffrin-and-brignone-among-the-olympic-skiers-voicing-concern-over-receding-glaciers",
    "bias": [
      "Left-Leaning coverage frames Olympic skiers' \"concern over receding glaciers\" as a pressing environmental issue, amplifying a progressive message with an urgent tone.",
      "In contrast, right-leaning outlets present the same information as a straightforward report, de-emphasizing any specific environmental agenda and maintaining a detached tone.",
      "Center-Leaning coverage similarly employs neutral language, sometimes offering slightly more specific details like \"tiny glaciers,\" but avoids the left's interpretive framing.",
      "The shared mention of Cortina as a \"fitting place\" for climate change discussions highlights a pivotal dividing line in how the urgency of environmental action is implicitly or explicitly conveyed.",
      "All perspectives agree on the core facts of skiers expressing \"concern\" about \"accelerating melt,\" yet their distinct portrayals underscore broader ideological differences regarding climate change emphasis."
    ],
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 26.0,
    "location": "Italy",
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "Earlier this month in Cortina, athletes warned that retreating glaciers threaten training terrain at these Olympic Games, with some glaciers now tiny remnants in the Dolomites.",
      "A study in 2025 found more than 7 trillion tons of ice lost globally since 2000, and the University of Padua reported the glacier had been halved over 25 years.",
      "Goodbye Glaciers Project models show a glacier could be mostly gone earlier this month if warming reaches 2.7 C, while limiting warming to 1.5 C could extend glacier survival and save around 100 glaciers.",
      "Athletes report training limits, with some unable to use former glacier slopes, as Vonn said on Feb. 3 that most glaciers she used are \"pretty much gone\" and Hurt mentioned missing snow in Cortina.",
      "With stakes high, athletes and campaigners are pressing for change as choices this decade will decide how much ice remains and the viability of future Winter Games, with Radamus and Schirmer advocating for sponsorship reform."
    ],
    "title": "Vonn, Shiffrin and Brignone among the Olympic skiers voicing concern over receding glaciers",
    "topic": "Environment & Climate",
    "topic_full": "Environment & Climate · Italy"
  },
  {
    "article_path": "/article/trump-has-prepared-speech-on-extraterrestrial-life-lara-trump-says_1c84eb",
    "article_url": "https://ground.news/article/trump-has-prepared-speech-on-extraterrestrial-life-lara-trump-says_1c84eb",
    "bias": [
      "Left-Leaning outlets frame Lara Trump's alien speech revelation with skepticism, using terms like \"reveals\" and highlighting the current administration's \"reluctance to engage seriously\" or a spokesperson's \"reaction.",
      "Conversely, right-leaning coverage amplifies the claim, employing words like \"claims,\" \"secret speech,\" and \"prepared and ready to use,\" suggesting a strategic reveal and even asserting Obama \"Confirms Aliens Are Real.",
      "Center coverage remains purely reportorial.",
      "A pivotal dividing line is the current White House's denial, de-emphasized by the right.",
      "All perspectives agree on Lara Trump's statement and the viral nature of UFO discussions, but their distinct portrayals reflect underlying ideological differences regarding government transparency and trust in political narratives."
    ],
    "bias_bar_text": null,
    "center_pct": 20.0,
    "error": null,
    "left_pct": 40.0,
    "location": "United States",
    "right_pct": 40.0,
    "status": "ok",
    "summary": [
      "On Wednesday, Lara Trump said she has `heard kind of around` that the president has a prepared address on extraterrestrial life , during her appearance on the New York Post's \"Pod Force One\" podcast.",
      "Asked directly, Lara Trump said she and her family found Trump `played a little coy` when questioned about a speech on extraterrestrial life.",
      "British ufologist Mark Christopher Lee told Newsweek he heard of a Trump speech on alien life from an unnamed `Washington insider`, echoing viral online stories and Lara Trump's remarks Wednesday.",
      "For now, authorities emphasize federal agencies tracking UAPs see them as anomalous and note no evidence they are extraterrestrial, while the president's alleged speech remains unsubstantiated in the public record.",
      "Over the weekend, former President Barack Obama said aliens are \"real\" in a Brian Tyler Cohen interview and later clarified it was his personal opinion, not presidential knowledge."
    ],
    "title": "Trump has prepared speech on extraterrestrial life, Lara Trump says",
    "topic": "Extraterrestrial Life",
    "topic_full": "Extraterrestrial Life · United States"
  },
  {
    "article_path": "/article/8b034d69-579a-4f06-92e3-31e42e138a0c",
    "article_url": "https://ground.news/article/8b034d69-579a-4f06-92e3-31e42e138a0c",
    "bias": [
      "Left-Leaning pieces frame Shahid as a symbolic, moral figure—using phrases like \"the face of the Palestinian cause\" and \"voice for justice, freedom and peace\"—employing valorizing, emotive language; right-leaning coverage presents a more functional portrait as a \"diplomatic voice of the Palestinian Authority in Europe,\" emphasizing practical facts such as being \"seriously ill for several years\" and details about circumstances of death.",
      "Pivotal divides center on cause/location of death and the presence or absence of an official presidential tribute; center outlets sit between both, citing official praise.",
      "Both sides agree on her death, age and status as the first female Palestinian envoy."
    ],
    "bias_bar_text": "Left 39% Center 43% R 18%",
    "center_pct": 43.0,
    "error": null,
    "left_pct": 39.0,
    "location": null,
    "right_pct": 18.0,
    "status": "ok",
    "summary": [
      "Leila Shahid, former Palestinian diplomat and envoy, died on Wednesday at age 76, her sister Zeina told AFP, `She died today`; her body was found in La Leque, southern France.",
      "French investigators have opened an inquiry in La Leque after finding Leïla Shahid's body, with initial findings indicating an apparent suicide and reported illness over several years.",
      "Shahid built a long diplomatic career as the PLO's first female envoy, serving in Ireland in 1989, representing Palestine in France from 1993 to 2006, and as general delegate to the European Union from 2006 to 2015 while directing The Review of Palestinian Studies.",
      "Senior Palestinian diplomats including Hala Abou-Hassira, Majed Bamya and Hussam Zumlot paid tribute, while Palestinian President Mahmoud Abbas praised Shahid as a model diplomat faithful to her people's message.",
      "She was with Yasser Arafat in his final days and helped open diplomatic channels during pivotal moments, while her tenure coincided with the second intifada in 2000 and last year she hailed France's recognition of a Palestinian state."
    ],
    "title": "Former Palestinian delegate to France Leïla Shahid dies age 76",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "article_url": "https://ground.news/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Sunday, US President Donald Trump urged Hamas to pursue disarmament and said the Board of Peace pledged $5 billion and personnel for stabilization.",
      "The second phase of the US-brokered ceasefire plan stipulates Hamas must disarm, with Israeli forces withdrawing and an International Stabilization Force deployed, though Hamas calls disarmament a red line.",
      "UN records show the plan was endorsed in November, and Trump said the Board of Peace will work with the United Nations; its charter does not seem limited to Gaza rebuilding oversight.",
      "Requests for membership fees and invitations have prompted criticism as countries were asked to pay $1 billion for permanent membership, with France, Britain, and others expressing doubts amid ceasefire violations.",
      "After meeting on the sidelines of the World Economic Forum in Davos last month, the Board of Peace is due to meet on Feb 19 in the US capital."
    ],
    "title": "Trump tells Hamas to proceed with ‘Full and Immediate’ disarmament",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/prosecutors-plan-to-charge-an-israeli-settler-with-killing-a-palestinian-activist-in-the-west-bank_028503",
    "article_url": "https://ground.news/article/prosecutors-plan-to-charge-an-israeli-settler-with-killing-a-palestinian-activist-in-the-west-bank_028503",
    "bias": [
      "Left-Leaning outlets frame the planned prosecution of an Israeli settler for killing a Palestinian activist by emphasizing systemic injustice, detailing a \"settler incursion\" and the settler \"wildly firing his gun after antagonising locals.",
      "They highlight the family's view that the \"manslaughter\" charge \"doesn’t rise to the level of the crime\" and contextualize it with statistics on nationalist violence.",
      "Conversely, right-leaning coverage presents the event with a more neutral tone, focusing on the legal process and individual accountability, de-emphasizing broader context.",
      "Center-Leaning reports note the \"Rare Prosecution Sparks Debate.",
      "All perspectives acknowledge the rarity of such prosecutions and a spike in settler attacks, yet their divergent portrayals reveal underlying ideological priorities regarding the conflict."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Monday, Israel 's State Attorney General's office said it had initiated proceedings to indict Yinon Levi, an Israeli settler, over the killing of a Palestinian activist, opening a rare prosecution of settler violence.",
      "Amid a sharp rise in settler attacks over two years, Hathaleen's death last July drew attention due to his role in the 2025 Oscar-winning film No Other Land and his funeral in Umm al-Khair on Aug. 7, 2025.",
      "Multiple camera angles captured the confrontation in Umm al-Khair, including footage Alaa Hathaleen filmed showing Yinon Levi waving a pistol, firing two shots, shoving people, and later being detained, placed under house arrest and released.",
      "Eitan Peleg, an attorney for Hathaleen's family, said prosecutors planned to indict Levi for reckless homicide, which the family called insufficient and described as an intentional, premeditated killing, a rare legal step in West Bank cases.",
      "On Sunday, Israel's Foreign Ministry announced a land-registration process, with rights groups warning it could strip Palestinians of land and drawing condemnation from Saudi Arabia and Egypt."
    ],
    "title": "Prosecutors plan to charge an Israeli settler with killing a Palestinian activist in the West Bank",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/top-us-commander-makes-surprise-visit-to-venezuela-for-security-talks_3a9f03",
    "article_url": "https://ground.news/article/top-us-commander-makes-surprise-visit-to-venezuela-for-security-talks_3a9f03",
    "bias": [
      "Left-Leaning accounts frame the trip as diplomatic symbolism—using phrases like \"historic day\" and spotlighting rapprochement or dramatic claims —while right-leaning coverage politicizes and delegitimizes Venezuelan counterparts with terms like \"Chavista dome\" and dramatic timing details; centrist pieces emphasize security pragmatism, calling it a \"surprise visit\" and noting a bilateral anti-drug cooperation plan.",
      "Pivotal divides are the arrest claim, the level of political framing, and whether a concrete drug program was agreed; all sides agree the visit was announced by U.S. officials and involved senior meetings."
    ],
    "bias_bar_text": "Left 33% Center 34% Right 33%",
    "center_pct": 34.0,
    "error": null,
    "left_pct": 33.0,
    "location": null,
    "right_pct": 33.0,
    "status": "ok",
    "summary": [
      "Yesterday, General Francis Donovan and senior Pentagon official Joseph Humire made a surprise visit to Caracas, joined by Laura Dogu, the new U.S. envoy to Venezuela, Southern Command said.",
      "After virtually no high-level visits in recent years, the trip was the first U.S. military delegation to Caracas since U.S. forces captured Nicolas Maduro last month and follows last week’s trip by U.S. Secretary of Energy Chris Wright.",
      "Officials said the talks covered cooperation to combat drug-trafficking, terrorism and migration, with Southern Command noting, 'Discussions focused on the security environment, steps to ensure the implementation of President Donald Trump's three-phase plan…'.",
      "Washington signaled strategic control by stating it will manage Venezuela's oil business indefinitely and maintain a robust U.S. naval presence in the Caribbean, while Venezuela's government emphasized diplomacy and urged opening to U.S. businesses.",
      "For General Francis Donovan, the visit marked his inaugural Latin America trip since assuming Southern Command on February 5, with meetings including interim President Delcy Rodriguez and indicted ministers Vladimir Padrino and Diosdado Cabello."
    ],
    "title": "Top US commander makes surprise visit to Venezuela for security talks",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/schumer-files-legislation-for-the-us-flag-pride-flag-to-have-the-same-federal-protections_d52dab",
    "article_url": "https://ground.news/article/schumer-files-legislation-for-the-us-flag-pride-flag-to-have-the-same-federal-protections_d52dab",
    "bias": [
      "Left-Leaning coverage emphasizes the Pride flag as a \"living symbol of struggle and resilience,\" portraying its removal as an \"outrageous action\" by a \"bigoted gov’t\" and highlighting a \"mass protest.",
      "Right-Leaning outlets frame Schumer's efforts as \"pushes\" for \"special recognition\" of a \"precious rainbow banner,\" often calling it an \"effing disgrace\" from the \"radical left\" and linking it to \"social agenda demands.",
      "Center-Leaning reports neutrally on the \"legislative proposal\" and its \"long odds.",
      "Both sides acknowledge Schumer's bill to protect the flag, but their divergent emotional tones and characterizations—one championing identity and resistance, the other criticizing perceived overreach and misplaced priorities—reveal a deep ideological chasm over symbolic representation and cultural values."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On February 15, 2026, Senate Minority Leader Chuck Schumer filed legislation to designate the Pride flag as a congressionally authorized flag, with Rep. Dan Goldman introducing a House companion.",
      "Interior Department guidance clarified that, following the January 21, 2026 memo, only U.S., historical, military, or federally recognized Tribal flags can be flown on park poles.",
      "At a site ceremony on February 12, 2026, local officials and activists re-raised the Pride flag after its removal, with Hoylman-Sigal saying, `I am Manhattan Borough president, 29th Manhattan Borough president, Brad Hoylman-Sigal, first openly LGBTQ borough president.`",
      "Politically, the bill faces long odds in a Republican-controlled Congress, while civil rights groups have sued the Trump administration, escalating the dispute toward federal courts.",
      "Notably, advocates say civil‑rights landmarks like Stonewall, designated a national monument in 2016 by President Barack Obama, should not be vulnerable to shifting administrations."
    ],
    "title": "Schumer Files Legislation for the US Flag, Pride Flag to Have the Same Federal Protections",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/leblanc-to-meet-with-trumps-trade-czar-to-talk-about-cusma-review",
    "article_url": "https://ground.news/article/leblanc-to-meet-with-trumps-trade-czar-to-talk-about-cusma-review",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": "Message: \n",
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "fail",
    "summary": null,
    "title": "LeBlanc to meet with Trump's trade czar to talk about CUSMA review",
    "topic": null,
    "topic_full": null
  }
]
