[
  {
    "article_path": "/article/ukraine-agrees-to-multi-tiered-ceasefire-enforcement-plan-with-europe-and-us-ft-reports",
    "article_url": "https://ground.news/article/ukraine-agrees-to-multi-tiered-ceasefire-enforcement-plan-with-europe-and-us-ft-reports",
    "bias": [
      "Left-Leaning outlets frame Russia's potential actions as clear \"violations,\" emphasizing a united \"West\" and \"escalating military responses\" with urgent language.",
      "Right-Leaning coverage, however, portrays US involvement as \"Intervenes,\" subtly questioning foreign entanglement, and includes a disclaimer that the report \"could not immediately verify.",
      "Center-Leaning reports remain neutral, describing a \"multi-tiered ceasefire enforcement plan\" and highlighting expert concerns about the plan being \"vague\" or posing \"great risk to Europe .",
      "While all acknowledge a 72-hour response, the right also mentions a 24-hour timeline.",
      "All perspectives agree on Ukraine, Western partners, and a coordinated military response to future ceasefire breaches, revealing ideological divides over intervention and risk assessment."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "A three-phase plan involving diplomatic warnings, intervention by a 'coalition of the willing', and potential US military response has been discussed to respond to any Russian breaches of a future Ukraine ceasefire.",
      "The plan was proposed by Ukrainian, European and American officials over several rounds of talks in December and January.",
      "Russia has warned it would view deployment of foreign military forces or infrastructure in Ukraine as unacceptable intervention and legitimate targets."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/spain-to-ban-social-media-access-for-under-16s-pm-sanchez-says_1f77e4",
    "article_url": "https://ground.news/article/spain-to-ban-social-media-access-for-under-16s-pm-sanchez-says_1f77e4",
    "bias": [
      "Left-Leaning coverage frames Spain's social media ban for under-16s as essential \"protection\" from a \"digital Wild West\" and a \"failed state,\" emphasizing platform \"abuses\" and criminalizing algorithm manipulation.",
      "Conversely, right-leaning narratives portray the move as \"tyrannous and traitorous\" government overreach, amplified by strong criticisms from figures like Elon Musk, and highlight internal government \"clashes\" over the initiative, framing measures as a \"hate control system.",
      "Center-Leaning reports, however, neutrally present the policy as Spain \"weighs\" or \"announces plans,\" providing broader context on global regulatory trends and children's mental health impact, de-emphasizing specific platform targeting or internal political disputes.",
      "While all perspectives acknowledge the plan to \"protect children\" and the Prime Minister's announcement, the stark divergence reveals ideological divides concerning state intervention versus individual liberty and the role of tech regulation."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 33.0,
    "location": null,
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "On Feb 3, Prime Minister Pedro Sanchez announced Spain will ban social media access for minors under 16 and require platforms to implement age verification systems.",
      "The left-wing coalition said hate speech, pornography and disinformation harm young people, and Sanchez called social media a `failed state` vowing `We will protect them from the digital Wild West.`",
      "Next week the government will introduce a bill to hold social media executives accountable and criminalise algorithmic manipulation and illegal content amplification.",
      "Observing Australia's December policy, Spain's measures may influence other European countries considering similar age restrictions, Sanchez said.",
      "Spain's approach could deepen the debate as the measures combine legislation and platform age verification systems, with Britain and France considering similar rules."
    ],
    "title": "Spain to ban social media access for under-16s, PM Sanchez says",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/the-son-of-norways-crown-princess-pleads-not-guilty-to-rape-charges-as-his-trial-opens-in-oslo_398c6c",
    "article_url": "https://ground.news/article/the-son-of-norways-crown-princess-pleads-not-guilty-to-rape-charges-as-his-trial-opens-in-oslo_398c6c",
    "bias": [
      "Left-Leaning outlets emphasize the serious nature of \"rape and other charges,\" detailing specific minor offenses like \"violating restraining orders\" and \"transportation of 3.5 kilograms of marijuana,\" framing the event as the \"process of the year.",
      "Right-Leaning coverage, conversely, highlights the \"pleads not guilty\" aspect while vividly describing the accused's demeanor, noting he \"trembled all over the body\" and mentioning pre-trial custody for \"knife threats,\" portraying a \"significant crisis\" for the monarchy.",
      "Center-Leaning reports uniquely introduce a \"tense\" atmosphere, focusing on the royal family's \"embarrassed\" image and linking the scrutiny to the \"Epstein files,\" a detail de-emphasized by other perspectives.",
      "Despite these distinct portrayals and emotional tones, all sides agree the trial of the Crown Princess's son, facing numerous charges, has \"cast a shadow\" on the royal family, underscoring a shared concern for the monarchy's public standing amidst legal proceedings."
    ],
    "bias_bar_text": null,
    "center_pct": 47.0,
    "error": null,
    "left_pct": 31.0,
    "location": null,
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "On Tuesday, the trial opened in Oslo as Marius Borg Høiby, 29, son of Crown Princess Mette-Marit, faces 3.5 kilos of marijuana and other charges, scheduled to last until March 19.",
      "The indictment shows the case centers on four alleged rapes between 2018 and November 2024 and alleged violence, while police say Høiby was arrested again Sunday after his August indictment.",
      "Høiby’s defense says he `denies all charges of sexual abuse` and disputes most violence allegations, while the court said parts of the trial will be held behind closed doors.",
      "The royal house announced it will not comment or attend the trial, and the Oslo district court on Monday granted a detention order for up to four weeks.",
      "With Epstein files released on Friday, prosecutors say Høiby could face up to 10 years in prison if convicted, amid renewed scrutiny of Crown Princess Mette-Marit."
    ],
    "title": "The son of Norway’s crown princess pleads not guilty to rape charges as his trial opens in Oslo",
    "topic": null,
    "topic_full": null
  }
]
