[
  {
    "article_path": "/article/sheriff-nanos-says-no-member-of-guthrie-family-is-a-suspect-in-nancy-guthrie-disappearance",
    "article_url": "https://ground.news/article/sheriff-nanos-says-no-member-of-guthrie-family-is-a-suspect-in-nancy-guthrie-disappearance",
    "bias": [
      "Coverage of the Guthrie disappearance reveals stark partisan framing.",
      "While all outlets report the family was \"cleared\" and \"cooperative,\" left-leaning narratives emphasize the Sheriff's strong condemnation of public speculation as \"wrong\" and \"cruel,\" highlighting FBI progress.",
      "Conversely, right-leaning reports employ critical language like \"finally clears\" and \"doesn’t reveal a suspect,\" focusing on perceived investigative delays and specific evidence such as a backpack.",
      "Center coverage balances these, noting the Sheriff's call for \"compassion\" and including unique details like a newly found glove or his personal tragedy.",
      "This divergence underscores ideological priorities: the left defending against public judgment, the right scrutinizing institutional efficiency, reflecting broader trust and media critique divides."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Monday, Pima County Sheriff Chris Nanos announced all members of the Guthrie family, including siblings and spouses, have been cleared as possible suspects in Nancy Guthrie ’s disappearance, saying `The family has been nothing but cooperative and gracious and are victims in this case`.",
      "Responding to media reports and public speculation, the Pima County Sheriff's Department said it was not prompted by new evidence and urged investigators to avoid stigmatizing individuals, Sheriff Chris Nanos said on Sunday.",
      "Investigators recovered a pair of gloves found two miles from Guthrie residence and sent them to a private lab; preliminary testing showed an unknown male DNA profile awaiting CoDIS entry, while one of 16 gloves near the house matches surveillance footage.",
      "Urging restraint, Sheriff Chris Nanos told reporters and media outlets, `To suggest otherwise is not only wrong, it is cruel`, and asked the general public and tipsters to stop harmful theories.",
      "Authorities urge the public to submit video from Jan. 1–Feb. 2; reward increased to $100,000 as the investigation into Nancy Guthrie's disappearance continues since Feb. 1."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/9335f05c-c6ca-4309-a177-63642cf256ca",
    "article_url": "https://ground.news/article/9335f05c-c6ca-4309-a177-63642cf256ca",
    "bias": [
      "Coverage of Robert Duvall's death presented distinct ideological framings.",
      "Left-Leaning outlets emphasized his \"compassionate center\" and \"nuanced sense of vulnerability,\" portraying him as a \"chameleon\" whose versatility will \"inspire future generations,\" uniquely noting his family's request for remembrance.",
      "Right-Leaning reports, conversely, highlighted his \"legendary\" and \"iconic\" status with more emotionally charged language, describing him as a \"gravel-voiced powerhouse\" and \"scene-stealing\" figure, focusing on his \"anti-method\" acting and traditional greatness.",
      "Center-Leaning coverage adopted a more straightforward \"legendary\" descriptor, often including biographical details like his military upbringing.",
      "All perspectives agreed on his age, Oscar wins, and key roles.",
      "This divergence illustrates how cultural figures are celebrated, either through nuanced impact or established, powerful legacy."
    ],
    "bias_bar_text": null,
    "center_pct": 54.0,
    "error": null,
    "left_pct": 28.0,
    "location": null,
    "right_pct": 18.0,
    "status": "ok",
    "summary": [
      "On Feb. 15, Robert Duvall, the Academy Award-winning actor, died peacefully at his Middleburg, Virginia home at age 95, his wife Luciana announced on Facebook and a representative confirmed.",
      "Best known for Tom Hagen in The Godfather and Lt. Bill Kilgore in Apocalypse Now, Duvall's career spanned seven decades, earning seven Oscar nominations and a win for Tender Mercies.",
      "Duvall said, 'People come up to me on the street and say, 'I love the smell of napalm in the morning,' like I never knew it and had forgotten it after I said it,' with no formal service planned.",
      "The film industry loses one of its last links to 1970s filmmaking, leaving a massive body of work studied by actors and directors and praised by fans and colleagues.",
      "Late in life he remained active, earning an Oscar nomination at 84 for The Judge and receiving the National Medal of Arts ; he declined The Godfather Part III over pay, saying it was \"totally unacceptable,\" Duvall told 60 Minutes."
    ],
    "title": "Robert Duvall, indelible actor from 'The Godfather' and 'Apocalypse Now,' dies at 95",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/savannah-guthrie-releases-new-video-amid-moms-disappearance_ea9074",
    "article_url": "https://ground.news/article/savannah-guthrie-releases-new-video-amid-moms-disappearance_ea9074",
    "bias": [
      "Left-Leaning outlets emphasize themes of moral reform, using terms like \"striking new plea\" and \"never too late to do the right thing,\" while also criticizing the \"botched\" police investigation.",
      "Right-Leaning coverage employs highly emotive language such as \"begs\" and \"gut-wrenching video,\" introducing \"wild new theories\" and mentioning political figures, de-emphasizing the family being cleared as suspects.",
      "Center perspectives maintain a more factual tone, highlighting the FBI's DNA findings and a $100,000 reward.",
      "All sides agree on the core message of \"hope\" and the \"do the right thing\" appeal regarding the 84-year-old mother's two-week disappearance and DNA evidence.",
      "These portrayals reflect differing priorities: rehabilitation versus accountability, and official reports versus broader, sometimes sensational, narratives."
    ],
    "bias_bar_text": null,
    "center_pct": 63.0,
    "error": null,
    "left_pct": 22.0,
    "location": null,
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "On Feb. 15, Savannah Guthrie, 54-year-old 'Today' anchor, shared a video appealing for help as investigators search for her mother, Nancy Guthrie , 84, urging followers to report suspicious activity.",
      "Nancy Guthrie has been missing since Jan. 31, and authorities are investigating alleged ransom notes with deadlines of Feb. 5 and Feb. 9, FBI Phoenix Special Agent in Charge Heith Janke said.",
      "Surveillance video captures the ski-masked person wearing a black, 25-liter 'Ozark Trail Hiker Pack' and appearing to tamper with the front-door camera, FBI Director Kash Patel said.",
      "The FBI is offering a $100,000 reward and authorities say they have not identified any suspects; Camron Guthrie urged the alleged kidnapper to 'reach out' as the family has not heard directly.",
      "Facing growing urgency, the family asked the public to report suspicious activity and contact the FBI tip line, Pima County Sheriff's Department, or 88-CRIME to aid the search."
    ],
    "title": "Savannah Guthrie releases new video amid mom's disappearance",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/dna-recovered-from-glove-found-near-guthrie-home-that-appears-to-match-glove-worn-by-suspect-in-video-fbi-says_ca02c8",
    "article_url": "https://ground.news/article/dna-recovered-from-glove-found-near-guthrie-home-that-appears-to-match-glove-worn-by-suspect-in-video-fbi-says_ca02c8",
    "bias": [
      "Left-Leaning coverage foregrounds family anguish and caution—using phrases like \"appears to match\" and \"it's never too late\"—while right-leaning coverage spotlights forensic momentum with terms such as \"breakthrough,\" \"tightens the net,\" and occasionally \"chilling,\" framing the glove/ DNA as decisive; pivotal dividing lines include emphasis on family pleas versus forensic conclusiveness and debate over chain-of-custody/contamination .",
      "Center outlets balance the two, stressing the preliminary nature of results and the sheriff's \"weeks, months or years\" timeline.",
      "Both sides agree a glove with DNA was found about two miles away and testing continues."
    ],
    "bias_bar_text": null,
    "center_pct": 56.0,
    "error": null,
    "left_pct": 28.0,
    "location": null,
    "right_pct": 16.0,
    "status": "ok",
    "summary": [
      "On Sunday, the FBI said a glove found about two miles from Guthrie's Tucson home contains DNA that appears to match gloves seen on a masked suspect in doorbell footage and is awaiting quality-control confirmation before database entry.",
      "Authorities say blood on Nancy Guthrie 's porch was confirmed hers, and DNA at the Tucson home does not belong to her or close contacts.",
      "Investigators recovered about 16 gloves near the house, and a porch camera recorded a masked individual wearing gloves and a ski mask tampering with it while carrying a backpack.",
      "The FBI and sheriff's office raised the reward to $100,000, but a SWAT operation and traffic stop produced no arrests, and one man was later released.",
      "Cybersecurity expert Morgan Wright noted that DNA identification typically takes 24 hours, and experts cautioned that familial searches may be needed, stating \"DNA is not like a TV show where you get the results within no time."
    ],
    "title": "Nancy Guthrie investigation: What we know about the search",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/rubio-says-us-and-europe-belong-together-but-warns-allies-to-defend-themselves-at-munich-conference_c687dd",
    "article_url": "https://ground.news/article/rubio-says-us-and-europe-belong-together-but-warns-allies-to-defend-themselves-at-munich-conference_c687dd",
    "bias": [
      "Left-Leaning outlets frame Rubio's speech as a \"softer tone\" that nonetheless \"sticks to Trump's firm stance\" and incorporates \"far-right tropes,\" expressing skepticism about genuine policy shifts.",
      "Right-Leaning coverage, conversely, hails it as a \"masterful\" and \"thunderous rebuke\" of the \"globalist order,\" emphasizing \"Trump's vision\" and the binding nature of \"Western civilization\" and \"Christian faith.",
      "Center-Leaning reports offer a balanced view, noting a \"constructive tone\" alongside persistent \"US criticism.",
      "While all perspectives agree Rubio sought to \"revitalize\" the trans-Atlantic alliance and criticized \"dangerous delusion,\" the left highlights European skepticism, while the right celebrates applause and his \"UNLOADS on Useless United Nations.",
      "This divergence underscores fundamental ideological divides concerning international cooperation and cultural identity."
    ],
    "bias_bar_text": null,
    "center_pct": 37.0,
    "error": null,
    "left_pct": 29.0,
    "location": null,
    "right_pct": 34.0,
    "status": "ok",
    "summary": [
      "At the Munich gathering, Rubio urged an alliance revival, emphasizing the need to face past mistakes and rebuild together.",
      "Amid recent U.S.- Europe tensions, Rubio emphasized the need to revive the alliance, saying Washington seeks a stronger relationship to support global renewal.",
      "Pointing to shared history, Rubio warned that Europe and the United States remain deeply connected and called on Europe to shoulder defense responsibilities.",
      "Despite applause, European officials reacted with relief while some diplomats remained skeptical about substantive policy shifts, as Rubio received a standing ovation and praise from conference chair Wolfgang Ischinger.",
      "Looking to long-term stakes, Rubio said issues to end the Ukraine war have been narrowed, and the address, shortly before the Ukraine war's fifth year at the Munich Security Conference, raised follow-through questions."
    ],
    "title": "Rubio says US and Europe 'belong together' but warns allies to defend themselves at Munich conference",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/3-killed-including-suspect-in-shooting-at-a-rhode-island-hockey-rink_6de1a2",
    "article_url": "https://ground.news/article/3-killed-including-suspect-in-shooting-at-a-rhode-island-hockey-rink_6de1a2",
    "bias": [
      "Left-Leaning coverage frames the incident primarily as a \"shooting\" and \"mass shooting,\" emphasizing gun violence with terms like \"horror\" and \"madness,\" leading to calls for \"gun control measures.",
      "Conversely, right-leaning outlets portray it as a \"domestic violence-related murder-suicide\" or \"family dispute,\" focusing on individual actions and using vivid language like \"bloodbath\" or \"massacre,\" while also highlighting a \"hero\" father.",
      "One right-leaning perspective notably mentions a \"Trans father.",
      "Center-Leaning reports acknowledge the \"family dispute\" and \"hero\" but maintain a more neutral \"deadly shooting\" framing.",
      "All perspectives agree on the tragic casualty figures and police statements regarding the event's targeted nature.",
      "These divergent portrayals reveal ideological divides concerning gun control versus individual responsibility and the framing of violence."
    ],
    "bias_bar_text": "L 21% Center 50% Right 29%",
    "center_pct": 50.0,
    "error": null,
    "left_pct": 21.0,
    "location": null,
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "A shooting occurred at a Rhode Island hockey rink during a youth game, resulting in three deaths, including the suspect.",
      "Multiple people were hospitalized in critical condition following the incident at Dennis M. Lynch Arena in Pawtucket.",
      "Panic spread as spectators rushed for safety while a witness attempted to stop the gunman during the attack."
    ],
    "title": "3 killed, including suspect, in shooting at a Rhode Island hockey rink",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/goldman-sachs-plans-to-scrap-dei-criteria-for-its-board",
    "article_url": "https://ground.news/article/goldman-sachs-plans-to-scrap-dei-criteria-for-its-board",
    "bias": null,
    "bias_bar_text": "L 20% Center 80%",
    "center_pct": 80.0,
    "error": "Message: \n",
    "left_pct": 20.0,
    "location": null,
    "right_pct": null,
    "status": "fail",
    "summary": null,
    "title": "Goldman Sachs plans to drop DEI from board-candidate criteria, WSJ reports",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/trump-says-he-will-be-involved-indirectly-in-iran-talks",
    "article_url": "https://ground.news/article/trump-says-he-will-be-involved-indirectly-in-iran-talks",
    "bias": [
      "News coverage of the Iran talks reveals stark ideological divides.",
      "Left-Leaning outlets neutrally report Trump's claim \"Iran wants a deal,\" de-emphasizing critical framing and highlighting diplomatic nuances like \"economic incentives,\" while also employing terms such as \"high-stakes talks.",
      "Conversely, right-leaning reports emphasize Trump's assertive stance, using phrases like \"warns of ‘consequences’\" and linking his role to \"Gulf tensions escalate,\" reflecting a hawkish approach.",
      "Center-Leaning coverage provides broader context, noting \"tensions rise with military preparations underway\" and that the \"outcome remains uncertain,\" framing them as \"pivotal talks.",
      "Despite these divergences, all perspectives agree Trump will be \"involved indirectly\" in the nuclear discussions."
    ],
    "bias_bar_text": null,
    "center_pct": 20.0,
    "error": null,
    "left_pct": 55.0,
    "location": "United States",
    "right_pct": 25.0,
    "status": "ok",
    "summary": [
      "Aboard Air Force One on Monday, U.S. President Donald Trump said he would be involved indirectly in the Geneva talks set to begin on Tuesday, calling them very important.",
      "Mediated by Oman after a previous round in Muscat, negotiations face a stalemate as Tehran says it will only discuss nuclear curbs in exchange for sanctions relief and rejects zero uranium enrichment.",
      "On the American side, envoys Steve Witkoff and Jared Kushner will participate, while Iran's Foreign Minister Abbas Araghchi held discussions with Rafael Grossi in Geneva on Feb 16.",
      "Tensions rose as the U.S. military deployed a second aircraft carrier and Iran's Islamic Revolutionary Guard Corps held a Feb 16 naval drill in the Strait of Hormuz using strategic weapons on Gulf islands.",
      "Regionally and economically, Iran has threatened to block the Strait of Hormuz, which carries roughly 20% of global oil output, while U.S. Air Force assets repositioned with more than 250 cargo flights, preparing for a possible sustained campaign, U.S. officials say."
    ],
    "title": "Trump says he will be involved indirectly in Iran talks",
    "topic": "Donald Trump",
    "topic_full": "Donald Trump · United States"
  },
  {
    "article_path": "/article/mike-lindell-grilled-over-why-his-governor-campaign-spent-187-000-on-copies-of-his-own-book",
    "article_url": "https://ground.news/article/mike-lindell-grilled-over-why-his-governor-campaign-spent-187-000-on-copies-of-his-own-book",
    "bias": [
      "Left-Leaning outlets portray Mike Lindell 's $187,000 campaign spending on his own book as questionable, using terms like \"confronted,\" \"grilled,\" and \"snake oil\" to imply wasteful spending and deception.",
      "They emphasize specific financial details and Lindell's direct quotes defending his actions.",
      "In contrast, right-leaning coverage, while acknowledging the \"grilling,\" dismisses the scrutiny with \"Duh!\" and de-emphasizes the financial specifics.",
      "Instead, it frames Lindell as a victim of \"smears\" and \"literal cancel culture,\" connecting the event to his broader efforts in \"pursuing transparency on vulnerabilities in voting.",
      "Center-Leaning reports neutrally state Lindell \"defends\" his purchase.",
      "The divergent focus on financial accountability versus political persecution highlights a core ideological divide, despite all acknowledging the spending and questioning."
    ],
    "bias_bar_text": null,
    "center_pct": 22.0,
    "error": null,
    "left_pct": 56.0,
    "location": "Minnesota",
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "On Sunday, MyPillow CEO Mike Lindell was grilled on NewsNation Prime after filings showed his campaign spent more than half of $356,000 on copies of his memoir.",
      "Campaign filings show donor money funded bulk book purchases as outreach, with Mike Lindell, MyPillow CEO and candidate for Minnesota governor, handing out his autobiography at campaign debates instead of flyers.",
      "Campaign filings show the campaign raised $356,000 in its opening weeks, and the memoir, priced at $19.97, recounts Lindell’s recovery from crack addiction to evangelical Christianity.",
      "Natasha Zouves pressed Mike Lindell as critics labeled him a 'snake oil salesman,' but Lindell said he would `absolutely` continue spending campaign funds and insisted, `Well, for one thing, I have the receipts.`",
      "He also faces legal and financial liabilities, including a $2.3 million defamation judgment and his own admission of being millions in debt, as he trails other Republican contenders in the 2026 race."
    ],
    "title": "Mike Lindell questioned about $187,000 in campaign spending on purchases of his own book",
    "topic": "Books",
    "topic_full": "Books · Minnesota"
  },
  {
    "article_path": "/article/trump-border-czar-dismisses-democratic-demands-to-reform-ice",
    "article_url": "https://ground.news/article/trump-border-czar-dismisses-democratic-demands-to-reform-ice",
    "bias": [
      "Left-Leaning coverage frames the \"Border Czar\" as \"brushing off\" \"demands\" for ICE \"changes,\" emphasizing \"mounting backlash\" and specific issues like \"racial profiling\" or agents \"not removing their masks.",
      "Right-Leaning perspectives, however, portray the \"czar\" as dismissing \"unreasonable\" \"demands,\" de-emphasizing broader reform details.",
      "Center coverage uses neutral terms like \"dismisses\" and \"demands,\" noting a \"partisan deadlock.",
      "While all acknowledge the dismissal of ICE reform and a disagreement over homeland security funding, the left highlights systemic issues, the right defends the official's stance, revealing deep ideological divides over immigration enforcement tactics and accountability."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 33.0,
    "location": "United States",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "On February 12, 2026, White House border czar Tom Homan dismissed Democratic demands for ICE changes and said agents will not remove their masks, adding, `I don't like the masks either` as protection amid rising threats.",
      "Democratic lawmakers sent a 10 demands list earlier this month seeking to halt racial profiling and bar officers from entering homes without judicial warrants, refusing DHS funding and drawing GOP grandstanding claims.",
      "Homan insisted ICE stops rest on `reasonable suspicion`, denying racial profiling while a Supreme Court ruling last year allowed stops based on factors like brown skin or speaking Spanish.",
      "DHS entered a partial shutdown on Saturday but continues essential operations, and with Congress in recess until Feb. 23, no resolution emerged after Sunday talk shows.",
      "GOP Senator Markwayne Mullin argued `All this is a political theater because the State of the Union is coming up a week from Tuesday`, while Senator Chris Coons credited an `outcry from Americans` for White House talks."
    ],
    "title": "Trump border czar dismisses Democratic demands to reform ICE",
    "topic": "Tom Homan",
    "topic_full": "Tom Homan · United States"
  },
  {
    "article_path": "/article/grok-faces-more-scrutiny-over-deepfakes-as-irish-regulator-opens-eu-privacy-investigation",
    "article_url": "https://ground.news/article/grok-faces-more-scrutiny-over-deepfakes-as-irish-regulator-opens-eu-privacy-investigation",
    "bias": [
      "Left-Leaning coverage frames the Grok investigation as deserved \"scrutiny\" over \"deepfakes\" and \"nudification,\" emphasizing corporate accountability and regulatory necessity with a tone of ethical concern.",
      "Conversely, right-leaning outlets portray the situation as potentially excessive \"more scrutiny,\" dramatically highlighting \"alleged child sexual abuse material\" to underscore severe allegations, often implying regulatory overreach.",
      "Center perspectives remain neutral, using terms like \"probe\" and \"sexualised images,\" providing context like \"widespread global outrage\" without strong emotional appeals.",
      "While all agree on the DPC's investigation into Grok's deepfakes under GDPR, their divergent characterizations of the content and regulatory intent reveal underlying ideological priorities concerning tech regulation versus perceived targeting."
    ],
    "bias_bar_text": null,
    "center_pct": 54.0,
    "error": null,
    "left_pct": 23.0,
    "location": "Ireland",
    "right_pct": 23.0,
    "status": "ok",
    "summary": [
      "On February 17, 2026, Ireland's Data Protection Commission opened a formal investigation into X's AI chatbot Grok over personal data processing and potential sexualised images of children, notifying X on Monday.",
      "After media reports earlier this month, X's image-editing tool Grok was used to digitally undress images of women and children and flooded X last month with AI-altered, near-nude images, drawing further regulatory attention despite curbs.",
      "The probe was opened under section 110 of the Data Protection Act 2018, with Mr Doyle stating, `As the Lead Supervisory Authority for XIUC across the EU/EEA, the DPC has commenced a large-scale inquiry which will examine XIUC's compliance with some of their fundamental obligations under the GDPR in relation to the matters at hand.`",
      "Regulators say investigations will continue for several months, and X could face fines of up to 4% of global annual turnover or 20 million euros if found in breach.",
      "With Brussels and London already investigating, Ireland's Data Protection Commission leads as the EU regulator, amid French raids and UK inquiries into X's Grok AI."
    ],
    "title": "Grok faces more scrutiny over deepfakes as Irish regulator opens EU privacy investigation",
    "topic": "Ireland Politics",
    "topic_full": "Ireland Politics · Ireland"
  },
  {
    "article_path": "/article/hyatt-executive-chairman-pritzker-steps-down-cites-terrible-judgment-in-epstein-ties",
    "article_url": "https://ground.news/article/hyatt-executive-chairman-pritzker-steps-down-cites-terrible-judgment-in-epstein-ties",
    "bias": [
      "Left-Leaning coverage frames Thomas Pritzker's exit with terms like \"suddenly exits\" and \"accused sex trafficker,\" highlighting corporate accountability and explicitly mentioning Ghislaine Maxwell.",
      "Right-Leaning outlets politicize the event, emphasizing \" JB Pritzker 's Cousin\" to link a Democrat to the scandal, while omitting Maxwell's involvement.",
      "Center-Leaning reports present Pritzker's \"terrible judgment\" and corporate succession details, also using \"disgraced financier\" and including Maxwell.",
      "All perspectives agree on Pritzker's resignation due to his association with convicted sex offender Jeffrey Epstein, revealed in recently released files."
    ],
    "bias_bar_text": null,
    "center_pct": 48.0,
    "error": null,
    "left_pct": 19.0,
    "location": "United States",
    "right_pct": 33.0,
    "status": "ok",
    "summary": [
      "On Monday, Thomas J. Pritzker, executive chairman of Hyatt Hotels, announced his immediate resignation and said he will not seek reelection at the 2026 shareholder meeting.",
      "Documents show recently released U.S. Justice Department files linked Thomas J. Pritzker to Jeffrey Epstein and Ghislaine Maxwell, including emails after Epstein's 2008 plea deal and Virginia Giuffre naming him in a deposition.",
      "In a statement, Thomas J. Pritzker said, `I exercised terrible judgment in maintaining contact with them, and there is no excuse for failing to distance myself sooner` and expressed regret and sorrow for victims of Jeffrey Epstein and Ghislaine Maxwell.",
      "Following the resignation, Hyatt's board appointed Mark Hoplamazian, Hyatt CEO, as chair immediately; Thomas J. Pritzker said he will focus on his science foundation, marking a dramatic leadership change.",
      "Across sectors, leaders have faced consequences, as Pritzker's resignation follows Epstein-related disclosures, including the ban of Larry Summers and replacement of Sultan Ahmed bin Sulayem."
    ],
    "title": "Hyatt executive chairman Pritzker steps down, cites 'terrible judgment' in Epstein ties",
    "topic": "Business",
    "topic_full": "Business · United States"
  },
  {
    "article_path": "/article/chevron-led-consortium-inks-deals-to-look-for-gas-off-greece_e04614",
    "article_url": "https://ground.news/article/chevron-led-consortium-inks-deals-to-look-for-gas-off-greece_e04614",
    "bias": [
      "Left outlets frame the signing chiefly as expanding the United States’ presence in the eastern Mediterranean, stressing geopolitical stakes and expressing implicit skepticism, while right outlets portray it as an “important signal” and “milestone” for energy ties and Greece’s strategy, using celebratory commercial language; center pieces emphasize the deal’s scale and commercial framing, noting four offshore blocks and formal concession details.",
      "Rhetorically, the left uses cautious, strategic phrasing, the right deploys boosterish terms, and the center uses neutral business diction; all agree a Chevron -led consortium signed exclusive exploration leases, marking a new phase of regional gas exploration."
    ],
    "bias_bar_text": "8% Center 46% Right 46%",
    "center_pct": 46.0,
    "error": null,
    "left_pct": 8.0,
    "location": null,
    "right_pct": 46.0,
    "status": "ok",
    "summary": [
      "On Monday, a consortium led by Chevron signed exclusive leases to explore natural gas off southern Greece, expanding the United States' presence in the eastern Mediterranean.",
      "Greece picked the consortium as preferred bidder at the end of last year after an international tender and revived its quest for gas exploration following the 2022 energy price shock.",
      "Covering about 47,000 square kilometers, the four offshore blocks lie in ultra-deepwater beyond 1,500 meters, with Chevron holding 70% and Helleniq's wholly-owned subsidiary 30% in a three-phase exploration.",
      "Pending parliamentary approval, seismic research is slated for later this year, and exploratory drilling is expected in late 2026 or early 2027 with a five-year search window.",
      "Greece aims to be a gateway for U.S. LNG via the Vertical Gas Corridor, and the deal doubles Greek maritime acreage for exploration, with Guilfoyle saying `It redraws, quite simply, the energy map of Europe, creating a durable alternative to Russian gas not just for one season but for generations to come`, during a presentation in Athens."
    ],
    "title": "Chevron-led consortium signs contracts for gas exploration off Greece",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/ex-trump-ally-warns-gop-on-epstein-good-luck-getting-women-to-vote-for-republicans",
    "article_url": "https://ground.news/article/ex-trump-ally-warns-gop-on-epstein-good-luck-getting-women-to-vote-for-republicans",
    "bias": null,
    "bias_bar_text": "Left 100%",
    "center_pct": null,
    "error": null,
    "left_pct": 100.0,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Sunday, Marjorie Taylor Greene warned the MAGA base's reaction to the Epstein files could cost the Republican Party in the midterms and urged fixing its weakness with women voters.",
      "Greene said she clashed with Donald Trump after advocating for the Epstein files, and Trump only signed the November bill under pressure, Greene recounted.",
      "Greene said she reported death threats to senior Trump administration figures, and she described Trump as calling her a traitor and a disgrace, which she found hurtful.",
      "A YouGov poll from Feb. 6-9 found 32% of U.S. women approve of Trump's job performance, highlighting GOP vulnerability with women voters, as 46% voted Republican in 2024.",
      "Amid questions about the releases, Greene hit out at the DOJ for including her name in Bondi's letter, while FBI daily news briefings from November 2025 show her mentioned and Rep. Thomas Massie says some documents remain unreleased."
    ],
    "title": "Marjorie Taylor Greene Says MAGA Will Lose Women's Votes Due To Handling Of Epstein Files Fallout: 'Good Luck'",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/expectations-are-low-for-the-latest-us-brokered-talks-between",
    "article_url": "https://ground.news/article/expectations-are-low-for-the-latest-us-brokered-talks-between",
    "bias": [
      "While all perspectives acknowledge \"low expectations\" for the \"US-brokered talks\" between Russia and Ukraine , center-leaning coverage distinguishes itself by providing specific meeting dates and explaining the lack of anticipated \"significant progress\" due to sides \"sticking to their negotiating positions.",
      "A pivotal dividing line emerges as left and center outlets consistently frame the discussions against the \"fourth anniversary of Russia's full-scale invasion,\" employing this term to emphasize the conflict's gravity.",
      "Right-Leaning coverage, however, de-emphasizes this historical context, presenting the talks without that specific, emotionally charged framing.",
      "This reveals differing priorities in portraying the conflict's origins and ongoing nature, despite shared recognition of the diplomatic challenges."
    ],
    "bias_bar_text": null,
    "center_pct": 36.0,
    "error": null,
    "left_pct": 46.0,
    "location": "Ukraine",
    "right_pct": 18.0,
    "status": "ok",
    "summary": [
      "A Ukrainian delegation is heading to Geneva, Switzerland for US‑brokered talks during the Tuesday–Wednesday meeting ahead of next week's fourth anniversary of Russia's full‑scale invasion.",
      "Territorial issues and logistics prompted the Geneva meeting, with Kremlin spokesman Dmitry Peskov saying talks address territorial demands of Russia, while Ukraine 's closed airspace forces long overland journeys, and Kirill Dmitriev seeks economic talks with Washington.",
      "Rustem Umerov will lead Ukraine's negotiating team, which traveled overland, while Vladimir Medinsky returns to lead Moscow's delegation with Igor Kostyukov and Mikhail Galuzin; Kirill Dmitriev will hold separate US-Russia economic talks.",
      "Both sides appear to be sticking to positions despite the US June deadline, and it remained unclear which American officials would be in Geneva.",
      "Bryansk's governor reported an intense drone barrage as air defences shot down 229 Ukrainian drones, while Ukraine's Air Force said Russia launched 62 long-range strike drones and six missiles overnight along the roughly 1,250-kilometre front line."
    ],
    "title": "Expectations are low for the latest US-brokered talks between Russia and Ukraine",
    "topic": "Russia-Ukraine War",
    "topic_full": "Russia-Ukraine War · Ukraine"
  },
  {
    "article_path": "/article/investigators-focus-on-suspects-mask-clothing-in-nancy-guthrie-case",
    "article_url": "https://ground.news/article/investigators-focus-on-suspects-mask-clothing-in-nancy-guthrie-case",
    "bias": [
      "While all perspectives acknowledge investigators are working with Walmart regarding a suspect's backpack, left-leaning coverage maintains a purely factual, procedural tone, de-emphasizing specific victim details like age or blood found.",
      "In contrast, right-leaning outlets employ more dramatic language, highlighting a \"Game-Changing Clue\" and \"most significant leads,\" while including victim specifics and using terms like \"now-infamous\" for footage.",
      "Center-Leaning reports offer a broader factual scope, revealing \"stunning details\" such as alleged ransom notes sent to TMZ, a pivotal topic de-emphasized by both left and right.",
      "All sides align on the Pima County Sheriff's statements, reflecting ideological differences in crime reporting priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 77.0,
    "error": null,
    "left_pct": 17.0,
    "location": "United States",
    "right_pct": 6.0,
    "status": "ok",
    "summary": [
      "On Monday, investigators are consulting with Walmart over a 25-liter Ozark Trail Hiker Pack backpack, the only clothing item definitively identified, in the Nancy Guthrie case.",
      "Nancy Guthrie, 84, was last seen on Jan. 31 and reported missing the next day; yellow flowers and signs remained at a Feb. 14, 2026 vigil in Tucson, Arizona.",
      "Porch cameras recorded a masked person with a backpack, ski mask, gloves, and a handgun holster, and the Federal Bureau of Investigation described the suspect as a man about 5 feet, 9 inches tall with a medium build.",
      "Investigators sent a glove found near the Guthrie home for DNA testing, and the FBI reported preliminary results Saturday while authorities noted concern for Nancy Guthrie's health needs.",
      "Despite ransom claims, authorities say no suspect has been identified as the ongoing investigation enters its third week and two payment deadlines have passed."
    ],
    "title": "Nancy Guthrie kidnapping investigators work with Walmart after identifying suspect’s backpack",
    "topic": "Nancy Guthrie",
    "topic_full": "Nancy Guthrie · United States"
  },
  {
    "article_path": "/article/texas-attorney-general-ken-paxton-on-his-us-senate-run-defends-his-record-when-you-are-over-the-target-and-you-are-fighting-they-come-aft",
    "article_url": "https://ground.news/article/texas-attorney-general-ken-paxton-on-his-us-senate-run-defends-his-record-when-you-are-over-the-target-and-you-are-fighting-they-come-aft",
    "bias": [
      "Left-Leaning coverage employs emotionally charged terms like \"slams,\" \"MAGA,\" and \"serial adulterer of ill repute,\" warning of \"electoral 'suicide'\" by emphasizing a candidate's alleged personal misconduct and past impeachments.",
      "Conversely, right-leaning outlets portray the same figure as \"Over the Target\" and \"Fighting,\" framing him as a strong leader under attack.",
      "Center coverage, however, neutrally reports poll results and describes the primary as \"contentious,\" de-emphasizing personal attacks or defensive narratives.",
      "While all perspectives agree on the candidate's challenge to the incumbent and upcoming early voting, these divergent portrayals highlight ideological differences in how character and political conflict are framed."
    ],
    "bias_bar_text": null,
    "center_pct": 45.0,
    "error": null,
    "left_pct": 43.0,
    "location": "Texas",
    "right_pct": 12.0,
    "status": "ok",
    "summary": [
      "With early voting Tuesday, Paxton is launching a four-day series of rallies organized by Lone Star Liberty PAC to support his Senate bid.",
      "Seeking to unseat four-term U.S. Senator John Cornyn, Paxton is building his appeal through high-profile conservative litigation and repeated lawsuits against the Biden administration, according to campaign strategy.",
      "A Pulse Decision Science survey found Paxton at 36%, Cornyn 27%, and Hunt 15%, while Paxton's campaign began airing an ad Friday featuring President Donald Trump praising Paxton.",
      "Party operatives note that Republican strategists warn Paxton as the GOP nominee would require hundreds of millions more to defend the seat in November.",
      "With control of the Senate requiring four pickups for Democrats, Cornyn begins a statewide GOTV tour as early voting starts Tuesday."
    ],
    "title": "Texas Republican Ken Paxton Is Stepping up His Senate Bid Against GOP Sen. John Cornyn",
    "topic": "Texas Politics",
    "topic_full": "Texas Politics · Texas"
  },
  {
    "article_path": "/article/anderson-cooper-set-to-exit-cbs-news-60-minutes",
    "article_url": "https://ground.news/article/anderson-cooper-set-to-exit-cbs-news-60-minutes",
    "bias": [
      "All perspectives acknowledge Anderson Cooper 's departure from '60 Minutes' after nearly two decades.",
      "Left-Leaning outlets frame his exit within a \"MAGA-friendly shakeup\" at CBS News, implying political motivations.",
      "Center coverage also highlights internal turmoil under \"Bari Weiss' Regime,\" using dramatic terms like \"QUITS\" and \"Major EXIT,\" and suggesting Weiss \"cleaned house\" of those who \"dared to challenge her.",
      "In stark contrast, right-leaning coverage de-emphasizes any internal dynamics or political context, presenting his departure simply as an \"exits.",
      "The characterization of internal CBS changes and Bari Weiss's influence forms a pivotal dividing line, reflecting broader ideological views on media power and corporate shifts."
    ],
    "bias_bar_text": null,
    "center_pct": 46.0,
    "error": null,
    "left_pct": 38.0,
    "location": "United States",
    "right_pct": 16.0,
    "status": "ok",
    "summary": [
      "Anderson Cooper is ending his time at 60 Minutes and opted not to renew his contract; his final segment, an interview with Ken Burns, aired Sunday, and he will focus on CNN and his young children.",
      "Nearly 20 years after joining in 2006-07, Anderson Cooper signed a new deal with CNN late last year and, after recent weeks of negotiations, chose to focus on CNN instead of renewing with 60 Minutes.",
      "CBS had an agreement allowing Anderson Cooper to run his 60 Minutes segments on his CNN show, earning multiple Emmys and illustrating his prominence.",
      "The exit represents the first big on-air change under Bari Weiss, as Anderson Cooper plans to leave 60 Minutes after the current season, and CBS News executives did not immediately comment.",
      "Amid newsroom turmoil, CBS delayed a migrant report that later ran on Jan. 18, saw leadership departures including Bill Owens and Wendy McMahon, and faced a $16 million settlement with Paramount."
    ],
    "title": "Anderson Cooper Announces Exit From 60 Minutes After Nearly 20 Years",
    "topic": "Anderson Cooper",
    "topic_full": "Anderson Cooper · United States"
  },
  {
    "article_path": "/article/exclusive-cleveland-browns-star-safety-ronnie-hickman-jumped-at-trendy-lower-east-side-hotel",
    "article_url": "https://ground.news/article/exclusive-cleveland-browns-star-safety-ronnie-hickman-jumped-at-trendy-lower-east-side-hotel",
    "bias": [
      "Left-Leaning coverage neutrally reports a \"jumped by 4 men\" incident, emphasizing specific details like the hotel name and time, and citing law enforcement sources that an \"argument turned physical.",
      "In contrast, right-leaning outlets employ more sensational language, framing the event with terms like \"Exclusive,\" \"star safety,\" and describing perpetrators as a \"crew of thugs,\" while de-emphasizing the precursor argument.",
      "This highlights a pivotal dividing line: the context of the altercation, which the right largely omits, preferring to portray a more arbitrary, aggressive assault.",
      "Center-Leaning reports maintain a factual tone, explicitly noting \"no arrests have been made\" and the \"investigation is ongoing,\" bridging the left's detail-orientation and the right's focus on crime .",
      "All perspectives agree on the core facts of Hickman being assaulted, sustaining minor injuries, and his current recovery, reflecting a shared emphasis on the victim's immediate well-being despite divergent framing of the incident's nature and implications."
    ],
    "bias_bar_text": null,
    "center_pct": 54.0,
    "error": null,
    "left_pct": 30.0,
    "location": "New York",
    "right_pct": 16.0,
    "status": "ok",
    "summary": [
      "A 24-year-old Cleveland Browns safety, Ronnie Hickman, was assaulted by four unknown men in the lobby of a New York City hotel early Monday morning.",
      "Police obtained surveillance footage from the hotel and are searching for the suspects, with the motive currently unclear.",
      "Hickman was treated for minor injuries at a hospital and released to recover at home with his family, according to the Browns' statement."
    ],
    "title": "Cleveland Browns Player Assaulted at NYC Hotel, Officials Say",
    "topic": "Cleveland Browns",
    "topic_full": "Cleveland Browns · New York"
  },
  {
    "article_path": "/article/maher-says-trump-spends-time-yelling-at-him-over-text",
    "article_url": "https://ground.news/article/maher-says-trump-spends-time-yelling-at-him-over-text",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 16.0,
    "error": "Message: \n",
    "left_pct": 17.0,
    "location": "United States",
    "right_pct": 67.0,
    "status": "fail",
    "summary": null,
    "title": "Maher says Trump spends time ‘yelling at’ him over text",
    "topic": "Bill Maher",
    "topic_full": "Bill Maher · United States"
  },
  {
    "article_path": "/article/logan-paul-sells-pokemons-pikachu-illustrator-card-for-record-16m-to-aj-scaramucci_34ba2d",
    "article_url": "https://ground.news/article/logan-paul-sells-pokemons-pikachu-illustrator-card-for-record-16m-to-aj-scaramucci_34ba2d",
    "bias": [
      "Left-Leaning coverage frames Logan Paul 's record-setting $16.5 million Pokémon card sale with terms like \"thrown in\" for the diamond necklace and \"holy grail,\" emphasizing extravagance and the item's ultimate value.",
      "Right-Leaning outlets, conversely, celebrate the \"Astronomical\" price and \"Record Setting\" achievement, portraying it as a \"big bet\" that \"paid off\" and boosted Paul's \"bank account,\" focusing on market triumph and individual wealth.",
      "Center perspectives neutrally report the \"record $16m\" sale, noting its \"unique status\" and the \"shockwaves\" it sent, uniquely detailing the buyer's broader \"planetary treasure hunt\" plans.",
      "While all agree on the approximate $16.5 million record sale, the left highlights perceived excess, the right champions financial success, and the center provides broader context, reflecting differing ideological priorities regarding wealth and market events."
    ],
    "bias_bar_text": null,
    "center_pct": 42.0,
    "error": null,
    "left_pct": 34.0,
    "location": "United States",
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "On February 16, 2026, Goldin Auctions in New Jersey sold Logan Paul ’s Pikachu Illustrator for $16,492,000, with Guinness adjudicator Sarah Casson confirming it as a record for any trading card.",
      "The card's history explains the Pikachu Illustrator card is one of roughly 39 copies, and Logan Paul's example is the only one graded GEM MT 10 by PSA after he consigned it to Goldin Auctions with a $2.5 million advance.",
      "As Monday’s bidding closed, the price surged from $6.882 million to $16.492 million from 97 total bids, with A.J. Scaramucci paying $13.3 million plus a 24% buyer's premium to Goldin Auctions and collecting the card mounted on the diamond necklace.",
      "For Paul, the sale generated more than $8 million in profit after fees, Ken Goldin called the night historic for collectors, and Paul publicly congratulated the buyer.",
      "Market observers note the sale surpasses the previous record of $12.93 million, highlighting a booming Pokémon collectible market that outpaces other investments, while A.J. Scaramucci calls it a 'planetary treasure hunt'."
    ],
    "title": "Logan Paul sells Pokémon's Pikachu Illustrator card for record $16m to AJ Scaramucci",
    "topic": "Logan Paul",
    "topic_full": "Logan Paul · United States"
  },
  {
    "article_path": "/article/judge-invokes-george-orwells-1984-in-ordering-restoration-of-philadelphia-slavery-exhibit_4d6710",
    "article_url": "https://ground.news/article/judge-invokes-george-orwells-1984-in-ordering-restoration-of-philadelphia-slavery-exhibit_4d6710",
    "bias": [
      "Left-Leaning coverage frames the exhibit's removal as a \"shocking move\" and an attempt to \"whitewash U.S. history,\" employing emotionally charged language and highlighting a \"scathing rebuke\" from the judge who invoked \"Orwell's 1984.",
      "This perspective emphasizes the historical \"fight\" of Black activists.",
      "In contrast, right-leaning narratives, while acknowledging Ona Judge's \"daring escape,\" accuse the National Park Service of having \"erased her story,\" focusing on perceived government overreach rather than the judge's strong rhetoric.",
      "Center-Leaning outlets report the judge's \"1984\" invocation more neutrally, detailing the legal battle and community support without the left's intense emotional framing or the right's specific accusation of erasure by the NPS.",
      "All perspectives agree a judge ordered the exhibit's restoration after panels were removed, revealing ideological divides over historical interpretation and government accountability."
    ],
    "bias_bar_text": null,
    "center_pct": 58.0,
    "error": null,
    "left_pct": 29.0,
    "location": "Pennsylvania",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "On Monday, U.S. District Judge Cynthia Rufe issued a 40-page ruling and preliminary injunction ordering restoration of the President's House site and barring further changes.",
      "On Monday, the City of Philadelphia sued the NPS, Jessica Bowron, and Doug Burgum over the removal of slavery exhibits following President Donald Trump 's order on January 22, 2026.",
      "The exhibit included 34 explanatory panels and footprints memorializing Ona Judge, with her saying, `I had friends among the colored people of Philadelphia, had my things carried there beforehand, and left Washington's house while they were eating dinner.`",
      "Rufe found federal agencies exceeded their authority and ruled Philadelphia is likely to prevail, ordering mitigation to protect stored panels and exhibits while ensuring site security.",
      "Activists and officials tied the judge's order to a broader pattern of federal actions, including the removal of the Philadelphia slavery exhibit and restoration of Confederate monuments, amid the upcoming 250th anniversary."
    ],
    "title": "Judge invokes George Orwell’s ‘1984’ in ordering restoration of Philadelphia slavery exhibit",
    "topic": "US Politics",
    "topic_full": "US Politics · Pennsylvania"
  },
  {
    "article_path": "/article/trump-slams-newsom-over-inappropriate-california-uk-energy-agreement",
    "article_url": "https://ground.news/article/trump-slams-newsom-over-inappropriate-california-uk-energy-agreement",
    "bias": [
      "Left-Leaning outlets frame the clean energy agreement as strengthening ties, portraying Newsom as \"masterminding scheme\" to \"bait\" a \"furious\" Trump who \"loses it.",
      "Right-Leaning coverage \"tears into\" Newsom, using \"blasts\" and \"fierce warning,\" asserting his state has \"gone to hell\" and linking the deal to \"2028 buzz.",
      "Center coverage, while noting Trump \"slams\" the deal and calls it \"inappropriate,\" uniquely highlights \"$1 billion in investments.",
      "All perspectives agree on the clean energy focus and Trump's criticism, but diverge sharply on motives and implications, reflecting deep ideological divides over environmental policy and political leadership."
    ],
    "bias_bar_text": null,
    "center_pct": 27.0,
    "error": null,
    "left_pct": 33.0,
    "location": "California",
    "right_pct": 40.0,
    "status": "ok",
    "summary": [
      "On Feb. 16, President Donald Trump denounced the California–UK clean-energy agreement hours after Gavin Newsom , California Governor, signed it in London with Ed Miliband, British Energy Secretary.",
      "On Monday, Gavin Newsom signed a memorandum with British Energy Secretary Ed Miliband to expand cooperation on decarbonization and offshore wind, aiming to deepen research ties and open California's market to UK firms.",
      "In comments to POLITICO, President Donald Trump said, `The worst thing that the U.K. can do is get involved in Gavin` and warned, `If they did to the U.K. what he did to California, this will not be a very successful venture.`",
      "A UK Department for Energy Security and Net Zero spokesperson said Monday's pact is among state-level deals delivering jobs and growth, while Octopus Energy committed nearly $1 billion to California clean-energy projects.",
      "The episode follows federal policy shifts as the Trump administration withdrew from the United Nations Framework on Climate Change earlier this year and revoked a greenhouse-gases ruling last week."
    ],
    "title": "Trump Slams Newsom over ‘Inappropriate’ California-UK Energy Agreement",
    "topic": "Gavin Newsom",
    "topic_full": "Gavin Newsom · California"
  },
  {
    "article_path": "/article/trump-says-he-didnt-bring-up-renaming-penn-station-as-trump-station_f031dd",
    "article_url": "https://ground.news/article/trump-says-he-didnt-bring-up-renaming-penn-station-as-trump-station_f031dd",
    "bias": [
      "Left-Leaning outlets frame Trump's denial regarding Penn Station renaming as an \"Unhinged Tantrum,\" using terms like \"Insists\" and alleging he \"Held Up Billions in Public Funds.",
      "They highlight contradictions with previous White House statements and portray his Gateway Tunnel criticism as a \"boondoggle\" \"without evidence.",
      "Center coverage, conversely, neutrally reports Trump's denial \"amid backlash,\" de-emphasizing the direct link between his actions and fund withholding.",
      "Both acknowledge Trump's statements and the Gateway project, but the left emphasizes his perceived self-serving motives and lack of credibility, while the center focuses on reporting the event and public reaction.",
      "This reveals a divide over Trump's integrity and the politicization of infrastructure funding."
    ],
    "bias_bar_text": null,
    "center_pct": 29.0,
    "error": null,
    "left_pct": 71.0,
    "location": "United States",
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Monday, President Donald Trump denied he originated renaming Penn Station TRUMP STATION, posting on Truth Social after criticizing the Gateway tunnel project and addressing the matter.",
      "Last week, White House press secretary Karoline Leavitt said Trump `floated` renaming Penn Station and Washington-Dulles with Senate Democratic Minority Leader Chuck Schumer, as TIME reported.",
      "Trump said various politicians and construction union leaders raised the idea, insisting others proposed renaming Penn Station, not him.",
      "The New York-New Jersey Gateway Tunnel project faces accusations that President Donald Trump withheld billions in federal funding to secure renaming, contradicting his denial."
    ],
    "title": "Trump says he didn’t bring up renaming Penn Station as Trump Station",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/the-emoji-code-the-encrypted-language-hamas-used-on-oct-7",
    "article_url": "https://ground.news/article/the-emoji-code-the-encrypted-language-hamas-used-on-oct-7",
    "bias": [
      "Left-Leaning coverage highlights systemic intelligence failures, noting the activation of Israeli SIM cards and their \"routine\" assessment, with information clearing by \"censors\" taking significant time.",
      "In contrast, right-leaning outlets frame the event as a \"massacre\" and \"invasion,\" focusing on Hamas 's \"Secret Code\" that \"Triggered the Attack\" and detailing fighters gathering, even mentioning prior failed attempts.",
      "Center reports describe the \"Encrypted Language\" and specific emojis like hearts and stars used via WhatsApp, attributing discovery to military intelligence, but de-emphasize the intelligence oversight highlighted by the left.",
      "While all agree Hamas used emoji code for the October 7 attack, perspectives diverge sharply on accountability and the nature of the aggression, reflecting broader ideological priorities."
    ],
    "bias_bar_text": "L 20% Center 30% Right 50%",
    "center_pct": 30.0,
    "error": null,
    "left_pct": 20.0,
    "location": null,
    "right_pct": 50.0,
    "status": "ok",
    "summary": [
      "On October 7, 2023 the IDF Military Intelligence Directorate revealed Hamas used emoji-laden WhatsApp messages as a coded signal to launch the invasion, discovered weeks later while analyzing thousands of captured phones and cleared for publication by military censors.",
      "Izz al-Din al-Qassam Brigades relied on innocuous emoji patterns with preset meanings to direct operatives and signal the Nukhba force to use Israeli SIM cards.",
      "At 9 p.m. on October 6, 2026, dozens of SIM cards were activated in Gaza amid rising cellular traffic, with officials discussing this until 11:30 p.m. and requesting increased surveillance overnight.",
      "Unit 8200 had shut down listening and monitoring capabilities well before the war, no alert was raised, and Benjamin Netanyahu and Yoav Gallant were not awakened despite attackers preparing at border breach points.",
      "Technical limits like WhatsApp encryption hindered real-time detection, as the Shin Bet identified unusual activity and updated the Military Intelligence Directorate, which notified Southern Command; MID later termed this oversight 'intelligence without content."
    ],
    "title": "Hamas ‘used emojis’ to signal start of the October 7, 2023 attack on Israel",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "article_url": "https://ground.news/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Sunday, US President Donald Trump urged Hamas to uphold Full and Immediate Demilitarization and said Board of Peace members pledged $5 billion for Gaza reconstruction.",
      "The US-brokered ceasefire plan sealed October 2023 requires disarmament in its second phase, endorsed by the United Nations to enable Israel's withdrawal and deploy an International Stabilization Force.",
      "The board's charter and fee structure reveal the International Stabilization Force and Local Police include thousands of personnel, while countries are asked to pay $1,000,000,000 for permanent membership, and Vladimir Putin, Russian President, has drawn criticism for his invitation.",
      "Key US allies including France and Britain have expressed doubts, while Hamas says disarmament is a red line but might hand weapons to a future Palestinian governing authority amid daily ceasefire accusations.",
      "On February 19, the board is due to meet, and Trump called it `the most consequential International Body in History`."
    ],
    "title": "Trump tells Hamas to proceed with ‘Full and Immediate’ disarmament",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/prosecutors-plan-to-charge-an-israeli-settler-with-killing-a-palestinian-activist-in-the-west-bank",
    "article_url": "https://ground.news/article/prosecutors-plan-to-charge-an-israeli-settler-with-killing-a-palestinian-activist-in-the-west-bank",
    "bias": [
      "Left-Leaning coverage frames the incident using terms like \"killing\" and \"slain,\" emphasizing the victim's family's emotional response, described as \"joyful yet tearful,\" and their assertion that the \"manslaughter\" charge \"doesn’t rise to the level of the crime.",
      "It highlights a statistic about \"93.6 percent\" of similar cases closing without indictment.",
      "Right-Leaning outlets, often using \"death,\" de-emphasize the family's perspective, instead focusing on the broader context of \"surged\" settler attacks, a point shared with center-leaning reports which also note incidents have \"spiked dramatically.",
      "All perspectives agree on the \"rare prosecution\" of a settler for the activist's death in the West Bank, revealing ideological divides over accountability and systemic injustice."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "Israeli prosecutors plan to indict a settler named Levi for killing Palestinian activist Awdah Hathaleen, who was involved in the Oscar-winning film 'No Other Land'.",
      "A video purportedly shows Levi firing shots at Hathaleen, and an Israeli judge previously released Levi due to lack of evidence.",
      "Over 3.4 million Palestinians and 700,000 Israelis live in the occupied West Bank and East Jerusalem, areas where settlement construction is considered illegal by the international community."
    ],
    "title": "Prosecutors plan to charge an Israeli settler with killing a Palestinian activist in the West Bank",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/trump-and-maryland-governor-wes-moore-battle-over-potomac-river-sewage-spill-response",
    "article_url": "https://ground.news/article/trump-and-maryland-governor-wes-moore-battle-over-potomac-river-sewage-spill-response",
    "bias": [
      "Left-Leaning coverage frames the Potomac sewage spill as a political \"battle,\" portraying Trump as \"taking aim\" at a \"Popular Black Democrat\" governor, implying deflection and federal responsibility, using terms like \"lashing out\" to highlight conflict.",
      "Right-Leaning outlets, conversely, emphasize Trump's decisive action, presenting him as \"Blasting Democrat Governor\" for \"Gross Mismanagement\" of a \"massive ecological disaster,\" justifying federal intervention due to local inaction.",
      "Center coverage, while also noting the \"battle,\" offers more neutral, specific details about the pipe failure, de-emphasizing partisan blame.",
      "Both sides agree on the spill's occurrence and Trump's criticism and intervention, yet diverge on the underlying causes and motivations, reflecting broader ideological clashes over governmental responsibility and political accountability."
    ],
    "bias_bar_text": "Left 42% Center 33% Right 25%",
    "center_pct": 33.0,
    "error": null,
    "left_pct": 42.0,
    "location": null,
    "right_pct": 25.0,
    "status": "ok",
    "summary": [
      "On Monday, President Donald Trump ordered federal authorities to coordinate the response and 'immediately provide all necessary Management, Direction, and Coordination,' after criticizing Maryland officials over the sewage spill.",
      "On Jan. 19, a 72-inch Potomac Interceptor sewer line collapsed, releasing more than 200 million gallons into the Potomac near Glen Echo, Maryland; the 1960s-era pipe is part of DC Water and runs under National Park Service oversight.",
      "Researchers and regulators warned of contamination across the region as University of Maryland researchers detected high levels of fecal bacteria, while D.C. Department of Energy and Environment urged residents to avoid river contact.",
      "Maryland officials said they were on site within hours, accused the Trump administration of shirking responsibility, and the U.S. Environmental Protection Agency deferred a legislative briefing, citing DC Water and Maryland leading the response.",
      "A video inspection earlier this month found a large rock dam about 30 feet from the breach requiring treatment, while emergency repairs are expected to take four to six weeks amid a Department of Homeland Security funding pause complicating Federal Emergency Management Agency coordination."
    ],
    "title": "Trump and Maryland Governor Wes Moore Battle over Potomac River Sewage Spill Response",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/australian-influencer-claims-billie-eilish-got-him-deported-from-us-over-mansion-joke_4d7a02",
    "article_url": "https://ground.news/article/australian-influencer-claims-billie-eilish-got-him-deported-from-us-over-mansion-joke_4d7a02",
    "bias": [
      "Left-Leaning coverage frames the episode as elite hypocrisy—highlighting Eilish’s Grammy “stolen land” line, Indigenous context, and the activist’s 24–30+ hour detention to suggest celebrity overreach—using labels like \"controversial right-wing activist\" and \"performance art\" with a skeptical tone; right-leaning pieces emphasize irony and threat, using scare quotes and charged words like \"woke,\" \"shitposting,\" and \"deported,\" mocking the protest and treating Pavlou’s claim that Eilish’s team prompted his removal as plausible; centrists largely call it \"performance art\" and note lack of independent confirmation.",
      "The pivotal divide is whether legal contact caused detention , while all sides agree Pavlou planned the stunt and was denied entry."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On February 15, 2026, Drew Pavlou said he was denied entry after pledging to `move into` Billie Eilish's Los Angeles mansion, detained over 24 hours at Los Angeles International Airport before being sent home.",
      "Inspired by the Grammy speech, Pavlou announced plans to 'move into' Eilish's mansion, claiming it's 'completely and totally legal,' after she said 'no one is illegal on stolen land.'",
      "His protest history, including a 2022 Chinese Embassy incident, meant border agents reviewed his `dossier' on online activity after he posted plans publicly and raised over $3,000 before moving to GiveSendGo.",
      "A Tongva spokesperson told reporters that the Gabrieleño Tongva San Gabriel Band confirmed Eilish's property sits on their ancestral land and urged naming the tribe, while Pavlou said the restriction is not permanent and he can reapply.",
      "High-Profile commentators reacted, noting Elon Musk and Finneas criticized the episode while Kevin O'Leary, Bill Maher, and DHS Secretary Kristi Noem broadened debate over Eilish's remarks and immigration policy."
    ],
    "title": "Australian influencer claims Billie Eilish got him 'deported' from US over mansion joke",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/after-minnesota-church-protest-states-move-to-crack-down-on-disruptions",
    "article_url": "https://ground.news/article/after-minnesota-church-protest-states-move-to-crack-down-on-disruptions",
    "bias": [
      "Left-Leaning coverage frames state bills as a \"crack down\" on protest, emphasizing civil‑liberties risks and a national pattern of overreach, while right-leaning pieces cast the response as GOP-led, necessary \"law-and-order\" action—labeling the Minnesota incident \"storming\" and pushing \"felony\" penalties as deterrence.",
      "The left uses cautionary, rights-focused rhetoric and legal-expert concerns; the right uses punitive, safety-first language and partisan mobilizing terms.",
      "Pivotal divides include constitutional free‑speech implications versus public‑safety framing; both agree states are proposing tougher penalties after the Minnesota disruption."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "Following the Jan. 18 Minnesota church disruption, Alabama, Idaho, Ohio and South Dakota lawmakers proposed bills to increase penalties for religious service disruptions.",
      "New York Governor Kathy Hochul and New York City Council Chair Julie Menin proposed buffer zones, with Menin seeking police authority to ban protests within 100 feet, while Alabama’s committee approved a bill to make disruptions a felony punishable by up to 10 years.",
      "Oklahoma’s new law, signed by Governor Kevin Stitt, includes buffer zones restricting protests and an 8-foot pathway within 100 feet, modeled on a 2000 U.S. Supreme Court decision.",
      "Critics warn the measures could infringe First Amendment rights, as the South Dakota House defeated a bill with a 50-foot perimeter and one-hour buffer amid free speech concerns.",
      "Legal experts note these state laws are likely to prompt court challenges testing Supreme Court precedent; federal law complicates enforcement with the 1994 Freedom of Access to Clinic Entrances Act."
    ],
    "title": "After Minnesota church protest, some states move to crack down on disruptions",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/massive-sewage-spill-into-potomac-river-whats-in-the-water-what-are-the-risks-rise-as-ice-melts",
    "article_url": "https://ground.news/article/massive-sewage-spill-into-potomac-river-whats-in-the-water-what-are-the-risks-rise-as-ice-melts",
    "bias": [
      "Left-Leaning outlets frame the Potomac sewage spill as a \"massive ecological disaster,\" \"ripping\" Trump defense officials for \"failure\" and highlighting corporate accountability for \"toxic sludge,\" often attributing the cause to \"non-disposable wipes.",
      "Right-Leaning coverage, conversely, sensationalizes the event as a \"poop-filled cesspit\" and \"crisis,\" frequently claiming it's the \"largest in U.S. history\" while criticizing \"mismanagement of local Democratic leaders\" and linking failures to \"DEI-focused\" authorities, even alleging a \"9,900% error.",
      "Center-Leaning reports offer factual updates on \"disastrous\" conditions and \"nine to ten months\" for repairs, attributing official warnings.",
      "While all perspectives agree on the \"243 million gallons\" spilled and the public health risk, the left targets specific political figures and corporate responsibility, whereas the right weaponizes the event against progressive policies and government competence, revealing deep ideological rifts over governance and accountability."
    ],
    "bias_bar_text": null,
    "center_pct": 28.0,
    "error": null,
    "left_pct": 22.0,
    "location": "Washington",
    "right_pct": 50.0,
    "status": "ok",
    "summary": [
      "A massive sewage spill has occurred in the Potomac River near Washington D.C., releasing millions of gallons of raw sewage and prompting concerns over public health risks.",
      "Researchers from the University of Maryland have detected alarmingly high levels of E.coli and other harmful bacteria in the river, thousands of times above safe recreational standards.",
      "Local authorities have issued strong advisories warning residents and pets to avoid contact with the Potomac River, including recreational activities such as fishing, until the situation is resolved."
    ],
    "title": "Potomac River Sewage Spill: VDH Urges Residents to Avoid Contaminated Water",
    "topic": "Water",
    "topic_full": "Water · Washington"
  },
  {
    "article_path": "/article/republicans-worry-party-wont-do-enough-to-address-costs-before-midterms",
    "article_url": "https://ground.news/article/republicans-worry-party-wont-do-enough-to-address-costs-before-midterms",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 74.0,
    "error": "Message: \n",
    "left_pct": 13.0,
    "location": "United States",
    "right_pct": 13.0,
    "status": "fail",
    "summary": null,
    "title": "Republicans worry party won’t do enough to address costs before midterms",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/democrat-nathan-sage-drops-out-of-iowa-senate-race_14209d",
    "article_url": "https://ground.news/article/democrat-nathan-sage-drops-out-of-iowa-senate-race_14209d",
    "bias": [
      "Left-Leaning and center perspectives neutrally report Democrat Nathan Sage's campaign conclusion due to fundraising, with the center adding details on his policy platform and remaining candidates.",
      "In stark contrast, right-leaning coverage frames the event within a critical narrative, portraying Sage as an \"Osborn Family’s Democrat Recruit\" and a \"Radical leftist.",
      "This side highlights alleged financial ties, mentioning \"at least $114,000\" paid to a consulting firm, and uses emotionally charged terms like \"messy\" and \"thankfully\" to imply internal party disarray and undermine the candidate's legitimacy.",
      "The pivotal dividing line is the right's focus on these alleged financial connections and ideological labeling, de-emphasized by other perspectives.",
      "While all agree on Sage's withdrawal, the right's portrayal reveals an ideological drive to discredit opposing political figures and processes."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 29.0,
    "location": "Iowa",
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "Nathan Sage, a Democrat, suspended his campaign on Sunday, Feb. 15, 2026, ending his U.S. Senate bid in Iowa, with reports from Marshalltown, Iowa, and Cedar Rapids, Iowa.",
      "Amid a fourth-quarter of 2025 fundraising slowdown, Sage said his campaign was \"unable to raise the financial resources necessary to keep the campaign viable\" and cited rising competition as factors.",
      "Campaign finance reports indicate Sage raised $700,000 from April through June, $410,000 from July through September, raised $230,000, spent $412,000 and had $86,000 cash on hand.",
      "Sage's departure narrows the Democratic field to Zach Wahls and Josh Turek ahead of Iowa's primary on June 2, 2026.",
      "As a Marine veteran and first-time candidate, Sage emphasized working-class issues and visited all 9 Iowa counties, while Hinson has endorsements from President Donald Trump, Gov. Kim Reynolds, and Sen. Joni Ernst."
    ],
    "title": "Democrat Nathan Sage drops out of Iowa Senate race",
    "topic": "Iowa Politics",
    "topic_full": "Iowa Politics · Iowa"
  },
  {
    "article_path": "/article/health-officials-warn-of-measles-exposure-at-phl-airport-last-week",
    "article_url": "https://ground.news/article/health-officials-warn-of-measles-exposure-at-phl-airport-last-week",
    "bias": [
      "Left-Leaning coverage emphasizes public health specifics, detailing measles as a \"highly contagious virus\" and providing a precise symptom monitoring end date like \"March 5.\" Right-leaning outlets, while also reporting the warning, de-emphasize these granular health details, instead noting the warning date and hinting at further travel information.",
      "Center-Leaning reports maintain a neutral tone, using phrases like \"possible measles exposure reported\" and \"major U.S. airport,\" though one instance presents a slightly different exposure date.",
      "All perspectives agree on the core public health warning from officials and the need for travelers to monitor symptoms, reflecting a shared concern for public safety despite varied informational depth."
    ],
    "bias_bar_text": null,
    "center_pct": 62.0,
    "error": null,
    "left_pct": 25.0,
    "location": "Pennsylvania",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "A person with measles traveled through Terminal E at Philadelphia International Airport on Thursday from 1:35 p.m. to 4:30 p.m., according to the Philadelphia Department of Public Health.",
      "As of late January, the measles outbreak in South Carolina, which started in October, had grown to 780 cases, including 18 hospitalizations.",
      "The Philadelphia Department of Public Health advises getting the MMR vaccine, as it is safe and extremely effective at preventing measles."
    ],
    "title": "Possible measles exposure reported at Philadelphia International Airport",
    "topic": "Vaccines",
    "topic_full": "Vaccines · Pennsylvania"
  }
]
