[
  {
    "Abstract": NaN,
    "Author": "Cheng, Shizhuo",
    "DOI": "https://doi.org/10.1038/s41586-025-09957-1",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Nature",
    "Subfield": "Molecular Biology",
    "Title": "De novo design of GPCR exoframe modulators",
    "Topic": "Receptor Mechanisms and Signaling"
  },
  {
    "Abstract": "This Viewpoint discusses care of the physician as a moral obligation in health care practice, noting that such care also supports patients by preventing practitioner burnout and medical errors.",
    "Author": "Michael Philip Atkinson",
    "DOI": "https://doi.org/10.1001/jama.2026.0390",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "JAMA",
    "Subfield": "General Health Professions",
    "Title": "Physician Care as a Moral Obligation in Health Care Practice",
    "Topic": "Ethics in medical practice"
  },
  {
    "Abstract": "The S-Alg/Ce-BG composite scaffold exhibits favorable properties for CTE, including cytocompatibility, enhanced angiogenic potential, and antioxidant activity. These features highlight the scaffold as a highly promising candidate for advancing cardiac tissue regeneration strategies.",
    "Author": "Forouzandeh, F.",
    "DOI": "https://doi.org/10.22074/cellj.2025.2059774.1851",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "PubMed",
    "Subfield": "Biomedical Engineering",
    "Title": "Novel Sulfated Alginate-Cerium Bioactive Glass Scaffolds: Promising Platform for Cardiac Tissue Regeneration.",
    "Topic": "Bone Tissue Engineering Materials"
  },
  {
    "Abstract": "Sarcophaga flexuosa Ho, 1934 is the type species of the currently monotypic genus-group taxon Hoa Rohdendorf, 1937, which here is considered a subgenus of Sarcophaga Meigen, 1826. Using DNA sequences of mitochondrial genes (cytochrome oxidase I and cytochrome b), we positively identify, for the first time, the female of S. (H.)flexuosa. The female is described, the male is redescribed, and both sexes are illustrated using a combination of line drawings, photographs and scanning electron microscopy images. It is argued from the morphology of the male terminalia that Sarcophagaflexuosa is the sister taxon of Sarcophaga basiseta Baranov, 1931, and the subgenus Hoa is redefined to include both of these species.",
    "Author": "Zhang, Dong",
    "DOI": "https://doi.org/10.48580/d3k2q",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "PubMed",
    "Subfield": "Insect Science",
    "Title": "Sarcophaga (Hoa) flexuosa Ho (Diptera: Sarcophagidae): association of sexes using morphological and molecular approaches, and a redefinition of Hoa Rohdendorf",
    "Topic": "Forensic Entomology and Diptera Studies"
  },
  {
    "Abstract": "Conventional palladium-catalyzed methods for constructing biaryls and terphenyls often rely on costly arylating agents, which also face challenges including instability and the need for prefunctionalizations of arenes. Herein, we report an alternative strategy by harnessing the cyclic allyl alcohol and 1,4-epoxy naphthalene as arylating agents for the C-H arylation of arenes. This approach employs ligand design to enhance both the catalytic efficiency and regioselectivity in the C-H activation of arenes, thereby providing a sustainable, atom-economical pathway for late-stage C-H arylation. One of the key design aspects includes the strategic incorporation of steric encumbrance within a monodentate ligand framework, which accelerates reductive elimination without diminishing the efficiency of other catalytic steps. Furthermore, the density functional theory (DFT) study suggests that the extended π-electron cloud of the adjacent aryl ring of the ligand may engage in noncovalent interactions with incoming substrates to induce specific selectivity in the products. Experimental studies, along with DFT calculations, established the reaction mechanism, determined the origin of selectivity, identified the nature of the rate-determining step, and highlighted the role of dual ligands in the regioselectivity.",
    "Author": "Bairagi, Yogesh",
    "DOI": "https://doi.org/10.1021/jacs.5c13471",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Organic Chemistry",
    "Title": "Ligand Design Enables Introduction of Nonaromatic Arylating Agents in Palladium-Catalyzed C–H Arylation of Arenes",
    "Topic": "Catalytic C–H Functionalization Methods"
  },
  {
    "Abstract": "Electrochemical urea (CO(NH<sub>2</sub>)<sub>2</sub>) synthesis using CO<sub>2</sub> and available nitrogen sources is an alternative method featuring reactant sustainability and an overall energy efficiency. However, sluggish catalytic reaction kinetics for available electrocatalysts led to poor yield rates of urea production, seriously hindering its practical applications, because of the low density of reactant species and electric fields surrounding active sites. Herein, a new class of ordered multidimensional interfaces for electrocatalysts is discovered to enrich the local reaction fields surrounding active sites, thereby facilitating reaction kinetics for urea synthesis with ultrahigh yield rates. Using Cu-based electrocatalysts as a proof of concept, one-dimensional (1D) Cu<sub>2</sub>O nanowires were uniformly aligned along the 3-fold symmetry of two-dimensional (2D) Cu<sub>2</sub>Se (111) facets through <i>in situ</i> electrochemical epitaxial growth. This unique structure allows for accumulation of gas flows, electric fields, and species concentrations due to the interface confinement effect from multidimensions. Our Cu<sub>2</sub>O/Cu<sub>2</sub>Se interfaces yield a high current density, with a Faraday efficiency (FE) of 61.5% and a production rate of 0.96 mg h<sup>-1</sup> in half cells, representing the highest reported values. Moreover, the designed membrane electrode assembly (MEA) coelectrolysis device demonstrates effective urea synthesis and plastic upcycling for practical applications. Enriching local reaction fields via ordered multidimensional interfaces can enable new strategies for designing efficient electrocatalysts and promoting reaction kinetics for practical applications.",
    "Author": "H. R. Cheng",
    "DOI": "https://doi.org/10.1021/jacs.5c21516",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Catalysis",
    "Title": "Enriching Local Reaction Fields via Ordered Multidimensional Interfaces for High-Yield Urea Electrosynthesis",
    "Topic": "Ammonia Synthesis and Nitrogen Reduction"
  },
  {
    "Abstract": "Cyclopeptide alkaloids are an expanding class of plant peptide natural products defined by a macrocyclic ether cross-link via a tyrosine-derived phenol. Classical cyclopeptide alkaloids are characterized by strained 13- to 15-membered cyclophanes and terminal modifications such as <i>N</i>-methylation and C-terminal styrylamine moieties. While synthetic access to many classical cyclopeptide alkaloids has been established, no biosynthetic route has been reported. Here, we elucidate the biosynthetic pathway of a 14-membered cyclopeptide alkaloid, lotusine A, from the Chinese date tree (<i>Ziziphus jujuba</i>), which features peptide cyclization on a ribosomal precursor peptide by a split burpitide cyclase, nonheme-iron and 2-oxoglutarate-dependent oxidative decarboxylation affording the C-terminal hydroxystyrylamine, and SAM-dependent N-terminal α-<i>N,N</i>-dimethylation. We apply the discovered <i>Z. jujuba</i> enzymes in combination with a clubmoss cyclopeptide alkaloid cyclase for the biosynthesis and diversification of the analgesic adouetine X and the anxiolytic sanjoinine A by combining <i>in planta</i> and <i>in vitro</i> reactions. Our work expands the biocatalytic repertoire of nonheme iron- and 2-oxoglutarate-dependent enzymology to oxidative peptide decarboxylation and primes scaled metabolic engineering and chemoenzymatic synthesis of 14-membered cyclopeptide alkaloids with terminal posttranslational modifications.",
    "Author": "Jordan A. Hungerford",
    "DOI": "https://doi.org/10.1021/jacs.5c23400",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Pharmacology",
    "Title": "Biosynthesis of 14-Membered Cyclopeptide Alkaloids via Nonheme Iron- and 2-Oxoglutarate-Dependent Oxidative Decarboxylation",
    "Topic": "Microbial Natural Products and Biosynthesis"
  },
  {
    "Abstract": "Precise control over the hierarchical superstructures of peptides and lipids is critical for various biological processes. While the secondary structure of peptides plays a pivotal role in modulating interactions between peptides and lipids during self-assembly, the underlying physical principles that govern the dynamics and kinetics of the assembly of hierarchical superstructures remain poorly understood. Here, we study secondary structure-encoded control of lipid assembly by radially amphiphilic peptides (RAPs), and we find that the RAP helicity promotes the formation of thermodynamically stable layer-by-layer superstructures. The free-energy landscapes of RAPs/POPG assembly reveal two distinct pathways, a singular-layer pathway and a layer-by-layer pathway. The helicity gives rise to the strong kinetic preference of the layer-by-layer pathway, which directs toward the layer-by-layer state compared with the singular-layer pathway, as evidenced by the significantly lower enthalpic barrier for the α-helical RAPs system transitioning from the on-path intermediate state of porous-rich layer to the defect-free layer-by-layer state. Insights into the interplay between RAPs and POPG lipids show that the α-helical RAPs expose a greater hydrophilic surface, which enhances the fluidity of both the peptides and the lipids. This increased fluidity facilitates the disruption of stalk structures in the cross-cylinder and porous-rich layer states, thereby promoting escape from the long-lived metastable states. In summary, our results reveal a comprehensive understanding of the secondary structure-encoded control of lipid assembly by RAPs, and they offer valuable theoretical guidance for the design of hierarchical superstructures.",
    "Author": "Huang, Yun",
    "DOI": "https://doi.org/10.1021/jacs.5c23300",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Biomaterials",
    "Title": "Secondary Structure-Encoded Control of Lipid Assembly by Radially Amphiphilic Peptides",
    "Topic": "Supramolecular Self-Assembly in Materials"
  },
  {
    "Abstract": "Accurate diagnosis of dementia with Lewy bodies (DLB) remains challenging, with misdiagnosis potentially leading to harmful treatment decisions. DOPA decarboxylase (DDC) shows promise as a cerebrospinal fluid (CSF) biomarker for DLB and Parkinson's disease (PD), but quantitative assays are needed for its clinical implementation. Here we report on the development of two DDC immunoassays and the extensive clinical validation of DDC across three clinical cohorts (n = 740), one biologically defined cohort (n = 253), one cohort with detailed dopamine transporter imaging information (n = 102) and one autopsy-confirmed cohort (n = 78). CSF DDC levels were significantly higher in DLB and PD (up to 2.5-fold versus controls; 1.9-fold versus AD), showing area under the curve values > 0.9 for differential diagnosis. Elevated CSF DDC was linked to the presence, but not severity, of motor impairment. In autopsy-confirmed DLB, higher CSF DDC correlated with progressing α-synuclein pathology and immunohistochemistry in DLB and PD brain tissue revealed colocalization of DDC and α-synuclein in the substantia nigra. These findings underscore DDC's value to support DLB and PD diagnosis, paving the way for its clinical implementation using the here-presented developed immunoassays.",
    "Author": "Bolsewig, Katharina",
    "DOI": "https://doi.org/10.1038/s41591-026-04212-0",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Nature Medicine",
    "Subfield": "Neurology",
    "Title": "A quantitative DOPA decarboxylase biomarker for diagnosis in Lewy body disorders",
    "Topic": "Neurological diseases and metabolism"
  },
  {
    "Abstract": "Abstract Surface precipitation phase transition is conducive to devastating snowstorms and avalanches yet remains a global challenge due to the scarcity of surface observations. Here, we present the Real-time Precipitation Phase-Intensity Collaborative Retrieval Network (RePPIC-Net), a hybrid AI framework that quantifies surface precipitation phase from satellite observations. By integrating real-time 3D atmospheric physics fields from the AI-driven FuXi model with operational geostationary satellite observations through a hierarchical architecture, our system enables real-time monitoring of surface precipitation phase, as opposed to at least 4-hour latency of current operational systems. Validated against ground stations in China, RePPIC-Net achieves a Critical Success Index for Phase and Detection of 0.1574 (snowfall) and 0.3147 (rainfall) for 0.1-5 mm/h precipitation, outperforming 4-hour latency operational products’ respective scores of 0.1001 and 0.3064. The real-time precipitation phase discrimination capability of RePPIC-Net allows the development of a satellite-based surface precipitation phase nowcasting system, meeting the need for 1-3 hour global surface precipitation phase transition warnings. RePPIC-Net provides a replicable blueprint for AI-powered real-time weather monitoring, filling a gap in wintertime weather disaster warnings.",
    "Author": "Yang, Chunlei",
    "DOI": "https://doi.org/10.1038/s41467-026-69487-w",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Nature Communications",
    "Subfield": "Atmospheric Science",
    "Title": "Snow or rain? hybrid AI deciphers surface precipitation phase from satellite observations",
    "Topic": "Precipitation Measurement and Analysis"
  },
  {
    "Abstract": "Although polymeric carbon nitride holds promise for solar-driven hydrogen production, its scalability is constrained by reliance on costly vacuum conditions and scarce freshwater supplies. Herein, ultrathin carbon nitride nanosheets are covalently linked to electron-donating pyrene units via π-bridges. The resulting donor-π-acceptor frameworks, featuring a biphenyl π-bridge, exhibit reduced exciton binding energy and long-lived charge-separated states. In situ spectroscopic and electrochemical analyses collectively demonstrate efficient intramolecular electron transfer and a strengthened built-in internal electric field. Theoretical calculations suggest that electron accumulation on heptazine units may enhance the adsorption of Na⁺/Mg<sup>2</sup>⁺-triethanolamine complexes, accelerating hole consumption in seawater. As a result, the optimal donor-π-acceptor catalyst shows efficient photocatalytic seawater splitting under ambient pressure and natural sunlight, achieving a hydrogen evolution rate of 134 mmol h<sup>-1</sup> g<sup>-1</sup>. Here, we show a molecular design strategy that advances photocatalytic ambient-pressure seawater splitting and promotes the commercialization of green hydrogen production.",
    "Author": "Li, Kui",
    "DOI": "https://doi.org/10.1038/s41467-026-69583-x",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Nature Communications",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "Solar hydrogen production through ambient-pressure seawater splitting",
    "Topic": "Solar-Powered Water Purification Methods"
  },
  {
    "Abstract": "Electromagnetic beams carrying orbital angular momentum (OAM) exhibit helical phase structures and doughnut-shaped intensity profiles, offering a promising basis for mode-division multiplexing and for fine-grained sensing in millimeter wave and sub-terahertz regimes. The simultaneous use of multiple OAM modes in joint communication and sensing systems has nevertheless remained unexplored due to conflicting requirements. While concurrent transmission of multiple orthogonal modes maximizes throughput in favor of communication, sensing relies on obtaining location-dependent scattering signatures by probing individual modes. In this work, we exploit the flexibility of OAM multiplexing to reconcile these requirements, based on the core insight that communication capacity depends primarily on the number of active modes, rather than the specific mode indices. Hence, by reconfiguring subsets of OAM modes, we generate diverse composite field distributions, whose reflections from sensing targets encode rich spatial information, while maintaining orthogonality for data multiplexing. We derive the theoretical limits of joint sensing performance and validate our approach through extensive over-the-air experiments at 120 GHz, demonstrating accurate target localization alongside high-speed data transmission. Our modeling and design are built on a deep understanding of the physics of OAM-carrying beams and the fundamentals of multiple-input multiple-output wireless propagation channels.",
    "Author": "Shen, Ruiyi",
    "DOI": "https://doi.org/10.1038/s41467-026-69493-y",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Nature Communications",
    "Subfield": "Atomic and Molecular Physics, and Optics",
    "Title": "Joint communication and sensing with structured beams carrying orbital angular momentum",
    "Topic": "Orbital Angular Momentum in Optics"
  },
  {
    "Abstract": "Abstract Transport plays a significant role in non‐regional new particle formation (NPF) events but is often overlooked in regional NPF events, particularly in typical banana‐shaped NPF events. This study applied a population balance method incorporating the transport (TR) effect to examine transport influence in three distinct regional (banana‐shaped) NPF events and one non‐regional NPF event in the Pearl River Delta region. In the non‐regional NPF event, particle changes due to transport closely align with observed particle concentration trends. In regional NPF events, the role of transport is also significant and cannot be overlooked. During the initial phase of NPF, transport exerts a positive effect, leading to an increase in particle concentration. However, as the boundary layer height increases, possible enhanced dilution led to a transition to a negative effect, resulting in particle loss. Ultimately, transport has a net positive effect in local new particle formation events, with the average contribution to particle concentration changes ranging from 47% to 68% across different cases. Incorporating the transport (TR) term reduced the root mean square error (RMSE) between simulated and observed particle number concentrations ( N CN ) by 28%–55% and increased the average coefficient of determination ( R 2 ) from 0.82 to 0.93 across the three cases. Moreover, including the TR term improved estimates of CCN concentration at 1.0% supersaturation (SS), though deviations persisted due to variations in background particle concentrations. Future studies should further investigate the size‐dependent influence of transport and its potential impact on CCN activation under lower SS to better constrain transport‐related processes in regional NPF events.",
    "Author": "Ou, Hengjia",
    "DOI": "https://doi.org/10.1029/2025jd043571",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Journal of Geophysical Research Atmospheres",
    "Subfield": "Water Science and Technology",
    "Title": "Non‐Negligible Effects of Transport on Particle Number Concentration During Regional New Particle Formation Events",
    "Topic": "Fecal contamination and water quality"
  },
  {
    "Abstract": "The QUADAS-3 tool comprises 6 phases: 1) define the systematic review synthesis question, 2) define the ideal test accuracy trial for each synthesis question, 3) draw a flow diagram, 4) identify estimates of accuracy for assessment, 5) assess risk of bias and applicability, and 6) make an overall judgment. Risk of bias is assessed across 4 domains: Participants, Index Test, Target Condition, and Analysis. The first 3 domains are also assessed in terms of concerns regarding applicability to the synthesis question. Signaling questions are included to help judge risk of bias. The QUADAS-3 tool incorporates several changes compared with the previous version (QUADAS-2) which will ideally improve its validity, usability, and usefulness. Key changes from QUADAS-2 include introduction of the concept of an ideal test accuracy trial, assessment at the estimate level rather than the study level, replacement of the \"Flow and Timing\" domain with a new \"Analysis\" domain, introduction of sections on the rationale for judgments, and formal introduction of overall judgment of risk of bias and concerns regarding applicability. Some changes to domains and signaling questions have also been made.",
    "Author": "Whiting, Penny",
    "DOI": "https://doi.org/10.7326/annals-25-02104",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Annals of Internal Medicine",
    "Subfield": "Statistics, Probability and Uncertainty",
    "Title": "QUADAS-3: A Revised Tool for the Quality Assessment of Diagnostic Test Accuracy Studies",
    "Topic": "Meta-analysis and systematic reviews"
  },
  {
    "Abstract": "Abstract Obsessive-compulsive disorder (OCD) is a chronic, often debilitating psychiatric condition characterized by intrusive thoughts and behavioral or mental rituals. Although exposure and response prevention (ERP) remains the first line treatment, many individuals do not experience full remission, highlighting the need for innovation. This review provides a comprehensive and up-to-date synthesis of evidence based treatments for OCD in adults, as well as emerging psychological and biological approaches. It first describes established psychological and pharmacological therapies, highlighting recent findings and factors affecting treatment outcomes. It then examines innovations in psychological care including inhibitory learning informed ERP, acceptance and commitment therapy, inference based therapy, and telehealth delivery methods, as well as emerging biological treatments such as psilocybin, ketamine, and neuromodulation techniques. Cultural and identity related considerations are also discussed, emphasizing the importance of tailoring interventions for diverse populations.",
    "Author": "Jonathan S Abramowitz",
    "DOI": "https://doi.org/10.1136/bmj-2024-083443",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "BMJ",
    "Subfield": "Clinical Psychology",
    "Title": "Management of obsessive-compulsive disorder in adults",
    "Topic": "Obsessive-Compulsive Spectrum Disorders"
  },
  {
    "Abstract": NaN,
    "Author": "Kwon, Dong-il",
    "DOI": "https://doi.org/10.1038/s41577-026-01273-7",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Nature reviews. Immunology",
    "Subfield": "Immunology",
    "Title": "Harnessing mucosal immunity for protective vaccines",
    "Topic": "Immunotherapy and Immune Responses"
  },
  {
    "Abstract": "Many large cities have adopted a policy of restricting the number of new vehicle licenses in order to address the challenges of traffic and air pollution problems. An important question that then arises is how to allocate these limited new license quotas among a large set of demanders while taking both social efficiency and equality into consideration. Inspired by this practical problem, we study the problem of designing simple and optimal mechanisms to tradeoff between efficiency and equality in a similar public goods allocation problem. We first propose a truthful two-group mechanism framework that is both general and simple and then use it to compute the optimal solution that maximizes social efficiency while guaranteeing a certain level of equality. Interestingly and surprisingly, under some natural conditions regarding the players’ private values, we show that the optimal mechanisms within the proposed framework are always the mechanisms that first run an auction and then run a lottery (ATL for short). In addition, beyond the framework and those conditions, we prove that the ATL mechanism can always guarantee at least [Formula: see text] ([Formula: see text] is the minimum equality level) of the optimal solution efficiency. This approximation ratio can in practice be further improved to near-optimal when resources are scarce and the natural conditions hold. We further establish a theoretical connection between these natural conditions and common value distributions, demonstrating that these conditions are widely satisfied in practice. Finally, we implement several experiments to verify the ATL mechanism’s optimality and robustness. This paper was accepted by Chung Piaw Teo, optimization. Funding: This work was supported by the National Natural Science Foundation of China [Grants 72401252, 72192830, 72192832, 62472428, 72192804, 72301235, 72394360 and 72394363]; the Public Computing Cloud, Renmin University of China, the fund for building world-class universities (disciplines) of Renmin University of China; the Beijing Natural Science Foundation [Grant Z220001]. Supplemental Material: The online appendices are available at https://doi.org/10.1287/mnsc.2022.02785 .",
    "Author": "Chen, Zhou",
    "DOI": "https://doi.org/10.1287/mnsc.2022.02785",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Management Science",
    "Subfield": "Economics and Econometrics",
    "Title": "Simple and (Approximately) Optimal Mechanism in Efficiency and Equality Tradeoff",
    "Topic": "Game Theory and Voting Systems"
  },
  {
    "Abstract": "This study aims to develop a high-precision predictive model for grinding forces generated by ultrasonic bone scalpels during spinal surgery, to enhance safety by establishing quantitative operational boundaries. Existing predictive models often rely on simplified 2D simulations or theoretical decompositions, which may limit accuracy in capturing the complex three-dimensional kinematics and tool-bone interactions. To address this, an integrated framework combining three-dimensional explicit dynamic finite element analysis (FEA) with a Box-Behnken experimental design and response surface methodology was developed. The FEA model realistically simulates tool-bone interaction, while the RSM systematically investigates the coupling effects of bone density (480-800-1640 kg/m<sup>3</sup>), ultrasonic amplitude (60-100 μm), and feed rate (1-4 mm/s). A second-order polynomial model was derived, revealing that the grinding force increased with bone density (coefficient: + 3.10) and feed rate (coefficient: + 2.55), but decreased with ultrasonic amplitude (coefficient: - 2.52). Rigorous validation via analysis of variance residual diagnostics, and robotic-assisted physical experiments confirmed a maximum prediction error of 7.10%, demonstrating higher accuracy than existing models. Based on a 20 N safety threshold, clinically actionable safety boundaries were visualized as heatmaps, offering clear guidance for parameter selection. This work provides a validated computational-experimental framework that supports data-driven surgical planning and lays a foundation for intelligent, force-feedback robotic systems in spinal surgery, enhancing both safety and precision.",
    "Author": "Li, C.",
    "DOI": "https://doi.org/10.1038/s41598-026-39710-1",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Scientific Reports",
    "Subfield": "Oral Surgery",
    "Title": "Development of an integrated computational-experimental framework for predicting grinding force and safety in ultrasonic bone scalpels operations",
    "Topic": "Dental Implant Techniques and Outcomes"
  },
  {
    "Abstract": "P300 speller brain computer interfaces (BCIs) allow users to compose sentences by selecting target keys on a graphical user interface (GUI) through the detection of P300 component in their electroencephalogram (EEG) signals following visual stimuli. Most existing P300 speller BCIs require users to spell all or the first few initial letters of the intended word, letter by letter. Consequently, a large number of keystrokes could be required to write an intended sentence, thereby, increasing user's time and cognitive load. There is a need for more efficient and user-friendly methods for faster, and practical sentence composition. In this work, we introduce ChatBCI, a P300 speller BCI that leverages the zero-shot learning capabilities of large language models (LLMs) to suggest words from user-spelled initial letters or predict the subsequent word(s), reducing keystrokes and accelerating sentence composition. ChatBCI retrieves word suggestions through remote queries to the GPT-3.5 API. A modified GUI, displaying GPT-3.5 word suggestions as extra keys is designed. Stepwise linear discriminant analysis (SWLDA) is used for the P300 classification. Seven subjects completed two online spelling tasks: 1) copy-spelling a self-composed sentence using ChatBCI, and 2) improvising a sentence using ChatBCI's word suggestions. Results demonstrate that for the copy-spelling task, on average, ChatBCI outperforms letter-by-letter BCI spellers, reducing time and keystrokes by [Formula: see text] and [Formula: see text], respectively, and increasing information transfer rate by [Formula: see text]. For the improvised sessions, ChatBCI achieves [Formula: see text] keystroke savings across subjects. Overall, ChatBCI, by employing remote LLM queries outperforms traditional spellers without requiring local model training or storage. ChatBCI's (multi-)word prediction capability paves the way for developing next-generation speller BCIs that are efficient and effective for real-time communication, specially for users with communication and motor disabilities.",
    "Author": "HONG, Jiazhen",
    "DOI": "https://doi.org/10.1038/s41598-025-25660-7",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Scientific Reports",
    "Subfield": "Artificial Intelligence",
    "Title": "ChatBCI, a P300 speller BCI with context-driven word prediction leveraging large language models, from concept to evaluation",
    "Topic": "Topic Modeling"
  },
  {
    "Abstract": "Different soil amendments differentially affect selenium (Se) and cadmium (Cd) bioavailability in soils where Se and Cd naturally co-occur, and the underlying regulatory mechanisms remain unclear. This study examined how calcium superphosphate (P), biochar (BC), and organic manure (OM) regulate Se/Cd migration and transformation in a seleniferous soil-rapeseed system. P significantly reduced Se accumulation with little effect on Cd; BC enhanced Se uptake but reduced Cd; and OM reduced both. All amendments decreased microbial-derived humic-like components (C1) and increased fulvic-like, terrestrial humic-like, and highly humified humic acid components. OM induced the greatest enrichment of Actinobacteriota, followed by BC and P. Metabolomics revealed that P activated lipid metabolism and plant growth pathways; BC enhanced amino acid metabolism, promoting the transformation of DOM-bound Se; OM stimulated microbial metabolism, reducing C1 and enhancing Actinobacteriota (particularly <i>Promicromonospora</i>)-mediated Se/Cd immobilization. These findings demonstrate that amendments regulate Se/Cd bioavailability through DOM-microbe-metabolite interactions. Amendment selection should be based on the Se/Cd bioavailability in the target soil.",
    "Author": "Zhou, Fei",
    "DOI": "https://doi.org/10.1021/acs.jafc.5c09877",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Journal of Agricultural and Food Chemistry",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Molecular Insights into Soil Amendments Regulating Selenium and Cadmium Bioavailability in a Soil-Rapeseed System: Synergistic DOM Transformation and Microbial Metabolic Reprogramming",
    "Topic": "Selenium in Biological Systems"
  },
  {
    "Abstract": "Markets are often sites of ongoing contestation regarding the acceptability of various product features and production practices. Although prior research has explored how producers resolve moral controversies, less attention has been paid to how they convince consumers of their products’ moral acceptability when consensus remains elusive. This study addresses this gap by examining a prominent tactic: producers’ strategic affiliations with high-status moral advisors. We theorize that such affiliations reassure consumers, making them more likely to accept reduced financial returns for products bearing a strong stamp of moral approval. We test and find support for this argument using data on 1,540 Shariah-compliant bonds, or sukuk, where there has been ongoing debate over what product features are allowed according to Islam. We find that sukuk endorsed by high-status Shariah scholars (sheikhs) have significantly lower coupon rates, indicating consumers’ willingness to accept reduced financial returns in exchange for moral reassurance. Additionally, the impact of high-status endorsements weakens as sukuk adhere more closely to strict moral interpretations, highlighting a compensatory relationship between status signals and substantive product features. Supplementary analyses reveal that issuers are more likely to seek endorsements from high-status moral advisors when their products are complex or opaque. Overall, this research helps to build a more comprehensive picture of the tactics producers use to overcome the challenges of contested moral markets.",
    "Author": "Paolella, Lionel",
    "DOI": "https://doi.org/10.1287/orsc.2024.18654",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Organization Science",
    "Subfield": "Accounting",
    "Title": "Lending Leniency: The Relationship Between High-Status Affiliations and Consumer Acceptance of Products in Contested Markets",
    "Topic": "Islamic Finance and Banking Studies"
  },
  {
    "Abstract": "Polymerase chain reaction (PCR) cycle threshold (Ct) values can be used to estimate the viral burden of Severe Acute Respiratory Syndrome Coronavirus type 2 (SARS-CoV-2) and predict population-level epidemic trends. We investigated the use of epidemic transmission modeling and machine learning (ML) based on Ct value distribution for SARS-CoV-2 incidence prediction in British Columbia, Canada during an Omicron subvariant BA.1-predominant period from November 2021 to January 2022. Using real-world data, we developed an epidemic transmission model that was first validated on outbreak data, and subsequently fitted to province-level data to predict incidence. Using simulated data, we developed a ML pipeline including five models to predict the reproductive number as a measure of transmission potential based on Ct value distribution, and validated it on out-of-sample province-level data. The epidemic transmission model demonstrated accurate prediction with the real incidence falling within the 95% credible interval of the predicted MCMC chains for both the long-term care facility outbreak, and province-level data. The ML models demonstrated good performance with a median mean squared error (MSE) lower than 0.17 across all models, and improved performance with increasing sample size. The variability of the Ct distribution around the mean was the strongest predictor of the reproductive number. These modeling approaches demonstrated utility for incidence and reproductive number prediction, and have potential to complement traditional surveillance in real time to guide public health interventions.",
    "Author": "Afraz Arif Khan",
    "DOI": "https://doi.org/10.7554/elife.95666",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "eLife",
    "Subfield": "Modeling and Simulation",
    "Title": "Prediction of SARS-CoV-2 transmission dynamics based on population-level cycle threshold values: An epidemic transmission and machine learning modeling study",
    "Topic": "COVID-19 epidemiological studies"
  },
  {
    "Abstract": "Introduction: Previous studies have highlighted emerging deficiencies in the surgical workforce. This study analyzed plastic and reconstructive surgery workforce adequacy in the United States (US). Methods: This was a cross-sectional analysis of US-based plastic and reconstructive surgeons leveraging data from the Health Workforce Simulation Model. Demand and supply were defined as the projected number of full-time equivalent physicians needed and working in plastic and reconstructive surgery, respectively. Demand was modeled under status quo and improved access scenarios. Adequacy was defined as the ratio of supply and demand. Linear regression was used to analyze trends from 2024 to 2037. Results: The supply of plastic and reconstructive surgeons was projected to decrease from 10,310 to 8,540 over the study period (17.2% decrease, P&lt;0.001). Demand was projected to increase under status quo (11,280 to 11,600, 2.8% increase, P&lt;0.001) and improved access (15,290 to 16,270, 6.4% increase, P&lt;0.001) scenarios. As a result, workforce adequacy in plastic and reconstructive surgery was projected to decrease under status quo (91.4% to 73.6%, P&lt;0.001) and improved access (67.4% to 52.5%, P&lt;0.001) scenarios. Non-metropolitan areas were projected to have significantly less workforce adequacy than metropolitan areas. In 2037, states with the lowest projected plastic and reconstructive surgery workforce adequacy were Maine (33.3%), New Mexico (33.3%), Indiana (32.0%), and Arkansas (27.3%). Conclusion: Sizeable projected shortages exist for plastic and reconstructive surgeons, which are greatest in certain states and non-metropolitan areas. Future work is needed to improve the adequacy of the plastic and reconstructive surgery workforce.",
    "Author": "Silvestre, Jason",
    "DOI": "https://doi.org/10.1097/prs.0000000000012943",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Plastic & Reconstructive Surgery",
    "Subfield": "Gender Studies",
    "Title": "Projected Shortages in the Plastic and Reconstructive Surgery Workforce in the United States",
    "Topic": "Diversity and Career in Medicine"
  },
  {
    "Abstract": "The scope of this research is to contribute, through qualitative bases and case studies, to the relevance of old and new materialities in the process of rural change and restructuring in remote rural areas. The research on rural materialities can be found in cultural studies of heritage, modern geographical history and postmodern rural geography, based on post-structural and Deleuzian geographies, mainly geographies of heterogeneous associations and experimental and vibrant materiality. Geographic materialities allow multiple approaches in rural geography. A first approximation allows us to distinguish between old and new materialities. In each old and new category, it is possible to use different approaches: qualities of place, more-than-human, rural change, assemblage theory, material design, emotional geographies and cultural heritage. The sustainability-related outcomes are the rural material styles reviewed. Styles of research on old materialism are based on (1) qualities on place, (2) heritage and its effects in place, and (3) rural restructuring. The new change in the conceptualization of the material world is based on reconstructed local materialism and dissolved traditional rural communities. The styles in new rural materialities in the rural geographical field are (1) rural restructuring processes and new materialities, (2) material values and sophisticated visions of the countryside, (3) ensembles and material lives, and (4) emotional negotiations and feelings.",
    "Author": "Paniagua, Angel",
    "DOI": "https://doi.org/10.3390/su18042033",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Sustainability",
    "Subfield": "Museology",
    "Title": "Exploring Sustainable Rural Materiality in Remote Areas: A Geographical Perspective of Ten Years of Research",
    "Topic": "Crafts, Textile, and Design"
  },
  {
    "Abstract": NaN,
    "Author": "Ahamad, Rizwan",
    "DOI": "https://doi.org/10.1007/s00210-026-05089-z",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Naunyn-Schmiedeberg s Archives of Pharmacology",
    "Subfield": "Pharmacology",
    "Title": "Application of Box–Behnken design for the development of bilosome-mediated dual delivery of ascorbic acid and piperine: characterization, in silico and in vitro investigations",
    "Topic": "Piperaceae Chemical and Biological Studies"
  },
  {
    "Abstract": "Visual orthopedic gait assessment in dogs is recognized as subjective and is limited by interobserver variability. Objective detection of lameness is offered by biomechanical analysis, where asymmetry between limbs is quantified through kinematic parameters and symmetry indices. However, the minimum number of trials (full stride cycles) required to reliably discriminate lameness has remained a challenge. In this study, six healthy adult dogs were used. Mild, reversible lameness was induced in one forelimb using a cotton pad. Dogs were walked along a straight runway, and kinematic data were captured with a high-speed video camera. Stride length (SLE), support time (ST), and elbow range of motion (ROM) were measured. Symmetry indices (for linear and temporal parameters) and the symmetry angle (for angular parameters) were computed. The asymptotic distribution of these indices was derived using the delta method, which allowed for the construction of confidence intervals (CIs) and hypothesis tests for an asymmetry threshold of 3%. The number of trials required to achieve reliable detection was estimated through statistical simulations. Results indicated that the required number of trials was highly dependent on both the kinematic parameter and the magnitude of asymmetry. While detecting subtle asymmetries (≈4%) required a high number of trials (up to 347 for stride length), the requirements decreased substantially for more pronounced lameness. For a true asymmetry of 6%, 11–39 trials per limb were sufficient to achieve 80–90% power. It is concluded that the collection of only five trials is insufficient for detecting mild asymmetries. A statistical framework and practical recommendations for kinematic gait studies in dogs are provided.",
    "Author": "Isabel Roger Marrero",
    "DOI": "https://doi.org/10.3390/ani16040624",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-16",
    "Source": "Animals",
    "Subfield": "Small Animals",
    "Title": "Determining Minimum Trial Numbers for Reliable Lameness Detection in Canine Kinematic Studies",
    "Topic": "Veterinary Orthopedics and Neurology"
  }
]
