[
  {
    "Abstract": "Editors’ selections from the current scientific literature",
    "Author": "Lopez, Bianca",
    "DOI": "https://doi.org/10.1126/science.aeg3197",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Science",
    "Subfield": "History and Philosophy of Science",
    "Title": "In Other Journals",
    "Topic": "Academic Writing and Publishing"
  },
  {
    "Abstract": "More than a century after two introduced pathogens killed billions of American chestnut trees, introgression of resistance alleles from Chinese chestnuts has contributed to the recovery of self-sustaining populations. However, progress has been slow because of the complex genetic architecture of resistance. To better understand blight resistance, we compared reference genomes, gene expression responses, and stem metabolite profiles of the resistant Chinese and susceptible American chestnut species. To accelerate resistance breeding, we conducted large-scale phenotyping and genotyping in hybrids of these species. Simulation and inoculation experiments suggest that significant resistance gains are possible through selectively breeding trees with an average of 70 to 85% American chestnut ancestry. The resources developed in this work are foundational for breeding to create diverse restoration populations with sufficient disease resistance and competitive growth.",
    "Author": "Jared W. Westbrook",
    "DOI": "https://doi.org/10.1126/science.adw3225",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Science",
    "Subfield": "Endocrinology",
    "Title": "Genomic approaches to accelerate American chestnut restoration",
    "Topic": "Plant and Fungal Interactions Research"
  },
  {
    "Abstract": "Electrochemical lithium (Li)–mediated nitrogen (N 2 ) reduction could enable production of ammonia (NH 3 ) at ambient temperatures and pressures, offering a route to reduce carbon emissions in the chemical sector. However, NH 3 productivity is often limited by sluggish Li-ion desolvation and diffusion at the solid electrolyte interphase (SEI). Here, we present a concerted desolvation:diffusion layered SEI architecture that provides abundant Li-ion flux for efficient N 2 conversion toward NH 3 production at high current densities. The SEI comprises stacked inorganic layers with low ion-binding affinity and high ion-conductivity functionalities that increase Li-ion flux by two orders of magnitude. This design strategy achieved N 2 electroreduction in a 2 M lithium difluoro(oxalato)borate electrolyte with a Faradaic efficiency of 98% and an energy efficiency of 21% for NH 3 production at 100 milliamperes per square centimeter (mA cm −2 ). The system sustained an 80% Faradaic efficiency over 40 hours, after which performance declined.",
    "Author": "Zhang, Qiang",
    "DOI": "https://doi.org/10.1126/science.adw5462",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Science",
    "Subfield": "Catalysis",
    "Title": "Enhanced Li-ion diffusion improves N <sub>2</sub> -to-NH <sub>3</sub> current efficiency at 100 mA cm <sup>−2</sup>",
    "Topic": "Ammonia Synthesis and Nitrogen Reduction"
  },
  {
    "Abstract": "Myelin damage is a hallmark of several neurological disorders, but how it occurs remains to be fully understood. In this study, we found that early damage in zebrafish and rodent demyelination models is characterized by myelin swelling. We show, through live imaging, that myelin swelling does not always lead to myelin loss and that swellings can sometimes resolve, allowing sheaths to remodel. Increased neuronal activity during early demyelination exacerbates myelin damage, whereas reducing neuronal activity mitigates myelin swelling in both zebrafish and mice. In human multiple sclerosis tissue, myelin swelling is also dynamic and is prominent around active lesions. Our data indicate that myelin swelling is a conserved feature of demyelination and that damage to myelin sheaths can resolve, opening opportunities for targeting human disease.",
    "Author": "Arafa, Donia",
    "DOI": "https://doi.org/10.1126/science.adr4661",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Science",
    "Subfield": "Developmental Neuroscience",
    "Title": "Myelin sheaths in the central nervous system can withstand damage and dynamically remodel",
    "Topic": "Neurogenesis and neuroplasticity mechanisms"
  },
  {
    "Abstract": "Geopolitics cast shadow over preparations for 2032 effort to study poles",
    "Author": "Stone, Richard",
    "DOI": "https://doi.org/10.1126/science.aeg3561",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Science",
    "Subfield": "Sociology and Political Science",
    "Title": "Polar Year plans heat up",
    "Topic": "Arctic and Russian Policy Studies"
  },
  {
    "Abstract": "The radii of small exoplanets form two populations, super-Earths and sub-Neptunes, separated by a gap known as the radius valley. This could be produced by the removal of some atmospheres by stellar or internal heating, or the lack of an initial envelope. We use transit photometry and radial velocity measurements to detect and characterize four exoplanets orbiting LHS 1903, a red dwarf star in the Milky Way’s thick disk. The planets have orbital periods from 2.2 to 29.3 days, and span the radius valley within a single planetary system. The derived densities indicate that LHS 1903 b is rocky, while LHS 1903 c and LHS 1903 d have extended atmospheres. The most distant planet from the host star, LHS 1903 e, has no gaseous envelope, indicating it formed from gas-depleted material.",
    "Author": "T. G. Wilson",
    "DOI": "https://doi.org/10.1126/science.adl2348",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Science",
    "Subfield": "Astronomy and Astrophysics",
    "Title": "Gas-depleted planet formation occurred in the four-planet system around the red dwarf LHS 1903",
    "Topic": "Stellar, planetary, and galactic studies"
  },
  {
    "Abstract": "Scientists discover why adenovirus-based shots caused life-threatening blood clots and bleeding in some patients",
    "Author": "Vogel, Gretchen",
    "DOI": "https://doi.org/10.1126/science.aeg3560",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Science",
    "Subfield": "Infectious Diseases",
    "Title": "Rare, dangerous side effects from COVID-19 vaccines explained",
    "Topic": "SARS-CoV-2 and COVID-19 Research"
  },
  {
    "Abstract": "Dendritic cells (DCs) facilitate the maintenance of immunological tolerance in the steady state. We report that transcription factor Etv3 is preferentially expressed in mature DCs, including tissue-derived migratory DCs (migDCs), and facilitates their homeostatic maturation and CCR7-dependent migration. Mice with global or DC-specific deletion of Etv3 manifested the expansion of CD25 low regulatory T (T reg ) cells, spontaneous activation of conventional T cells, and multiorgan T cell infiltration. Etv3 deficiency exacerbated TLR7-driven systemic lupus erythematosus (SLE)–like disease, supporting the reported genetic association of human ETV3 with SLE. Etv3-deficient migDCs up-regulated multiple costimulatory molecules, including OX40 ligand (OX40L/TNFSF4), whose blockade partially rescued the T reg cell abnormalities. These results identify Etv3 as an essential regulator of the tolerogenic function of DCs and implicate it in the regulation of human autoimmunity.",
    "Author": "Nicholas M. Adams",
    "DOI": "https://doi.org/10.1126/science.ads1246",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Science",
    "Subfield": "Immunology",
    "Title": "Transcription factor Etv3 controls the tolerogenic function of dendritic cells",
    "Topic": "Immunotherapy and Immune Responses"
  },
  {
    "Abstract": "Storing sunlight in a compact and rechargeable form remains a central challenge for solar energy utilization. Molecular solar thermal (MOST) energy storage systems, which harness photon energy and release it as heat on demand, provide a direct approach, but have long failed to meet practical benchmarks. Inspired by the architecture of DNA, we report a pyrimidone-based MOST system that stores energy in the strained Dewar photoisomer upon excitation at 300 nm. Designed with sustainability in mind, the system operates solvent-free and remains compatible with aqueous environments while overcoming one of the field’s greatest hurdles: the controlled extraction and transfer of stored heat. When catalyzed by acid, the Dewar isomer releases enough heat to boil water (~0.5 mL). These advances help point the way toward decentralized solar heat storage and off-grid energy solutions.",
    "Author": "Han P. Q. Nguyen",
    "DOI": "https://doi.org/10.1126/science.aec6413",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Science",
    "Subfield": "Electrical and Electronic Engineering",
    "Title": "Molecular solar thermal energy storage in Dewar pyrimidone beyond 1.6 MJ/kg",
    "Topic": "Organic Electronics and Photovoltaics"
  },
  {
    "Abstract": "Research shows if and when markets can help limit the harms from climate change",
    "Author": "Greenhill, Simon",
    "DOI": "https://doi.org/10.1126/science.aea7431",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Science",
    "Subfield": "Economics and Econometrics",
    "Title": "Using markets to adapt to climate change",
    "Topic": "Climate Change Policy and Economics"
  },
  {
    "Abstract": "Autotandem catalysis is an efficient and step-economical reaction involving two or more mechanistically distinct reaction processes under the action of only a single catalyst. Herein, an unprecedented asymmetric autotandem catalysis reaction merging hydrogenolysis and hydrogenation of hydroxylactam-fused indoles through a dynamic kinetic resolution process with palladium hydride as the same active species was developed, affording hexahydro-<i>β</i>-carbolines containing three contiguous stereocenters with excellent enantio- and diastereoselectivity. Versatile synthetic transformations of the chiral heterocyclic products were carried out without loss of enantiomeric purity, even affording octahydroindole derivatives containing up to five contiguous stereocenters. Mechanistic studies including deuterium-labeling experiments and control experiments supported that the dynamic kinetic resolution process is crucial for excellent diastereoselectivity performance.",
    "Author": "Yu, Yan-Jiang",
    "DOI": "https://doi.org/10.1021/jacs.5c20093",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Inorganic Chemistry",
    "Title": "Palladium-Catalyzed Autotandem Hydrogenolysis/Hydrogenation for the Synthesis of Hexahydro-β-carbolines Containing Three Contiguous Stereocenters",
    "Topic": "Asymmetric Hydrogenation and Catalysis"
  },
  {
    "Abstract": "Visible photon fluxes can influence the rate and selectivity of heterogeneously catalyzed reactions on metal nanoparticle surfaces. Models describing the influence of photon fluxes have typically introduced photon flux dependent apparent thermal kinetic parameters (reaction orders, activation energies, binding energies, etc.). This has relied on empirical fitting of reaction rate data, making mechanistic interpretations of how photon fluxes influence elementary step rates challenging and inconsistent with fundamental descriptions of photochemistry on metal surfaces developed from surface science studies. Using the CO adsorption-desorption quasi-equilibrium reaction on Pt/Al<sub>2</sub>O<sub>3</sub> catalysts as a model system, we measured steady state adsorbed CO (CO*) coverages under isothermal and isobaric (1 mbar CO) conditions as a function of temperature (473-573 K) and of 440 nm photon flux ((0.1-5.2) × 10<sup>3</sup> #<sub>hv</sub> Pt site<sup>-1</sup> s<sup>-1</sup>) using <i>in situ</i> IR spectroscopy. Steady state CO* coverage on Pt was photon flux dependent with increasing photon flux causing decreasing coverage, consistent with photons driving CO* desorption rates faster than thermal CO* desorption rates. However, photon flux dependent CO* coverages were essentially temperature independent, inconsistent with models that describe photon effects using perturbations to apparent thermal kinetic parameters. Instead, 120 steady state CO* coverages as a function of temperature and photon flux are quantitatively described by a kinetic model in which the overall desorption rate is a summation of independent thermal and photon induced CO* desorption rates. Site-resolved analysis reveals distinct kinetic parameters for photon driven desorption of CO* from well-coordinated, under-coordinated, and highly under-coordinated Pt sites, with temperature-dependent apparent quantum efficiencies (AQE) consistent with temperature dependence of vibrational quanta distribution of adsorbed CO. The rigorous kinetic rate laws for independent photon and thermal driven pathways allow for predictive modeling of the influence of photon fluxes on the rates of CO* desorption under catalytic conditions. Further, the analysis provides evidence that steady state continuous wave photon fluxes can drive desorption/adsorption reactions on metal surfaces out of thermal equilibrium, reconciling surface science observations of molecular photodesorption with applied catalysis. The work establishes a general kinetic framework to be considered for photon driven processes on metals, and defines catalyst, reaction, and photon flux characteristic design principles for breaking Sabatier limitations.",
    "Author": "Beck, Arik",
    "DOI": "https://doi.org/10.1021/jacs.5c17718",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Materials Chemistry",
    "Title": "Distinct Kinetic Signatures of Photodesorption from Metal Nanoparticles",
    "Topic": "Catalytic Processes in Materials Science"
  },
  {
    "Abstract": "ABSTRACT While metal‐oxide interfaces can profoundly modulate the performance of (electro)catalysts, their dynamic nature under operational conditions remains poorly understood, and a compromise between activity and stability persists as a central challenge. Herein, we reveal a dynamic, “breathing” interface behavior in MO x /Pt (M = In, Sn, Sb) systems during the cathodic oxygen reduction reaction (ORR) in proton‐exchange membrane fuel cells. By constructing well‐defined Pt octahedra decorated with ultrathin p‐block metal oxide overlayers, we demonstrate that an oxygen‐deficient M–Pt interface forms at reducing potentials and improves the ORR activity following a trend of In–Pt &gt; Sn–Pt ∼ Sb–Pt via interfacial charge transfer, while oxidizing potentials generate an oxygen‐enriched M–O–Pt structure that effectively suppresses Pt dissolution and improves catalytic durability, particularly with SnO x overlayers. We further validate that harnessing the dynamic metal‐oxide interfaces represents a new and generalizable strategy to break the activity and stability trade‐off for a wide range of shaped or non‐shaped Pt and Pt‐bimetallic catalysts, most notably in InSnO x ‐decorated PtCo catalysts.",
    "Author": "Cui, Yuefei",
    "DOI": "https://doi.org/10.1002/adma.202519886",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Advanced Materials",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "Harnessing Dynamic Metal‐Oxide Interfaces for Durably Active Fuel Cell Electrocatalysis",
    "Topic": "Electrocatalysts for Energy Conversion"
  },
  {
    "Abstract": "ABSTRACT Selectively deuterated compounds represent high value synthetic targets with applications across many scientific disciplines. Despite their importance, reactions that enable access to products precisely deuterated at an allylic position with complete control over the degree of deuteration are extremely rare. In fact, the high enantiopurity synthesis of enantioisotopomers owing their chirality solely to hydrogen isotopes at an allylic position has remained elusive to date. Herein, we report a modular Cu‐catalyzed semi‐reductive deuteration of allenes to access a broad scope of small molecules, drug analogs, and natural product analogs precisely deuterated at allylic positions. The semi‐reduction strategy has been applied to access a range of precisely labeled d1 ‐, d2 ‐, d3 ‐, d5 ‐, and d7 ‐isotopologs. In this work, we disclose the first high enantiopurity synthesis of allylic‐ d1 enantioisotopomers, along with a highly accurate and precise analysis for enantiomeric excess (EE) determination and assignment of absolute configuration (AC) using molecular rotational resonance (MRR) spectroscopy.",
    "Author": "Qi, Lihan",
    "DOI": "https://doi.org/10.1002/anie.202525850",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Angewandte Chemie International Edition",
    "Subfield": "Pharmaceutical Science",
    "Title": "Semi‐Reduction of Allenes to Access Deuterated Allylic Isotopomers, Isotopologs and Enantioisotopomers",
    "Topic": "Chemical Reactions and Isotopes"
  },
  {
    "Abstract": "Abstract Vegetation photosynthesis primarily depends on surface energy and water availability, both of which are simultaneously regulated by clouds through radiation and precipitation, respectively. However, the net impact of cloud-induced changes in surface solar radiation and precipitation on photosynthesis remains elusive. Here, using observational- and model-based datasets spanning the past few decades, we show that, consistently across scales from site-level eddy covariance measurements to global-scale gridded datasets, the sensitivity of photosynthesis to cloud cover is spatially shaped by the hydroclimate, as quantified by the humidity index (mean annual precipitation-to-evapotranspiration ratio). Specifically, we find that in water-limited arid regions, clouds promote photosynthesis through increased precipitation, with a delayed effect typically within one month, whereas in energy-limited humid regions, they inhibit photosynthesis almost instantaneously by blocking sunlight. An annual scale spatially resolved sensitivity metric of photosynthesis to cloud cover is further examined to estimate potential changes in vegetation productivity driven by clouds. The findings indicate that, under a warming climate, particularly in the Coupled Model Intercomparison Project Phase 6 “ssp585” scenario (2015–2099), gross primary productivity is projected to decline in arid regions and increase in humid regions due to changes in cloud cover, suggesting an exacerbation of regional disparities in ecosystem functions.",
    "Author": "Luo, Hao",
    "DOI": "https://doi.org/10.1038/s41467-026-69480-3",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Nature Communications",
    "Subfield": "Global and Planetary Change",
    "Title": "Hydroclimate shapes photosynthetic sensitivity to cloud cover across global terrestrial ecosystems",
    "Topic": "Plant Water Relations and Carbon Dynamics"
  },
  {
    "Abstract": "Abstract Leveraging observational data from the TRMM‐KWAJEX field campaign, which captures the evolution of mixed Rossby‐gravity (MRG) waves, this study evaluates how parameterization schemes influence convectively coupled MRG waves in the Community Atmospheric Model single‐column framework (SCAM). Four configurations are examined: the traditional approach that uses separate deep (ZM) and shallow (UW) convection schemes (CAM_ZMUW), unified shallow‐deep convection (CAM_UNICON), unified cloud‐turbulence (CAM_CLUBB), and super‐parameterization (CAM_SP). While precipitation is relatively insensitive to parameterization choice, diabatic heating fields differ markedly, which shape temperature, moisture and MRG wave characteristics. All simulations capture the general eastward tilt of MRG waves, but with varying fidelity. CAM_ZMUW and CAM_UNICON produce overly strong convection, while CAM_CLUBB underestimates low‐level early‐phase moistening. Only CAM_CLUBB and CAM_SP reproduce the successive vertical subgrid‐scale transport of moist static energy convergence, though the transport is weaker in CAM_CLUBB, whereas mass‐flux‐based schemes lack coherent vertical organization. Experiments combining Cloud Layers Unified by Binormals (CLUBB) with ZM deep convection behave similarly to CAM_ZMUW, indicating strong sensitivity to deep‐convection scheme. Applying stricter convective triggering in ZM convection alleviates the lower‐tropospheric dry bias but does not lead to an improved simulation of the convectively coupled MRG wave. The stochastic Subgrid Importance Latin Hypercube Sampler, a Monte Carlo technique designed to integrate over subgrid variability and improve estimates of its effects on microphysical process rates, has a relatively minor impact on MRG modeling in CLUBB. These results underscore the need to improve the representation of shallow‐to‐deep convective transitions in mass‐flux schemes and to enhance the vertical subgrid‐scale transport within the CLUBB framework.",
    "Author": "Li, Jinxiao",
    "DOI": "https://doi.org/10.1029/2025jd045016",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Journal of Geophysical Research Atmospheres",
    "Subfield": "Atmospheric Science",
    "Title": "Evaluation of CAM Single‐Column Models in Simulating Convectively Coupled Rossby Gravity Waves During TRMM‐KWAJEX",
    "Topic": "Meteorological Phenomena and Simulations"
  },
  {
    "Abstract": "To realize the sustainable development of agro-ecology in Northeast China and help our country achieve the goal of wide-area agro-ecological maintenance, this study takes “sensitivity⁃resilience⁃pressure” as the evaluation model, selects 13 evaluation indicators and adopts the principal component analysis method to calculate and grade the vulnerability of agroecosystems in the three northeastern provinces and 36 prefectural-level cities from 2004 to 2022 using principal component analysis, and the driving factors were evaluated using parameter-optimized geodetector methods aiming at exploring the changes in spatial and temporal patterns of agroecological vulnerability in the northeastern region and the influence of the driving factors of each of its indicators on its vulnerability index. The conclusions are as follows: (1) In terms of temporal evolution, the overall vulnerability of agricultural ecosystems in Northeast China has shown a fluctuating downward trend. The proportion of different vulnerability levels has fluctuated significantly, with moderately vulnerable areas continuously transitioning toward mild vulnerability, indicating a positive trend. (2) In terms of spatial evolution, the vulnerability of the agricultural ecosystem in the northeastern region shows a distribution pattern of “high in the southwest, low in the northeast,” gradually decreasing from south to north, with an overall trend of gradual improvement. (3) In terms of driving forces, the spatial pattern is mainly determined by the terrain, with surface vegetation playing a core regulatory role by buffering climate pressures and enhancing ecological functions. At the same time, agricultural production conditions serve as a key human intervention to enhance resilience. This relies on the deep interaction between surface vegetation and human activity factors, which, through positive feedback between ecological and economic systems, and synergy between vegetation and irrigation, jointly drive the system’s resilience pattern.",
    "Author": "Jiang, Yu",
    "DOI": "https://doi.org/10.1371/journal.pone.0339870",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "PLoS ONE",
    "Subfield": "Ecology, Evolution, Behavior and Systematics",
    "Title": "Agroecosystem vulnerability and driving factors in Northeast China",
    "Topic": "Climate change impacts on agriculture"
  },
  {
    "Abstract": "In recent years the concept of green innovation has gained global attention in solving environmental issues and advancing sustainable development but opting for green innovation has always been challenging for firms due to the lack of incentives and negative externalities. Corporate governance refers to processes and systems to control the firm and play a crucial role in the decision-making process. The current study aims to explore the role of corporate governance in thriving dynamic capabilities of firms to adopt green practices to create competitive advantage, value and sustainable growth. The company-wise data of emerging economy were extracted from their financial and sustainability reports w.e.f 2014–2023 to analyze the nexus between corporate governance and green innovation practices. The empirical analysis was performed with the generalised method of moments (GMM) using stata and for text analysis python libraries were used to analyze governance mechanisms in thriving green innovation and its impact on financial performance. The results indicate that corporate governance has a significant influence on firm performance and green innovation mediates the relationship between corporate governance and firm performance. The result of the study will be useful for policymakers and stakeholders to implement good corporate governance practices to thrive for green innovation and to be competitive to earn sustainable earnings.",
    "Author": "Arif, Unbreen",
    "DOI": "https://doi.org/10.1371/journal.pone.0342897",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "PLoS ONE",
    "Subfield": "Marketing",
    "Title": "Role of corporate governance in thriving green innovation practices: A case of emerging economy",
    "Topic": "Environmental Sustainability in Business"
  },
  {
    "Abstract": "This study aimed to predict the short-term trends of confirmed COVID-19 cases and the MASI stock index in Morocco using the ARIMA method. COVID-19 case data were obtained from Our World in Data, while MASI stock market data were obtained from Investing.com. The dataset covered the period from March 2, 2020 to April 28, 2022. To develop the predictive model, data from March 2, 2020 to April 28, 2022, were used for training. Data from April 22, 2022 to April 28, 2022, were used for model fitting for COVID-19 cases, and from April 25, 2022 to April 29, 2022, for the MASI index. Based on these models, we conducted short-term forecasts for April 29, 2022 to May 1, 2022, for COVID-19 cases, and May 4, 2022 to May 6, 2022, for the MASI index. The forecasting accuracy was mainly evaluated using the mean absolute percentage error (MAPE). Furthermore, we applied the Granger causality test to investigate the potential directional relationship between COVID-19 case trends and MASI index fluctuations. To the best of our knowledge, this is the first study to perform short-term forecasting of both COVID-19 cases and the MASI stock index in Morocco while also assessing their dynamic interplay, providing a novel contribution to the intersection of epidemiological and financial modeling in the region.",
    "Author": "Aboagye, N’Adoi",
    "DOI": "https://doi.org/10.1371/journal.pone.0328202",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "PLoS ONE",
    "Subfield": "Modeling and Simulation",
    "Title": "Short-term forecasting and impact analysis of COVID-19 and the stock market in Morocco using ARIMA",
    "Topic": "COVID-19 epidemiological studies"
  },
  {
    "Abstract": "Chronic wounds impose a substantial burden on patients and healthcare systems, necessitating accurate qualification of precise wound analysis for effective diagnosis and treatment. Wound size and the proportional composition of internal tissues are critical indicators of healing progression. Traditional segmentation approaches such as Separate Task Learning (STL) suffer from parameter inefficiency, while Multi-Task Learning (MTL), though efficient, often experiences task imbalance that leads to performance degradation in specific tasks. To overcome these challenges, this study proposes WING-MTL (Wound and Wound Tissue Integrated with Gradient Normalization Multi-Task Learning), a novel MTL framework that dynamically balances gradient magnitudes across tasks to enhance accuracy and training stability. Implemented on an Attention-UNet backbone,and incorporates Gradient Normalization to adjust learning gradients in real time, ensuring balanced optimization for wound and wound tissue segmentation tasks. Quantitative evaluations demonstrate that WING-MTL yields statistically significant improvements over STL and outperforms conventional and advanced MTL methods. Analysis of validation loss revealed convergence of both tasks at the same epoch, indicating balanced learning. Furthermore, improved segmentation performance was observed compared to both STL and MTL approaches, particularly for challenging wound tissue types such as slough and epithelium in qualitative analysis. These findings confirm that WING-MTL addresses the task imbalance inherent in MTL frameworks while maintaining parameter efficiency. WING-MTL was evaluated across diverse backbones, including not only UNet-based model but also Resnet and Transformer-based architectures to validate the architectural flexibility of the proposed framework. Consistent performance improvement across these varied architectures in wound tissue segmentation demonstrates the broad applicability. Furthermore, longitudinal analysis of chronic wound patients was conducted to assess the clinical utility of WING-MTL in real-world scenarios. The framework presents a promising and accurate approach for tracking wound healing progression and serves as a potential adjunct for clinical decision-making in chronic wound care.",
    "Author": "Kang, Hyunyoung",
    "DOI": "https://doi.org/10.1371/journal.pone.0340258",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "PLoS ONE",
    "Subfield": "Occupational Therapy",
    "Title": "Development of a multi-task learning framework with gradnorm for precise wound tissue analysis",
    "Topic": "Pressure Ulcer Prevention and Management"
  },
  {
    "Abstract": "The rapid evolution of Large Language Models (LLMs) has fueled increasing interest in developing Arabic conversational systems capable of sustaining coherent multi-turn dialogues. However, progress remains constrained by the scarcity of large-scale, diverse, and high-quality datasets specifically designed for Arabic multi-turn interaction. This study presents a reproducible methodology for constructing such a dataset through structured prompting of an instruction-tuned Arabic LLM (Jais-13b-chat), yielding 43,316 multi-turn conversations across 93 topics and 151 countries. Two pre-trained Arabic language models (ArabianGPT-08B-V2 and AraGPT2-mega) were fine-tuned on this synthetic data and benchmarked against multilingual instruction-tuned baselines using a comprehensive evaluation framework combining automatic metrics (Perplexity and RAVEN) with structured human evaluation. Fine-tuned ArabianGPT-08B-V2 achieved the highest RAVEN score (0.823) for cross-model comparison, outperforming both fine-tuned AraGPT2-mega and instruction-tuned baselines while maintaining strong within-model perplexity (9.4). Human evaluation by two independent raters demonstrated acceptable inter-rater reliability (Cohen’s κ = 0.229–0.739) with positive rank correlations (Spearman ρ = 0.424–0.759), yielding overall quality scores of 4.04–4.34 on a five-point scale. These findings demonstrate that high-quality, LLM-generated synthetic data effectively improves Arabic conversational models, providing a scalable, resource-efficient blueprint for dialogue systems in low-resource and culturally specific settings.",
    "Author": "Ahmed Mahmoud Misbah",
    "DOI": "https://doi.org/10.1371/journal.pone.0341905",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "PLoS ONE",
    "Subfield": "Artificial Intelligence",
    "Title": "Fine-Tuning Arabic Large Language Models for improved multi-turn dialogue: A blueprint for synthetic data generation and benchmarking",
    "Topic": "Topic Modeling"
  },
  {
    "Abstract": "Rivalries motivate competitive performance but can also increase unethical intentions. Although extant theorizing treats this moral-motivational trade-off as inevitable, we show that rivalry's effect on unethical intentions depends on the tenor of the rivalry. Colder competitive relationships (hostile rivalries) exhibit the competitive profile documented in the literature: stronger motivation and increased unethical intentions. But warmer competitive relationships (amicable rivalries) involve a different competitive profile: stronger motivation without increased unethical intentions. Study 1 supported the assumption that participants could identify both amicable and hostile rivalries in their lives. These different rivalries evoked different judgments of warmth, but they did not differ in relationship duration, importance, or competitive domain. Study 2 demonstrated that amicable and hostile rivalries involve higher motivation compared to nonrival competition, but only hostile rivalries provoked stronger unethical intentions. This divergence can be partly explained by individuals' relative focus on the outcome of winning versus the process of competing against hostile (relative to amicable) rivals (Studies 2 and 3). Prompting participants to reflect on the value they derive from the process of competing against their hostile rival significantly reduced unethical intentions (Study 3). These findings encourage more nuanced theorizing about rivalry and identify pathways for organizations to leverage the motivational benefits of rivalry without the ethical trade-offs. (PsycInfo Database Record (c) 2026 APA, all rights reserved).",
    "Author": "Chai, Valentino",
    "DOI": "https://doi.org/10.1037/apl0001353",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Journal of Applied Psychology",
    "Subfield": "Information Systems and Management",
    "Title": "Amicable rivalries and hostile rivalries: Divergent profiles of motivation and unethical conduct.",
    "Topic": "Ethics in Business and Education"
  },
  {
    "Abstract": "Abstract Social anxiety is both highly prevalent and debilitating, with dysfunctional beliefs playing a crucial role in its persistence. This randomized controlled trial examined whether a remote avatar-based intervention for restructuring dysfunctional beliefs was associated with changes in social anxiety symptoms in a sample with subclinical social anxiety disorder (SAD). Data from N = 235 participants who completed all study stages were included in the analyses. While participants in the intervention group were tasked with contradicting their personal dysfunctional beliefs verbalized by the avatar, participants in the control group contradicted nonsense statements uttered by the avatar. Three sessions took place over three consecutive days. Data collection occurred pre-, post-intervention, and at a 14-days-follow-up. A significant group x time interaction effect ( F (1, 233) = 4.106, p &lt; .05) indicates a stronger SAD symptom reduction within the intervention group in comparison to the control group. Post-hoc analysis revealed a medium effect size for symptom reduction in the intervention group ( d = 0.57) and a small effect size for the control group ( d = 0.34). An additional linear multiple regression analysis identified that increased self-esteem ( B = − 0.56, p &lt; .001) was associated with reductions in SAD symptoms. An increase in dysfunctional social phobia cognitions was associated with an increase in SAD symptoms ( B = 0.175, p = .021). Avatar-based cognitive restructuring was associated with reductions in SAD symptoms in a subclinical sample. Changes in self-esteem and social phobia-related cognitions were also associated with symptom changes, but causal relationships cannot be inferred from this study design.",
    "Author": "Peperkorn, Nicolina",
    "DOI": "https://doi.org/10.1038/s41598-026-39641-x",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Scientific Reports",
    "Subfield": "Experimental and Cognitive Psychology",
    "Title": "Effects of change in dysfunctional beliefs and self-esteem in avatar-based cognitive therapy for symptoms of social anxiety disorder: a randomized parallel trial",
    "Topic": "Anxiety, Depression, Psychometrics, Treatment, Cognitive Processes"
  },
  {
    "Abstract": "Background: n-3 PUFA derived from marine sources, including eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA), exhibit potential for breast cancer prevention. In contrast, higher dietary intakes of n-6 PUFA, such as linoleic acid (LA), have been implicated in promoting mammary tumourigenesis. However, there is a need for further exploration into how n-3 PUFA influence breast cancer development in comparison to different amounts and sources of LA. Objective: The purpose of this study was to compare the effects of n-3 PUFA-enriched diets versus n-6 PUFA diets differing in LA content, including corn oil (50% LA) and safflower oil (70% LA), on mammary tumour development in a HER2+ breast cancer model. Methods: Using the HER2+ breast cancer MMTV-neu(ndl)YD5 transgenic mouse model, this study determined the effects of: (1) 10% w/w corn oil (CO, n-6 PUFA, n = 14), (2) 10% w/w safflower oil (SO, n-6 PUFA, n = 14), (3) 3% w/w menhaden oil + 7% w/w CO (3% FO 7% CO, n-3 PUFA, n = 12), and (4) 3% w/w menhaden oil + 7% w/w SO (3% FO 7% SO, n-3 PUFA, n = 14) on puberty onset, tumour incidence, tumour volume, and tumour number in utero until 20 weeks of age. Results: Mice fed the n-3 PUFA-enriched diets showed a lower trajectory of tumour development compared to the n-6 PUFA diets, although the differences for palpated tumour volume and number over time reached significance only between the 10% CO and 3% FO 7% CO groups. This suggests that high LA content in CO may represent a threshold for promoting tumour growth whereby further LA content marginally influences additional tumour development. Exposure to the CO n-6 PUFA diet further resulted in earlier onset of puberty compared to the n-3 PUFA-enriched diet containing CO. To investigate the underlying mechanisms, a qPCR analysis of mammary glands and tumour tissue revealed that the n-3 PUFA diets downregulated the expression of pro-tumourigenic immune markers, including CD206 and F4/80 in the mammary glands and the cannabinoid receptor CB2 in tumours, compared to the n-6 PUFA diets. Conclusions: These findings indicate that the presence of dietary n-3 PUFA plays a key role in modulating mammary tumour development, which may be further influenced by the underlying n-6 PUFA background. The associated changes in immune markers suggest that n-3 PUFA exert anticancer effects in part by shifting the tumour immune microenvironment toward an anti-tumour phenotype and modulating cannabinoid receptor signalling. Collectively, this work informs future human studies investigating the role of dietary fat composition in breast cancer risk.",
    "Author": "Ashraf, Rahbika",
    "DOI": "https://doi.org/10.3390/nu18040606",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Nutrients",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Lifelong n-3 PUFA Consumption Reduces HER2+ Mammary Tumour Growth and Alters Immune Markers Compared to Safflower- or Corn Oil-Based Sources of n-6 PUFA",
    "Topic": "Fatty Acid Research and Health"
  },
  {
    "Abstract": "ABSTRACT Objective This study aimed to assess the trueness of dental implant placement with robotic Computer‐Assisted Implant Surgery (r‐CAIS), compare it with non‐guided and other CAIS approaches, and investigate potential differences between sites in the maxilla and mandible. Materials and Methods A literature search was carried out in Scopus, MEDLINE/PubMed, and Cochrane Library to find prospective clinical studies where r‐CAIS was used either as the sole procedure or compared with other CAIS approaches. Studies reporting trueness measured by means of deviation on platform, apex, and angle were included. Results Nineteen studies were eligible. The overall implant deviation using r‐CAIS was 0.75 mm (95% Confidence interval [CI] = 0.68; 0.83), 0.79 mm (95% CI = 0.71; 0.87), and 1.88° (95% CI = 1.55; 2.20), in platform, apex, and angle, respectively. r‐CAIS showed significantly less deviation compared to non‐guided implant placement. Moreover, r‐CAIS demonstrated less apex and angle deviation than static CAIS, and less angle deviation than dynamic CAIS. No difference in the trueness between the maxilla and the mandible was noted. Conclusions Although several clinical trials on r‐CAIS are now available, only a few comparative studies have been performed. Within these limitations, r‐CAIS can achieve a high level of trueness in implant placement. Future comparative clinical trials with other implant placement methods are needed to augment the available evidence and provide more robust conclusions.",
    "Author": "Nadia Sultana Shuborna",
    "DOI": "https://doi.org/10.1111/clr.70102",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Clinical Oral Implants Research",
    "Subfield": "Oral Surgery",
    "Title": "Trueness of Dental Implant Placement With Robotic Computer‐Assisted Implant Surgery: A Meta‐Analysis of Clinical Studies",
    "Topic": "Dental Implant Techniques and Outcomes"
  },
  {
    "Abstract": "Footrot is one of the top five globally important diseases of sheep and causes lameness, leading to poor welfare and productivity. Transmission of Dichelobacter nodosus, the causative agent, occurs via surfaces such as pasture or bedding and persistence occurs from diseased sheep shedding bacteria into the environment; D. nodosus cannot replicate off host. High resolution proximity sensors were deployed on a flock of Poll Dorset sheep for 10–17 days at several points of the production cycle (teasing, tupping, pregnancy, and lactation (&lt;6-week-old lambs)) between July 2018 and May 2021. Association indices between pairs of sheep were calculated, and outbreaks of footrot were simulated using a network-based susceptible-exposed-infected-recovered model. Two management approaches were modelled (1) where sheep were treated either not promptly, or effectively, resulting in long recovery times (28–100 days) and (2) where sheep were treated and recovered within 15 days, assuming ‘active management’ of footrot by the farmer using ‘best practice’ of prompt recognition of lame sheep and parenteral and topical antibiotics. Under ‘active management’ conditions (scenario 2), outbreak sizes were smaller at all points of the production cycle. This adds to existing evidence that prompt, effective treatment of sheep at all stages of the production cycle is key to reducing the prevalence of footrot in the flock, including at breeding when sheep are more likely to be in close contact.",
    "Author": "Lewis, Kate",
    "DOI": "https://doi.org/10.3390/ani16040587",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-12",
    "Source": "Animals",
    "Subfield": "Small Animals",
    "Title": "Social Structure of Sheep Flocks at Points of the Production Cycle and Relationship to Disease Spread, Using a Simulated Epidemic of Footrot",
    "Topic": "Animal Behavior and Welfare Studies"
  }
]
