[
  {
    "Abstract": NaN,
    "Author": "Bacaro, Giovanni",
    "DOI": "https://doi.org/10.1038/d41586-026-00590-0",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "Nature",
    "Subfield": "Information Systems",
    "Title": "Account for AI in the environmental footprint of scientific publishing",
    "Topic": "Research Data Management Practices"
  },
  {
    "Abstract": NaN,
    "Author": "Xia, Xiaohui",
    "DOI": "https://doi.org/10.1038/d41586-026-00591-z",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "Nature",
    "Subfield": "Statistics, Probability and Uncertainty",
    "Title": "The Contributor Role Taxonomy tool must serve to record extent of authorship",
    "Topic": "scientometrics and bibliometrics research"
  },
  {
    "Abstract": NaN,
    "Author": NaN,
    "DOI": "https://doi.org/10.1038/d41586-026-00298-1",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "Nature",
    "Subfield": "Reproductive Medicine",
    "Title": "Treasures of scientific history could be hiding in plain sight",
    "Topic": "Science, Research, and Medicine"
  },
  {
    "Abstract": NaN,
    "Author": "Venter, Marietjie",
    "DOI": "https://doi.org/10.1038/d41586-026-00530-y",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "Nature",
    "Subfield": "Modeling and Simulation",
    "Title": "COVID’s origins: what we do and don’t know",
    "Topic": "COVID-19 epidemiological studies"
  },
  {
    "Abstract": "d-Amino acid oxidase (DAO) inhibitors are novel candidate therapeutic agents for neurodegenerative diseases. In this study, a novel inhibition assay using WST-8 as a detection reagent was developed and its effectiveness for evaluating redox-based enzyme kinetics was tested. Furthermore, using this assay, we also investigated the inhibitory activities of uremic toxins and endogenous amino acid metabolites. Briefly, a mixture of DAO, WST-8, and d-amino acids was allowed to react in phosphate buffer and DAO activity was detected as an increase in absorbance when both d-serine and DAO were present. However, as reducing compounds could potentially cause false-positive results, we confirmed that the detection of DAO activity in this system was mediated by the redox reaction of WST-8. Critically, we verified that this assay could be used to evaluate the inhibitory activity of known DAO inhibitors, including uremic toxins which showed weak DAO inhibition. This study establishes an alternative assay system that can be utilized for assessing DAO-inhibitory activity and other enzymatic reactions mediated by redox reactions.",
    "Author": "Miyake, Kahoko",
    "DOI": "https://doi.org/10.1002/2211-5463.70217",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "PubMed",
    "Subfield": "Biochemistry",
    "Title": "Establishing an assay to evaluate d-amino acid oxidase enzyme kinetics and inhibition using WST-8 redox dye.",
    "Topic": "Amino Acid Enzymes and Metabolism"
  },
  {
    "Abstract": "Reproductive losses from breeding to weaning jeopardise productivity and sustainability in extensive beef cattle systems. This study evaluated the effects of cow genotype (purebred vs. crossbred) and herbage allowance (high vs. low) on reproductive success across three biologically relevant periods: (I) breeding to pregnancy diagnosis, (II) pregnancy diagnosis to calving and (III) calving to weaning. A total of 1069 reproductive events from Hereford, Angus and reciprocal crossbred cows were analysed between 2007 and 2022 under native pasture conditions in Uruguay. Bayesian generalised linear mixed models were applied to estimate posterior probabilities of reproductive success, accounting for repeated measures and individual cow effects. Crossbred cows consistently exhibited higher probabilities of success than purebreds across all reproductive periods. Under low herbage allowance, the crossbred advantage was most pronounced in Period III (Δ = 0.22; P (Δ > 0) = 1.00), followed by Periods I and II (Δ ≈ 0.13; P (Δ > 0) ≥ 0.99), indicating a moderate genotype × nutrition interaction. High herbage allowance improved outcomes for all cows, particularly during the calving-to-weaning stage. Cumulative probabilities (weaned/served) were approximately 0.43 for purebred-low, 0.63 for purebred-high and 0.78 for crossbreds under both herbage levels, corresponding to 30-35 more calves weaned per 100 cows served when using crossbred females. These results demonstrate that both crossbreeding and adequate herbage allowance enhance reproductive performance under grazing conditions and offer robust, cost-effective strategies to improve efficiency and resilience in extensive beef production systems.",
    "Author": "Vivián, Rodrigo",
    "DOI": "https://doi.org/10.1111/jbg.70044",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "PubMed",
    "Subfield": "Agronomy and Crop Science",
    "Title": "Reproductive Success in Beef Cows: Bayesian Evaluation of Genotype and Herbage Allowance Under Grazing Conditions.",
    "Topic": "Reproductive Physiology in Livestock"
  },
  {
    "Abstract": "The study was registered in the research registry (www.researchregistry.com) under the record number (researchregistry7418), following a published protocol.",
    "Author": "Sili, Alessandro",
    "DOI": "https://doi.org/10.1111/jan.70561",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "PubMed",
    "Subfield": "General Health Professions",
    "Title": "Head Nurse's Ethical Leadership, Work Environment and Patients' Outcomes: A Multicentre Cross-Sectional Multilevel Study.",
    "Topic": "Ethics in medical practice"
  },
  {
    "Abstract": "The ability to modulate the photoluminescence (PL) of nanomaterials via spin-related effects is vital for many emerging quantum technologies, with nanoscale quantum sensing and imaging being particular areas of focus. Carbon-based quantum dots (CQDs) are among the most common forms of luminescent nanomaterials, appealing due to their ease of synthesis, tunability through organic chemistry, high brightness, and natural biocompatibility. However, the observation of room-temperature, spin-dependent PL has remained elusive. Here, we report on the observation of PL modulation of CQDs by magnetic fields ( <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"> <mml:semantics><mml:mrow><mml:mo>∼</mml:mo> <mml:mn>10</mml:mn></mml:mrow> <mml:annotation>$\\sim 10$</mml:annotation></mml:semantics> </mml:math> mT) under ambient conditions. Using pyrolysis, we synthesize a series of CQDs using 19 different amino acids as the starting material. These provide samples with a range of PL emission spectra. Surprisingly, the vast majority of them exhibit a clear magneto-PL effect (up to <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"> <mml:semantics><mml:mrow><mml:mo>∼</mml:mo> <mml:mn>1</mml:mn> <mml:mo>%</mml:mo></mml:mrow> <mml:annotation>$\\sim 1\\%$</mml:annotation></mml:semantics> </mml:math> change) in dry form, which generally persists in solution. Furthermore, an electron spin resonance is detected in the PL with a <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"><mml:semantics><mml:mi>g</mml:mi> <mml:annotation>$g$</mml:annotation></mml:semantics> </mml:math> -factor of <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"> <mml:semantics><mml:mrow><mml:mi>g</mml:mi> <mml:mo>≈</mml:mo> <mml:mn>2</mml:mn></mml:mrow> <mml:annotation>$g\\approx 2$</mml:annotation></mml:semantics> </mml:math> , suggesting a process similar to the radical pair mechanism is responsible for the spin-dependent PL. Finally, we show that the magneto-PL contrast decreases in the presence of paramagnetic species, which we attribute to an increase in magnetic noise-induced spin relaxation in the CQDs. Our work brings new functionalities to these commonly used and biocompatible luminescent nanoparticles, opening new opportunities for in situ quantum sensing and imaging of biological samples.",
    "Author": "Erin S. Grant",
    "DOI": "https://doi.org/10.1002/adma.202518572",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "PubMed",
    "Subfield": "Materials Chemistry",
    "Title": "Spin-Dependent Photoluminescence in Carbon-Based Quantum Dots.",
    "Topic": "Carbon and Quantum Dots Applications"
  },
  {
    "Abstract": "In equine medicine, hydroxyapatite, calcium phosphate and β-tricalcium phosphate were the leading alloplastics applied. When applied alone, they demonstrated osteoconductive and osteoinductive properties, while the addition of biologically active additives-especially autologous bone marrow-enhanced these biological properties toward osteogenic and chondrogenic effects. Treatment outcomes were generally favourable, although segmental bone defect treatment requires considering the limitations associated with weight-bearing effects. These findings suggest alloplastics in horses may be particularly beneficial for treating certain bone diseases.",
    "Author": "Skierbiszewska, Katarzyna",
    "DOI": "https://doi.org/10.1002/evj.70151",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "PubMed",
    "Subfield": "Equine",
    "Title": "Clinical and research applications of synthetic bone substitutes in equine veterinary medicine: A systematic review.",
    "Topic": "Veterinary Equine Medical Research"
  },
  {
    "Abstract": "Within-person changes in linear associations may indicate worsening well-being and maladaptive functioning. We investigated whether such changes can be detected in real time using the exponentially weighted moving average (EWMA) procedure. Specifically, we investigated the effectiveness of first calculating association strength within time windows, considering several association measures (i.e. Pearson correlation, Spearman correlation, Pearson covariance, Penrose shape distance, Euclidean distance, Lorentzian distance, Manhattan distance and squared Euclidean distance), and then monitoring mean-level changes in these scores using EWMA. Additionally, we examined how changes in the mean and variance in the observed time series (with or without a correlation change) influence the detection performance of EWMA when applied to association scores. Our simulation results show that monitoring Pearson and Spearman correlation scores is advised, when no additional information is available about the presence of additional mean and/or variance changes in the observed time series. However, using other association measures, which are sensitive to more types of changes apart from the correlation (i.e. mean and/or variance), can improve detection performance given specific combinations of mean, variance and correlation changes. Using other measures can thus be valuable when the presence of such a combination of changes can be predicted before monitoring begins.",
    "Author": "Schat, Evelien",
    "DOI": "https://doi.org/10.1111/bmsp.70035",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "PubMed",
    "Subfield": "Experimental and Cognitive Psychology",
    "Title": "Detecting association changes in intensive longitudinal data in real time: An exponentially weighted moving average procedure.",
    "Topic": "Mental Health Research Topics"
  },
  {
    "Abstract": "Disrupting the redox balance of tumor cells while blocking MER proto-oncogene tyrosine kinase (MerTK)-mediated macrophage efferocytosis can simultaneously awaken and enhance innate and adaptive antitumor immunity. Herein, we develop an MRX-2843 (MerTK inhibitor) and Mn<sup>2+</sup> codelivered defective metal-organic framework (copper-2,3,6,7,10,11-hexaiminotriphenylene (Cu-HITP))-based single-site nanozyme (Ir@D-Cu-HITP-MMP) for antitumor immunotherapy via innate immune-checkpoint blockade. Highly exposed unsaturated Cu-N<sub>2</sub> sites feature asymmetric electron distribution, inducing localized electron polarization and exhibiting excellent enzyme-like catalytic performance for reactive oxygen species (ROS) generation. The ROS surge disrupts redox homeostasis, impairing mitochondrial function and adenosine triphosphate production, while affecting copper transport for cuproptosis and suppressing heat shock protein expression to facilitate mild photothermal therapy. Furthermore, the tumor microenvironment-triggered release of MRX-2843 inhibits macrophage efferocytosis, increasing tumor immunogenicity and promoting prolonged cyclic GMP-AMP (cGAMP) transport. This synergizes with Mn<sup>2+</sup> to enhance the stimulator of interferon genes (STING) activation, triggering robust immune responses. Overall, Ir@D-Cu-HITP-MMP demonstrates potent antitumor effects by activating powerful innate and adaptive immune responses.",
    "Author": "Liu, Yang",
    "DOI": "https://doi.org/10.1021/jacs.5c13802",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Biomedical Engineering",
    "Title": "Defective Single-Site Nanozymes with Exposed Unsaturated Cu–N <sub>2</sub> Sites for Antitumor Immunotherapy via Innate Immune-Checkpoint Blockade",
    "Topic": "Nanoplatforms for cancer theranostics"
  },
  {
    "Abstract": "Ruthenium oxide (RuO2) is a promising alternative anode catalyst to iridium oxide in proton exchange membrane water electrolysis (PEMWE). However, the unsatisfactory stability of RuO2 and the sluggish proton-coupled electron transfer kinetics of the oxygen evolution reaction (OER) hinder practical application. We report here a fluorine-tuned RuO2 with terminal fluorine (Fter) and bridging fluorine (Fbri) sites that successfully tackles the activity-stability paradox faced by Ru-based catalysts. Comprehensive experimental and theoretical studies reveal an unconventional fluorine-assisted deprotonation mechanism by which the proton transfer is decoupled from the electron transfer during the OER. The Fter acts as a proton relay that accelerates deprotonation of intermediates, while Fbri contributes to suppressing the lattice oxygen oxidation route. The catalyst exhibited a low overpotential of 191 millivolts at 10 mA per square centimeter and maintained this current density over 2000 h. A practical PEMWE based on this catalyst delivered a current density of 1000 mA per square centimeter at a mere 1.72 V and operated stably over 300 h with a voltage degradation rate of 84 microvolts per hour.",
    "Author": "Ma, Jie",
    "DOI": "https://doi.org/10.1021/jacs.6c00523",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Catalysis",
    "Title": "Fluorine Mediates the Deprotonation Pathway over Ruthenium Oxide for Stable Water Electrolysis",
    "Topic": "Ammonia Synthesis and Nitrogen Reduction"
  },
  {
    "Abstract": "Photosynthesis relies on a network of chlorophyll-like molecules which together lead to efficient long-range energy transfer. Evidence at cryogenic temperatures suggests that mechanistic details of energy/charge transfer must invoke coupled vibrational-electronic (vibronic) states. Whether these survive at physiological temperature in large photosynthetic aggregates is an open question. Parallel research on artificial templates has relied on cyanines which are unlike chlorophylls. Here we report time-resolved optical spectra of porphyrin nanotubes where we selectively probe coupled Qx − Qy states through polarization control. Early time cross peaks between electronic states, their rapid broadening and survival of quantum beats with anisotropic beating amplitude conclusively demonstrate that overlapping vibrational-electronic bands of photosynthetic aggregates indeed host functional vibronic couplings at room temperature. Calculations reveal that disorder is the vital ingredient that dramatically enhances intraband vibronic couplings across the entire Q band. The parameter regime where energetic disorder is of the order of dense Raman-active vibrations with weak reorganization energies may be the key design principle. Influence of quantum effects on energy transport is an open question. Here, the authors show that vibronic interactions survive at room temperature in disordered light-harvesting aggregates, challenging the view that disorder inhibits energy transport.",
    "Author": "Asha S. Thomas",
    "DOI": "https://doi.org/10.1038/s41467-026-69815-0",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "Nature Communications",
    "Subfield": "Atomic and Molecular Physics, and Optics",
    "Title": "Disordered light-harvesting aggregates can host functional vibronic couplings at room temperature",
    "Topic": "Spectroscopy and Quantum Chemical Studies"
  },
  {
    "Abstract": "Abstract R-loops are three-stranded nucleic acid structures composed of an RNA:DNA hybrid duplex and a displaced single-stranded DNA loop. Unscheduled or persistent R-loops drive genome instability by creating conflicts with transcription and replication. Up to 75% of the human genome comprises repetitive DNA elements that are prone to R-loop formation. We show that the RNA binding protein SFPQ suppresses R-loop mediated replication stress and DNA damage at repeat elements such as telomeres, (peri)-centromeres, LINE-1 and SINE elements. SFPQ exhibits in-vitro R-loop binding activity, associates with chromatin containing R-loops, and recruits the histone H3.3 specific chaperon DAXX to preserve a correct nucleosome template that counteracts R-loop accumulation. Loss of SFPQ results in DAXX displacement from repeat elements, reduced histone H3.3 incorporation, replication stress-mediated genome instability and the emergence of cytoplasmatic DNA. This leads to activation of innate immune signaling via the cGAS/STING pathway, ultimately correlating with improved survival of sarcoma patients.",
    "Author": "Ferrando, Alessandro",
    "DOI": "https://doi.org/10.1038/s41467-026-69479-w",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "Nature Communications",
    "Subfield": "Immunology",
    "Title": "SFPQ directs histone H3.3 deposition to R-loops in DNA repeats to protect genome stability",
    "Topic": "interferon and immune responses"
  },
  {
    "Abstract": NaN,
    "Author": "Tucciarelli, Raffaele",
    "DOI": "https://doi.org/10.1038/s41467-025-66539-5",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "Nature Communications",
    "Subfield": "Neurology",
    "Title": "Global remapping of the sensory homunculus emerges early in childhood development",
    "Topic": "Transcranial Magnetic Stimulation Studies"
  },
  {
    "Abstract": "This study explores the influencing factors and driving pathways of rural public cultural service supply effectiveness in Southwest China, addressing the core question, “How does supply effectiveness emerge?” Based on Parsons’ AGIL structural-functional theory, this paper constructs a systematic theoretical framework encompassing “Resource Allocation (A)—Policy Support (I)—Value Shaping (L)—Service Production (G)—Service Effectiveness.” Structural equation modeling was applied to empirically analyze 610 valid questionnaires collected from multiple rural areas in Sichuan Province. Findings reveal that resource allocation serves as the foundational driving force of the system, enhancing service effectiveness primarily through the mediating effects of policy support and service production. Policy support exerts a significant direct effect on value shaping and service effectiveness, but its direct impact on service production is insignificant. Although value shaping does not directly drive service production, it plays a crucial indirect role by enhancing service effectiveness. As the output component of the system, service production directly influences service effectiveness. This study reveals the structured, networked mechanisms that enhance the effectiveness of rural public cultural service supply, providing theoretical and empirical foundations for optimizing supply structures and implementing targeted interventions.",
    "Author": "Zhang, Xi",
    "DOI": "https://doi.org/10.1371/journal.pone.0342794",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "PLoS ONE",
    "Subfield": "Marketing",
    "Title": "The effectiveness of public cultural service provision in rural areas of Southwest China: Influencing factors and driving pathways",
    "Topic": "Service and Product Innovation"
  },
  {
    "Abstract": "Revised proofs of Kenneth Arrow’s impossibility theorem, one of the most influential theorems in economics, political science, and philosophy, have been presented in prose form, incorporating novel ideas such as decisive sets and pivotal voters. This study develops another approach to proving the theorem. Using a proof calculus in formal logic, we construct a proof with a full mathematical representation. While previous proofs emphasize intuitive accessibility, this one focuses on meticulous derivation and reveals the global structure of the social welfare function central to the theorem. The primary aim is to contribute methodologically to research on the theorem by demonstrating the effectiveness of systematically applying techniques from formal logic to its proof. Additionally, it accommodates a broader range of preference relations than those typically considered rational in standard economic models, allowing for the integration of diverse human behavior patterns into a single theoretical framework. The interdisciplinary relevance of the theorem is also discussed, including its relation to epistemology and philosophy.",
    "Author": "Yamamoto, Kazuya",
    "DOI": "https://doi.org/10.1371/journal.pone.0343069",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "PLoS ONE",
    "Subfield": "Economics and Econometrics",
    "Title": "A full formal representation of Arrow’s impossibility theorem",
    "Topic": "Game Theory and Voting Systems"
  },
  {
    "Abstract": "The presence of at-risk, invasive, and sentinel species are measures of biodiversity, however it is often challenging to quickly gather reliable data through conventional, time-constrained surveying techniques. Environmental DNA (eDNA) detection is one method that has proven to be extremely useful for biomonitoring, particularly due to its non-invasive nature, cost efficiency, sensitivity, accuracy, and relative ease to carry out in the field. Conventional sediment sampling presents a challenge to obtain suitable representative samples and there is a need for easily accessible methods that are compatible with community-based monitoring activities and budgets. Herein, we introduce a “FloppE-Dip” method, a passive sampling approach that is compatible with larger sand sediment sample volumes up to 180 mL and utilizes easily accessible materials. We compared the FloppE-Dip method to conventional filtration through the detection of several species’ DNA from environmental samples using real-time quantitative PCR (qPCR). In a laboratory study using an American bullfrog ( Rana [Lithobates] catesbeiana ) tissue slurry, we determined optimal protocol parameters that were then applied in a field survey to identify beaches in coastal British Columbia used by the important forage fish, the Pacific sand lance ( Ammodytes personatus ). Of the 20 sampling sites, both FloppE-Dip and conventional filtration methods detected Pacific sand lance eDNA at 14 of them, albeit FloppE-Dip copies/L estimates were typically 5–10 times lower. Two sites returned no detections for both methods, and four sites returned low detections using conventional filtration methods where the FloppE-Dip method showed no detection. This discrepancy at low copy numbers may be rectified through increasing the number of samples taken per site and/or increasing the number of technical replicates. Overall, the FloppE-Dip method was more reliable than visual observation and is considerably faster and cheaper than filtration making it well-suited for general detection purposes. While other sediment types remain to be tested, the simplicity, efficiency, and use of readily available materials make FloppE-Dip a viable alternative for community-based monitoring programs, particularly given the time and budget constraints these programs often face.",
    "Author": "Anna H. Dema",
    "DOI": "https://doi.org/10.1371/journal.pone.0342851",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "PLoS ONE",
    "Subfield": "Ecology",
    "Title": "Accessible and cost-effective deployment of environmental DNA (eDNA) samplers for sediment conducive to supporting community-based surveys",
    "Topic": "Environmental DNA in Biodiversity Studies"
  },
  {
    "Abstract": "Abstract This chapter explores the relationship between constituent power and radical democracy. By engaging with radical democrats such as Cornelius Castoriadis, Claude Lefort, Jacques Rancière, and Sheldon Wolin, the chapter provides two arguments. First, it argues that for radical democrats from the 1960s and onwards, democracy as a form of constituent politics replaces revolution and Marxism, in general, as the utopian horizon of politics. Second, the chapter argues that radical democrats often employ a distinction between politics as constituent, creative, and transgressive and politics as elitist, unequal, and representative, giving ultimate priority to the former at the expense of the latter. The vision of democracy brought forward by radical democrats, hence, stresses the people’s ultimate power over its constitution and its externality to all constituted political forms. Democracy, for radical democrats, consequently signifies the free and equal exercise of constituent power.",
    "Author": "Benjamin Ask Popp‐Madsen",
    "DOI": "https://doi.org/10.1093/oxfordhb/9780192873170.013.0065",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "Oxford University Press eBooks",
    "Subfield": "Political Science and International Relations",
    "Title": "Radical Democracy and Constituent Power",
    "Topic": "Political Philosophy and Ethics"
  },
  {
    "Abstract": "Unraveling the dynamic metal–support interactions of heterogeneous catalysts during the pretreatment environment is pivotal for modulating the phase structure and improving electrochemical activities. Here, we first investigate the hydrogen evolution reaction activity of Pt–SnO2 catalysts treated under different temperatures. Subsequently, assisted by both experimental observations and density functional theory calculations, we provide atomic-scale insights into the reactive interaction between Pt nanoparticles and SnO2 nanowires. The Pt nanoparticles gradually transform into Pt3Sn, PtSn, and PtSn2 intermetallic phases with increasing temperature, induced by the interlayer diffusion of Sn atoms. Finally, the catalytic activities of Pt–SnO2 can be well-interpreted based on the nucleation of different intermetallic phases. Our results provide perspectives into the structure–property interplay in a metal/oxide heterogeneous catalyst, thus offering guidance for optimizing the catalytic performance.",
    "Author": "Huang, Ruilong",
    "DOI": "https://doi.org/10.1021/acsnano.5c21959",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "ACS Nano",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "Unveiling the Formation Mechanisms of the Pt–Sn Intermetallic Phase within Pt–SnO <sub>2</sub> for the Enhanced Hydrogen Evolution Reaction",
    "Topic": "Electrocatalysts for Energy Conversion"
  },
  {
    "Abstract": "The impact of spanwise surface temperature heterogeneity on steady stably stratified Ekman layers is systematically studied using large-eddy simulation (LES). Spanwise varying strips of high and low surface temperature are imposed in idealised LES of stable boundary layers (SBLs), in which a steady state results from a balance between cooling at the ground and heating due to imposed synoptic subsidence. Consistent with previous studies on channel flows with streamwise-aligned surface heterogeneity (e.g. Bon &amp; Meyers, J. Fluid Mech . 2022, pp. 1–38), large-scale secondary circulations develop and extend deep into the stable Ekman layer. Coriolis effects enhance counterclockwise circulations while reducing clockwise ones, thereby tilting the mean secondary flow structures towards the left (in the northern hemisphere). Nevertheless, for the considered surface temperature contrasts of 1.5–12 K and spanwise wavelengths of 100–800 m, the impact on mean SBL structure is substantial. As the surface temperature difference or strip width increases, secondary flows and dispersive fluxes strengthen, eventually reaching the top of the SBL. This augmentation further enhances near-surface gradients, elevates SBL depths and low-level jets, and reduces mean surface heat fluxes. Novel correlations between characteristics of the surface heterogeneity and their impact on the mean SBL structure are proposed. Moreover, the local surface fluxes are shown to significantly deviate from the mean, highlighting that horizontally averaged SBL properties do not capture all important physical processes in a heterogeneous flow. Overall, this work affirms that thermal surface heterogeneity is a crucial factor in governing transport processes within the atmospheric stable boundary layer.",
    "Author": "Bon, Thijs",
    "DOI": "https://doi.org/10.1017/jfm.2026.11198",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "Journal of Fluid Mechanics",
    "Subfield": "Atmospheric Science",
    "Title": "Surface temperature heterogeneity and secondary circulations in steady stably stratified Ekman layers",
    "Topic": "Meteorological Phenomena and Simulations"
  },
  {
    "Abstract": "This study aimed to perform three-dimensional (3D) cephalometric analysis based on automatically identified landmarks, to evaluate their clinical accuracy, and to investigate the relationship between algorithmic precision, measured by mean radial error (MRE), and clinical validity. Retrospective cone-beam computed tomography (CBCT) scans representing diverse dentition stages and malocclusion types were used to develop an automated landmark identification model incorporating an optimized U-Net architecture with an Efficient Global Attention module. Seventy-one 3D cephalometric measurements derived from manually annotated landmarks and AI-generated landmarks were compared across 75 randomly selected CBCT scans of Class I/II malocclusion patients. Statistical analyses included paired t-tests/wilcoxon signed-rank test, intraclass correlation coefficients (ICC), and Bland–Altman analysis. Analysis revealed that 9 out of the 71 measurements (12.68%) showed statistically significant differences; however, all mean differences between AI-derived and ground truth measurements were clinically negligible (≤ 1 mm/°). ICC analysis demonstrated excellent agreement overall, with only two parameters (PP–HF–MSP and Me–MSP; 2.82%) showing ICC values below 0.90. Bland–Altman analysis indicated that 59.15% of AI-based cephalometric measurements achieved clinical interchangeability with ground truth, defined by limits of agreement within ± 2.0 mm/°. Among 36 linear measurements, all 26 parameters associated with landmarks exhibiting an MRE below 2 mm fell within clinically acceptable limits, whereas angle-based measurements did not demonstrate a clear correlation with MRE. The precision of automated 3D cephalometry is contingent upon the magnitude and directional vector of landmarking error. Angular measurements are particularly susceptible to unconstrained directional errors. Consequently, the MRE metric alone is insufficient to comprehensively evaluate the accuracy of automated cephalometric analysis, particularly in regions lacking definitive anatomical contours. Clinically applicable automated 3D cephalometry may therefore benefit from minor manual refinement at specific landmarks, such as the gonion and incisor root apex, particularly in patients with mixed dentition.",
    "Author": "Jiang, Yan",
    "DOI": "https://doi.org/10.1038/s41598-026-41408-3",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "Scientific Reports",
    "Subfield": "Oral Surgery",
    "Title": "Clinical accuracy of cephalometric analysis using deep learning–based automated landmark identification on CBCT in class I and class II malocclusions",
    "Topic": "Dental Radiography and Imaging"
  },
  {
    "Abstract": "Improper hygienic disposal of patient stools in healthcare settings presents considerable dangers to infection management and the well-being of healthcare personnel, patients, and the local community. Although health workers play an essential role in ensuring proper sanitation and preventing infections, investigations have revealed shortcomings in adherence to stool disposal protocols in numerous healthcare environments, especially in low- and middle-income nations such as Ghana. The study therefore assessed the hygienic disposal of patient stools among health workers at the Sunyani Teaching Hospital. A descriptive cross-sectional study design was employed which allowed for association assessment but not causal inference. 315 participants were selected using stratified random sampling. Study participants were health workers. Respondents had surprisingly lower knowledge level on health hazards associated with improper disposal of patient stool (53.7%) and Moderate adherence level (77.8%) to hygienically dispose patient stool. Factors such as knowledge level, Training, resource availability, workload, Personal Risk Perception, Motivation and Attitude were found to be associated with low adherence level with p-values less than 0.05. Respondents demonstrated limited understanding of infection hazards but showed moderate adherence, largely influenced by institutional enforcement and available resources. The study concludes that while adherence to hygienic stool disposal was largely moderate, significant knowledge gaps remain that require targeted interventions. Improving continuous training, supervision and supply of disposal materials could enhance sustained compliance among healthcare workers.",
    "Author": "Antwi Joseph Barimah",
    "DOI": "https://doi.org/10.1038/s41598-026-40799-7",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "Scientific Reports",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Assessing the hygienic disposal of patient stools among health workers at the Sunyani teaching hospital, Ghana",
    "Topic": "Child Nutrition and Water Access"
  },
  {
    "Abstract": "Targeted covalent inhibitors (TCIs) are powerful tools in drug discovery, but the high intrinsic reactivity of conventional warheads often compromises selectivity and increases the off-target liability. Here, we reported nitrodiphenyl-ether compounds as a novel irreversible and released-type covalent warhead with exceptionally low reactivity that potently inhibits coronavirus HCoV-OC43 infection. To identify their molecular targets, we designed a panel of active and inactive alkyne-tagged probes and performed chemical proteomic profiling in human host cells. An integrated approach combining activity- and inactivity-based proteome profiling (AIBPP), competitive ABPP, LC–MS/MS, and fluorescence polarization (FP) assays identified low-density lipoprotein receptor adapter protein 1 (LDLRAP1) as the primary target, modified selectively at C119, thereby disrupting the LDLR–LDLRAP1 interaction. Inhibition of this interaction strongly correlated with antiviral efficacy, confirming LDLRAP1 as the functional target. Collectively, this study establishes LDLRAP1 as an unexploited host antiviral target and expands the repertoire of cysteine-targeted covalent warheads for host-directed therapy.",
    "Author": "Huang, Zeyue",
    "DOI": "https://doi.org/10.1021/acs.jmedchem.5c03394",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "Journal of Medicinal Chemistry",
    "Subfield": "Spectroscopy",
    "Title": "Nitro-Diphenyl Ethers as Emerging Cysteine-Targeting Covalent Warheads Enable Identification of Novel Target LDLRAP1 for Anticoronaviral Activity",
    "Topic": "Molecular Sensors and Ion Detection"
  },
  {
    "Abstract": NaN,
    "Author": "Suzuki, Satoru",
    "DOI": "https://doi.org/10.1007/s11095-026-04030-6",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "Pharmaceutical Research",
    "Subfield": "Pharmaceutical Science",
    "Title": "Quantitative Analysis of the Effect of Gastrointestinal Water Dynamics on Oral Drug Absorption using a Physiologically Based Integrated Liquid and Intestinal Absorption Drug (ILIAD) Pharmacokinetic Model",
    "Topic": "Drug Solubulity and Delivery Systems"
  },
  {
    "Abstract": "Depression is the most common mental health disorder among the older populations, leading to a higher reduction in quality of life and an increased financial burden on the health care system. One promising non-pharmacological approach for improving mental health in older adults is the use of art-based interventions. This systematic review and meta-analysis followed PRISMA guidelines. Eligible randomized controlled trials (RCTs) examined any form of art intervention (including music, dance, and visual arts) targeting depression in adults aged > 55 years. Databases searched included PubMed, Scopus, Web of Science, PsycINFO, and the Cochrane Library through July 2025. Two reviewers independently extracted data, assessed risk of bias using the Cochrane RoB 2 tool, and determined study eligibility. Standardized mean differences (SMDs) were calculated using random-effects meta-analysis, followed by subgroup analyses, meta-regression, and publication bias assessment (Egger’s test and funnel plot). Out of the 41 RCTs reviewed, 37 report results from 23 of these studies and were eligible for meta-analysis, including a total of 3791 participants. In the pooled analysis, it was revealed that art-based interventions had a greater impact in lowering levels of depression as compared to their respective controls (SMD = − 0.93, 95% CI: − 1.19 to − 0.68, p < 0.001) and had a high degree of heterogeneity (I2 = 91.7%). Subgroup analyses suggested receptive interventions had a stronger effect (SMD = − 1.97, 95% CI: − 1.43 to − 2.50, p < 0.001) than active interventions (SMD = − 0.67, 95% CI: − 0.42 to − 0.91, p < 0.001) and interventions provided in the hospital or care home settings. Also, meta-regressions showed no significant association of effect size with the independent variables of age of subjects, number of sessions, or duration of intervention. Most of the studies had moderate to high risk of bias. Egger’s test indicated no significant publication bias (p = 0.133). Art-based interventions effectively reduce depression in older adults and can serve as valuable complements to mental health strategies for aging populations. However, due to heterogeneous study designs and variable quality, additional high-quality trials are needed to confirm these benefits and optimize intervention delivery.",
    "Author": "Azhdarloo, Mohamad",
    "DOI": "https://doi.org/10.1186/s12916-026-04728-9",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-24",
    "Source": "BMC Medicine",
    "Subfield": "Conservation",
    "Title": "Effectiveness of group-based art interventions for late-life depression: a systematic review and meta-analysis of randomized controlled trials",
    "Topic": "Art Therapy and Mental Health"
  }
]
