[
  {
    "Abstract": NaN,
    "Author": "Woodrow, Laura",
    "DOI": "https://doi.org/10.1038/d41586-025-04161-7",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "Nature",
    "Subfield": "Information Systems and Management",
    "Title": "What's the best way to change research fields? These three scientists have ideas",
    "Topic": "Interdisciplinary Research and Collaboration"
  },
  {
    "Abstract": NaN,
    "Author": "Yan, Jianbing",
    "DOI": "https://doi.org/10.1038/d41586-026-00293-6",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "Nature",
    "Subfield": "Biotechnology",
    "Title": "Protein engineering fixes a major crop trade-off",
    "Topic": "Transgenic Plants and Applications"
  },
  {
    "Abstract": "Alvarezsauroids are an enigmatic clade of predominantly small-bodied theropod dinosaurs that are known mainly from the Jurassic to Cretaceous periods of Asia and South America1–3. Late Cretaceous alvarezsauroids possess specialized forelimbs adapted for digging4,5, minute supernumerary teeth and heightened sensory capacities6, and are interpreted as myrmecophagous. They are hypothesized to exhibit evolutionary miniaturization coupled to their dietary specialization2. Fragmentary South American taxa are traditionally arrayed as a paraphyletic grade with respect to the Late Cretaceous Asian subclade Parvicursorinae2,3, invoking dispersal to explain their disjunct distributions. Here we describe a skeleton of the alvarezsauroid Alnashetri cerropoliciensis7 representing to our knowledge the most complete and smallest South American taxon to date. We also recognize two alvarezsauroids among historic taxa from the Northern Hemisphere. Phylogenetic analysis recovers Alnashetri among basal non-alvarezsaurids, rendering South American taxa polyphyletic. Combined with the new taxa recognized here, our biogeographical analyses infer a Pangaean ancestral distribution for Alvarezsauroidea, with vicariance dominating the early history of the clade. The early branching position of Alnashetri among larger-bodied relatives revises best-fit models of body size evolution in alvarezsauroids—we find no support for evolutionary miniaturization but, rather, find support for repeated evolution within a narrow body size range. A skeleton of the alvarezsauroid Alnashetri cerropoliciensis—representing a highly complete alvarezsauroid skeleton from South America—provides evidence on the evolution of the peculiar anatomy and miniaturization within this unusual theropod dinosaur clade.",
    "Author": "Peter J. Makovicky",
    "DOI": "https://doi.org/10.1038/s41586-026-10194-3",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "Nature",
    "Subfield": "Paleontology",
    "Title": "Argentine fossil rewrites evolutionary history of a baffling dinosaur clade",
    "Topic": "Paleontology and Evolutionary Biology"
  },
  {
    "Abstract": NaN,
    "Author": "Melchor, Stephanie",
    "DOI": "https://doi.org/10.1038/d41586-026-00569-x",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "Nature",
    "Subfield": "Safety Research",
    "Title": "Five ways to spot when a paper is a fraud",
    "Topic": "Academic integrity and plagiarism"
  },
  {
    "Abstract": "Abstract The family of nickelate superconductors have long been explored as analogues of the high-temperature cuprates 1–6 . Nonetheless, the recent discovery that certain stoichiometric nickelates superconduct up to high critical temperatures ( T c ) under pressure came as a surprise 7–13 . The mechanisms underlying the superconducting state remain experimentally unclear. Apart from the practical challenges posed by working in a high-pressure environment, typical samples exhibit anomalously weak diamagnetic responses, which have been conjectured to reflect inhomogeneous ‘filamentary’ superconducting states 7,9,14–17 . Here we perform wide-field, high-pressure, optically detected magnetic resonance spectroscopy to image the local diamagnetic responses of as-grown La 3 Ni 2 O 7 samples in situ, using nitrogen vacancy quantum sensors embedded in the diamond anvil cell 18–23 . These maps confirm marked inhomogeneity of the functional superconducting responses at the few μm scale. By spatially correlating the diamagnetic Meissner response with both the local tensorial stress environment, also imaged in situ, and stoichiometric composition, we show the dominant mechanisms suppressing and enhancing superconductivity. Our wide-field technique simultaneously provides a broad view of sample behaviour and excellent local sensitivity, enabling the rapid construction of multi-parameter phase diagrams from the local structure–function correlations observed at the sub-μm pixel scale.",
    "Author": "S. V. Mandyam",
    "DOI": "https://doi.org/10.1038/s41586-025-10095-x",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "Nature",
    "Subfield": "Electronic, Optical and Magnetic Materials",
    "Title": "Uncovering origins of heterogeneous superconductivity in La3Ni2O7",
    "Topic": "Magnetic and transport properties of perovskites and related materials"
  },
  {
    "Abstract": NaN,
    "Author": "Stott, Peter",
    "DOI": "https://doi.org/10.1038/d41586-026-00544-6",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "Nature",
    "Subfield": "Economics and Econometrics",
    "Title": "We need a global assessment of avoidable climate-change risks",
    "Topic": "Climate Change Policy and Economics"
  },
  {
    "Abstract": NaN,
    "Author": "Quinn, Timothy",
    "DOI": "https://doi.org/10.1038/d41586-026-00132-8",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "Nature",
    "Subfield": "Cognitive Neuroscience",
    "Title": "The future perfect continuous passive and other transitive disorders of the mind",
    "Topic": "Memory and Neural Mechanisms"
  },
  {
    "Abstract": "The inverse electron-demand Diels-Alder (IEDDA) reaction has emerged as a powerful tool for biomolecular conjugation, yet its application to nucleic acids has been largely limited to strained or synthetically demanding dienophiles. Here, we report a general and bioorthogonal strategy for RNA labeling by leveraging enzyme-installable allyl modifications as dienophile handles for tetrazine cycloaddition. Guided by frontier-orbital analysis, we identified 1,2,4,5-tetrazine-3,6-dicarboxylate (Tz 5) as an activated electron-deficient diene capable of engaging electronically unactivated allyl handles in IEDDA reactions under nonaqueous conditions. Tz 5 reacts efficiently with both N6-allyladenosine (a<sup>6</sup>A) and 2'-O-allyladenosine (A<sub>a</sub>), forming stable cycloaddition adducts in nucleosides and within RNA oligonucleotides without perturbing canonical bases or phosphate linkages. The IEDDA labeling proceeds with high selectivity, and enzymatic digestion confirms site-specific conjugation exclusively at the allyl-modified nucleosides. These findings expand the scope of IEDDA chemistry to unstrained, electron-rich terminal alkenes in RNA and establish a<sup>6</sup>A and A<sub>a</sub> as versatile, orthogonal handles for tetrazine-mediated labeling. This article offers a broadly applicable platform for selective RNA functionalization and provides new opportunities for probing, imaging, and manipulating RNA in complex biological environments.",
    "Author": "Ge, Feng",
    "DOI": "https://doi.org/10.1002/cbic.70229",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "PubMed",
    "Subfield": "Organic Chemistry",
    "Title": "Selective RNA Labeling Using Tetrazine-Based IEDDA Reactions With Allyl Adenosine Modifications.",
    "Topic": "Click Chemistry and Applications"
  },
  {
    "Abstract": "Since their discovery as potential antiviral agents in the early 1990s, L-nucleosides have been developed as treatments for various viruses including hepatitis B virus (HBV) due to their efficacy and lower toxicity compared to their D-enantiomers. One prominent L-nucleoside is telbivudine (LdT), also known as L-thymidine, and is used for the treatment of chronic HBV infections. However, telbivudine, like many other L-nucleosides, is prone to the development of drug resistance due to commonly occurring point mutations. Additionally, for both LdT and its cytidine analogue, antiviral activity has only been reported against HBV. Looking to improve upon this scaffold, a series of novel β-L-2'-deoxyribonucleoside reverse fleximer nucleoside analogues were synthesized, and several were found to exhibit antiviral activity across several viral families including flaviviruses, filoviruses, hepadnaviruses, herpesviruses, polyomaviruses, and togaviruses. The most promising compound, CHK-02, exhibited antiviral activity again human polyomavirus 1 (BK virus) in the nanomolar range (<48 nM), low-micromolar activity against HBV (<0.32 µM), and moderate activity against several other viruses with minimal toxicity. Thus, this showed that L-nucleoside reverse fleximers may have promise as potent, broad-spectrum antiviral therapeutics. The synthesis and antiviral activity results of these novel β-L-2'-deoxyribonucleoside reverse fleximers are reported herein.",
    "Author": "Kutz, Christianna",
    "DOI": "https://doi.org/10.1002/cmdc.202500829",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "PubMed",
    "Subfield": "Oncology",
    "Title": "Novel β-L-2'-deoxyribonucleoside Reverse Fleximers with Inhibitory Activity Against HBV, BKV, and Other Viruses.",
    "Topic": "Polyomavirus and related diseases"
  },
  {
    "Abstract": "Noncovalent interactions (NCIs) between lignin and polysaccharides are increasingly being recognized as contributors to the structural integrity and recalcitrance of lignocellulosic biomass (LCB). In this work, density functional theory (M06-2X/6-311++G**) in combination with quantum theory of atoms in molecules (QTAIM) analyses at the MP2/6-311++G** level were employed to systematically analyze 189 physically bound complexes formed between the monolignols p-coumaryl (H), coniferyl (G), and sinapyl (S) alcohols and representative hemicellulose monosaccharides: mannopyranose, xylopyranose, glucuronic acid, and arabinofuranose. Calculated binding energies of these complexes range from -15.8 to -98.5 kJ/mol, with stability increasing with methoxy substitution on the lignin moiety and with the presence of a carboxylate functionality on the sugars. These results are consistent with experimental studies showing that LCB from genetically modified plants, with reduced methoxy in lignin and reduced acidic groups in sugars, are easier to break down when compared to the corresponding wild-type plants. The observations presented in this work, in combination with experimental evidence, suggest that reducing the methoxy content in lignin and the number of carboxylate groups in hemicellulose may be promising strategies for improving LCB valorization efficiency. Furthermore, charge transfer values extracted from QTAIM qualitatively correlate with the stabilization of the complexes, revealing that electron-deficient aromatic rings in lignin, such as those methoxy-substituted aromatic moieties in G- and S-lignin, and electron-rich sugars, such as glucuronic acid in side chains of hemicellulose, lead to the formation of strong hydrogen bonds and <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"> <mml:semantics><mml:mrow><mml:mi>π</mml:mi></mml:mrow> <mml:annotation>$\\pi$</mml:annotation></mml:semantics> </mml:math> -lone-pair interactions. Solvent screening computations also demonstrate that selective association of toluene, <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\"> <mml:semantics><mml:mrow><mml:mi>γ</mml:mi></mml:mrow> <mml:annotation>$\\gamma$</mml:annotation></mml:semantics> </mml:math> -valerolactone, and tetrahydrofuran with lignin attenuates lignin-sugar NCIs, lowering the delocalization index (a QTAIM descriptor of electron sharing between species that correlates with the strength of interactions) between interacting monolignols and monosaccharides. These findings provide a detailed molecular-level description of the structural features that modulate NCIs in LCB. This study provides a rational basis for tuning lignin composition or for screening/designing solvent environments to mitigate biomass recalcitrance and advance cost-effective and efficient deconstruction of LCB.",
    "Author": "Romero‐Montalvo, Eduardo",
    "DOI": "https://doi.org/10.1002/cphc.202500696",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "PubMed",
    "Subfield": "Biomedical Engineering",
    "Title": "Origins of Noncovalent Interactions in Lignocellulosic Biomass and Potential Implications on Recalcitrance.",
    "Topic": "Lignin and Wood Chemistry"
  },
  {
    "Abstract": "Molecular property prediction is essential in a variety of contemporary scientific fields, such as drug development and the design of energy storage materials. Although there are many machine learning models available for this purpose, those that achieve high accuracy while also offering the interpretability of predictions are uncommon. We present a graph neural network that not only matches the prediction accuracies of leading models but also provides insights into four levels of molecular substructures. This model helps identify which atoms, bonds, molecular fragments, and connections among fragments are significant for predicting a specific molecular property. Understanding the importance of connections between fragments is particularly valuable for molecules with substructures that do not connect through standard bonds. The model additionally can quantify the impact of specific fragments on the prediction, allowing for the identification of fragments that may improve or degrade a property value. These interpretable features are essential for deriving scientific insights from the model's learned relationships between molecular structures and properties.",
    "Author": "Panapitiya, Gihan",
    "DOI": "https://doi.org/10.1021/jacs.5c22620",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Artificial Intelligence",
    "Title": "FragNet: A Graph Neural Network for Molecular Property Prediction with Four Levels of Interpretability",
    "Topic": "Advanced Graph Neural Networks"
  },
  {
    "Abstract": "Global warming and socio-economic development are together prompting a surge in the use of air-conditioning (AC). Yet the technology that delivers thermal comfort also emits large quantities of greenhouse gases (GHG), exacerbating climate change. We quantify global AC-related GHGs and associated warming impact under five climate scenarios, separating the contributions of global warming and socio-economic development. In a middle-of-the-road scenario (SSP245), cumulative AC-related emissions reach 113.3 GtCO2eq between 2010 and 2050, increasing global-mean temperature by 0.05 °C (0.03 °C-0.07 °C), with only about 8.3% to climate-driven cooling demand. Income inequalities exacerbate disparities in AC use, substantially limiting access to cooling in lower-income regions. While rising incomes reduce this inequality, they increase emissions: income-driven AC growth adds 14–146 GtCO2eq and a further 0.003–0.05 °C of warming by 2050, even under SSP119. These results highlight the need for a rapid low-carbon cooling transition that balances total warming impacts with equitable cooling access. This study shows that rising incomes and hotter climates are driving a boom in air conditioning use, which adds to global warming. This highlights the need for clean, efficient and equitable cooling solutions.",
    "Author": "Zhang, Hongzhi",
    "DOI": "https://doi.org/10.1038/s41467-026-69393-1",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "Nature Communications",
    "Subfield": "Global and Planetary Change",
    "Title": "Rising Air-Conditioning Use Intensifies Global Warming",
    "Topic": "Climate Change and Geoengineering"
  },
  {
    "Abstract": NaN,
    "Author": "Chen, Sheng",
    "DOI": "https://doi.org/10.1038/s41563-026-02493-x",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "Nature Materials",
    "Subfield": "Condensed Matter Physics",
    "Title": "Topological control of spontaneous failure in active nematic solids",
    "Topic": "Micro and Nano Robotics"
  },
  {
    "Abstract": "Citrobacter koseri, a facultative gram-negative bacillus, colonizes the intestine and environmental reservoirs. In neonates, especially preterm infants, it can cause severe central nervous system infections (eg, meningitis, encephalitis, abscesses), often with fatal outcomes. Pneumocephalus, an accumulation of intracranial gas, is a rare but deadly complication. We report a preterm female infant admitted to the neonatal intensive care unit (NICU) for respiratory distress who developed high fever and sepsis; blood culture results were positive for C. koseri. Rapid neurological deterioration with seizures occurred, and a cranial computed tomography scan showed extensive pneumocephalus. Despite intensive care, the infant died at 17 days. Autopsy and histology revealed widespread purulent meningitis and meningoencephalitis, pneumocephalus, cerebral hemorrhages, acute edema, and ventricular dilation. An environmental investigation traced the origin of the infection to the bathroom sinks, confirming the nosocomial nature of the pathogen. This case highlights the high virulence of C. koseri in neonates, the catastrophic potential of pneumocephalus, and the crucial importance of strict infection control in NICUs.",
    "Author": "Stefano Di Maria",
    "DOI": "https://doi.org/10.1542/peds.2025-072882",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "PEDIATRICS",
    "Subfield": "Microbiology",
    "Title": "Hospital-Acquired <i>Citrobacter</i> Meningitis Complicated by Pneumocephalus in a Neonate",
    "Topic": "Bacterial Infections and Vaccines"
  },
  {
    "Abstract": NaN,
    "Author": "Hale, Casey",
    "DOI": "https://doi.org/10.1016/j.scitotenv.2026.181592",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "The Science of The Total Environment",
    "Subfield": "Insect Science",
    "Title": "Pesticide exposure during crop pollination varies among wild bee species and commercial bumble bees",
    "Topic": "Insect and Pesticide Research"
  },
  {
    "Abstract": "The description of riblets and other drag-reducing devices has long used the concept of longitudinal and transverse protrusion heights, both as a means to predict the drag reduction itself and as equivalent boundary conditions to simplify numerical simulations by transferring the effect of riblets onto a flat virtual boundary. The limitation of this idea is that it stems from a first-order approximation in the riblet-size parameter $s^+$ , and as a consequence it cannot predict other than a linear dependence of drag reduction upon $s^+$ ; in other words, the initial slope of the drag-reduction curve. Here the concept is extended to a full asymptotic expansion using matched asymptotics, which consistently provides higher-order protrusion coefficients and higher-order equivalent boundary conditions on a virtual flat surface. While the majority of this expansion, though nonlinear in $s^+$ , remains linear in velocity, and therefore we shall not directly address the shape of the drag-reduction curve, this procedure will also allow us to explore the way nonlinearities of the Navier–Stokes equations first enter the $s^+$ expansion, with somewhat surprising negative results.",
    "Author": "Luchini, Paolo",
    "DOI": "https://doi.org/10.1017/jfm.2026.11186",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "Journal of Fluid Mechanics",
    "Subfield": "Fluid Flow and Transfer Processes",
    "Title": "Higher-order homogenised riblet boundary conditions",
    "Topic": "Rheology and Fluid Dynamics Studies"
  },
  {
    "Abstract": "Missed nursing care, the omission or delay of essential care, is a silent threat to patient safety, driven by systemic pressures such as understaffing and workload intensity. While organizational factors dominate MNC research, nurses’ ethical performance (observable adherence to professional ethical principles in practice) remains underexplored as a modifiable, protective factor. To examine the association between ethical performance and MNC across high-acuity (intensive care units, ICUs) and general inpatient settings, and to identify setting-specific patterns informing targeted interventions. A multicenter, cross-sectional study was conducted across 41 academic medical centers. A total of 342 registered nurses (171 ICU; 171 general ward) participated via a multistage sampling method where the sample size was allocated proportionally based on the number of eligible hospitals in each city (Tehran: 114 participants from 15 hospitals; Mashhad: 114 participants from 14 hospitals; Isfahan: 114 participants from 12 hospitals). Participants completed validated measures: the MISSCARE Survey and the Nurses’ Ethical Performance Instrument. Analyses included independent t-tests, Pearson correlation, and multilevel linear regression (accounting for ward clustering), with effect sizes and 95% confidence intervals reported. ICU nurses demonstrated significantly higher ethical performance (M = 91.07 vs. 85.69, d = 0.37, p = 0.001) and lower missed nursing care (M = 38.47 vs. 40.33, d = − 0.30, p = 0.007) than general ward nurses. Ethical performance showed a strong inverse correlation with missed care (r = − 0.703, p < 0.001), accounting for 49.4% of variance. In multilevel regression controlling for demographics and ward clustering, ethical performance remained significantly associated with missed care (β = −0.299, p < 0.001), with the model explaining 50.1% of total variance (Conditional R² = 0.501).",
    "Author": "Atefeh, Shamsi",
    "DOI": "https://doi.org/10.1038/s41598-026-41241-8",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "Scientific Reports",
    "Subfield": "General Health Professions",
    "Title": "Ethical performance predicts missed nursing care in critical and general care settings",
    "Topic": "Ethics in medical practice"
  },
  {
    "Abstract": "Abstract Lyme disease, caused by the bacterium Borrelia burgdorferi , is the most common vector-borne disease in the United States and Europe. Although antibiotics effectively treat most cases, an estimated 10–20% of patients develop post-treatment Lyme disease (PTLD), a chronic syndrome marked by fatigue, pain, cognitive difficulties, mood disturbance, and reduced quality of life. There are no established treatments for PTLD. The serotonin 2A receptor agonist psychedelic psilocybin has recently shown potential antidepressant and anxiolytic effects in clinical trials as well as preliminary evidence for anti-inflammatory effects in animals. This open-label, single-arm pilot study evaluated the effects of psilocybin in 20 participants with well-characterized PTLD. The 8-week intervention included two psilocybin sessions (15 mg in week 4; 15 or 25 mg in week 6) with psychological support. Participants (11 women, 9 men, mean age 44, median illness duration 5.7 years) showed significant improvements in PTLD symptom burden and quality of life from study enrollment through 1-month following the second dose of psilocybin (primary endpoint), with significant benefits sustained through 6 months. At the 6-month follow-up, general PTLD symptom burden (GSQ-30) was decreased 40% from baseline ( p &lt; .001; Cohen’s d z = − 1.22, 95% CI [− 2.12, − 0.78]), and health-related quality of life improved across both SF-36 domains, with Mental (MCS) and Physical (PCS) component scores increasing 13% ( p ≤ .013; Cohen’s d z = 0.46–0.59). Secondary outcomes assessing mood, fatigue, sleep quality, and pain also showed significant and sustained improvement through 6 months (all p ≤ .003; Cohen’s d z = 0.56–1.25). No serious adverse events (AEs) related to the study intervention occurred. The most common AEs attributed to psilocybin were transient hypertension (90%), headache (65%), tachycardia (35%), pain (20%), and fatigue (15%). Preliminary findings support that psilocybin-assisted treatment was feasible and well-tolerated among the sample. Clinical outcomes indicated potentially long-lasting benefits of psilocybin-assisted treatment, warranting further investigation for PTLD. Trial registration: ClinicalTrials.gov Identifier NCT05305105, registered 22/03/2022.",
    "Author": "Garcia-Romeu, Albert",
    "DOI": "https://doi.org/10.1038/s41598-026-38091-9",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "Scientific Reports",
    "Subfield": "Clinical Psychology",
    "Title": "Pilot study of psilocybin in patients with post-treatment lyme disease",
    "Topic": "Psychedelics and Drug Studies"
  },
  {
    "Abstract": "To investigate the protective effects of vitamin C (VitC) against oxygen–glucose deprivation/reoxygenation (OGD/R) injury and its underlying mechanisms involving oxidative stress and inflammation in oligodendrocyte lineage cells and microglia. Primary rat oligodendrocyte precursor cells (OPCs), mature oligodendrocytes (OLs), and BV2 microglia were subjected to OGD/R with or without VitC. Apoptosis (TUNEL), differentiation (MBP⁺/PDGFRα⁺), oxidative stress (ROS, MDA), and microglial cytokine profiles (qRT-PCR/ELISA) were assessed. Co-culture experiments were conducted in transwell systems using primary rat OPCs or mature OLs seeded in the upper inserts and BV2 microglia seeded in the lower chambers, allowing paracrine communication without direct cell-cell contact. Biological replicates: n = 3–5 litters for primary cells; ≥3 passages for BV2. OGD/R increased apoptosis in OPCs(P < 0.01) and OLs(P < 0.01) and impaired OPC differentiation(P < 0.001); VitC attenuated apoptosis (OPCs: P < 0.01; OLs: P < 0.05) and restored differentiation(P < 0.01). VitC reduced OGD/R‑induced elevations in intracellular ROS and MDA (all P < 0.05). In BV2 microglia, VitC suppressed pro-inflammatory (COX-2, IL-1β, IL-6, TNF-α, iNOS) and enhanced anti-inflammatory (IL-10, CD206) markers at both mRNA and protein levels (all P < 0.05). In co-culture, OGD/R increased OPCs apoptosis (P < 0.001) and reduced differentiation (both vs. CON, P < 0.001), with VitC normalizing these parameters (P < 0.01). Cytokine changes mirrored those in monocultures. Notably, OGD/R did not alter OLs apoptosis in OL-BV2 co-cultures (P > 0.05). VitC (5 µg/mL) protects oligodendrocyte lineage cells via direct antioxidant effects and bidirectional modulation of microglial inflammation, supporting its potential as a multi‑target agent for white‑matter disorders.",
    "Author": "Guo, Jianwei",
    "DOI": "https://doi.org/10.1038/s41598-026-41308-6",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "Scientific Reports",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Vitamin C protects oligodendrocyte lineage cells and modulates microglial inflammation during OGD/R in vitro",
    "Topic": "Vitamin C and Antioxidants Research"
  },
  {
    "Abstract": NaN,
    "Author": "Zhou, Fuli",
    "DOI": "https://doi.org/10.1016/j.jclepro.2026.147775",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "Journal of Cleaner Production",
    "Subfield": "Strategy and Management",
    "Title": "Exploring pricing strategy and remanufacturing mode in trade-in scheme under carbon cap-and-trade regulation",
    "Topic": "Sustainable Supply Chain Management"
  },
  {
    "Abstract": "Gingival inflammation represents one of the most prevalent oral inflammatory conditions worldwide and remains a major contributor to oral morbidity. While its classical etiologies are well established, less attention has been paid to inflammatory responses that arise secondary to pulpal injury and tissue damage. Experimental models that allow controlled evaluation of these responses may provide relevant insight into pulp-associated gingival inflammatory processes. Current pharmacological approaches for inflammatory conditions in dentistry, including non-steroidal anti-inflammatory drugs (NSAIDs) and glucocorticoids, are widely used and generally effective. However, their use may be associated with adverse effects in specific clinical contexts, particularly under prolonged or high-dose regimens, highlighting the importance of continued investigation of additional pharmacological strategies. Within this context, pharmacological modulation of inflammatory pathways represents a relevant strategy for exploring alternative therapeutic approaches in pulp-associated gingival inflammation. Accordingly, there is a need to investigate novel molecules with therapeutic potential, such as resiniferatoxin, which has demonstrated anti-inflammatory properties in both in vitro and in vivo experimental models. This study aims to evaluate the anti-inflammatory effect of resiniferatoxin during inflammation of gingival tissue after mechanical pulp damage in a murine experimental model. Six groups of six BALB/c mice were formed as follows: five control groups: a healthy group (HCG), a healthy group treated with resiniferatoxin (RTXHG), a group with pulp damage at 14 h (PGI), two groups with pulp damage treated with ibuprofen (PGIIBU), dexamethasone (PGIDEX) at 14 h, and an experimental group with pulp damage treated with resiniferatoxin (PGIRTX) at 14 h. Gingival inflammation was evaluated after pulp damage was induced through mechanical pulp exposure of the upper first molar. The histopathological parameters of the gingival tissue of all groups were evaluated by hematoxylin and eosin (H&amp;E) staining, while the plasma levels of PGE2 and TNF-α were quantified by ELISA assay. A significant increase in plasma PGE2 and TNF-α levels was observed at 14 h after pulp damage. Subsequently, when treatment with resiniferatoxin was administered, it was observed that this significantly decreased (* p &lt; 0.05) the plasmatic levels of PGE2 and TNF-α, as well as the number of inflammatory cells infiltrated in the gingival tissue 14 h after the pulp damage, similar to treatments with ibuprofen and dexamethasone. Resiniferatoxin exerts an anti-inflammatory effect after pulp damage, significantly decreasing plasma levels of PGE2 and TNF-α, as well as the number of inflammatory cells infiltrated in the gingival tissue, which places resiniferatoxin as a potential drug, in this case, for the treatment of gingival inflammation.",
    "Author": "José Luis Muñoz-Carrillo",
    "DOI": "https://doi.org/10.3390/ijms27052143",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "International Journal of Molecular Sciences",
    "Subfield": "Oral Surgery",
    "Title": "Anti-Inflammatory Effect of Resiniferatoxin During Gingival Tissue Inflammation After Mechanical Pulp Damage in a Murine Experimental Model",
    "Topic": "Endodontics and Root Canal Treatments"
  },
  {
    "Abstract": "Single-atom catalysts (SACs) have been extensively studied due to their ultrahigh atomic utilization and low cost. However, recent research has pointed out that SACs also meet some drawbacks, such as it being hard to break the severe limitation of the scale relationship on catalytic activity, serious deactivation often happens on single-atomic-site catalysts owing to the low density of active sites, which are easily occupied by intermediates, and a single active center is unable to drive the multielectron and multiproton transfer procedure efficiently. Dual-atom catalysts have effectively addressed these issues through synergistic effects. Among them, Fe-based dual-atom catalysts have been widely researched and applied in fields such as oxygen reduction reaction, oxygen evolution reaction, CO2 reduction reaction (CO2RR), nitrogen reduction reaction, and biological sciences. This Account summarizes recent research progress on Fe-based dual-atom catalysts in various fields, comprehensively introducing various synthesis methods, structural modifications, performance studies, and reaction mechanisms. Based on recent experimental and theoretical research, our goal is to elucidate the structure–performance relationship, highlight the current limitations and challenges of Fe-based multiatom catalysts, and provide a promising research direction for the next generation of iron-based multiatom catalysts. This article opens a useful pathway for the synthesis of nonprecious metal catalysts in the field of electrocatalysis in the future.",
    "Author": "Zhang, Rufeng",
    "DOI": "https://doi.org/10.1021/acscatal.5c08802",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "ACS Catalysis",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "Recent Advances in Designing Efficient Fe-Based Dual-Atom Electrocatalysts: from Material Design to a Mechanism Study",
    "Topic": "Electrocatalysts for Energy Conversion"
  },
  {
    "Abstract": "Here, we report the modular synthesis of trifluoromethylated/difluoromethylated dihydroquinoline sulfonyl fluorides via [4 + 2] cycloadditions of <i>o</i>-aminotrifluoroacetophenone derivatives or <i>o</i>-aminodifluoroacetophenone derivatives with 2-chloroprop-2-ene-1-sulfonyl fluoride (CESF) under mild reaction conditions. Subsequent sulfur(VI) fluoride exchange was subjected to optimization for nucleophiles based on nitrogen and oxygen, furnishing sulfonamides and sulfonates, respectively. The reaction is accomplished without employing transition metal catalysts, yielding novel products that hold significant potential in the fields of medicinal chemistry, chemical biology, and drug discovery.",
    "Author": "Zou, Meili",
    "DOI": "https://doi.org/10.1021/acs.joc.5c03253",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "The Journal of Organic Chemistry",
    "Subfield": "Pharmaceutical Science",
    "Title": "Synthesis of CF <sub>3</sub> /CHF <sub>2</sub> Dihydroquinoline Sulfonyl Fluorides: A Class of Important Pharmacophores",
    "Topic": "Fluorine in Organic Chemistry"
  },
  {
    "Abstract": NaN,
    "Author": "Starling-Alves, Isabella",
    "DOI": "https://doi.org/10.1016/j.jecp.2026.106488",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "Journal of Experimental Child Psychology",
    "Subfield": "Statistics and Probability",
    "Title": "Tracking fraction knowledge development using grade-appropriate assessments",
    "Topic": "Cognitive and developmental aspects of mathematical skills"
  },
  {
    "Abstract": "Our planet is facing numerous climate challenges, prompting institutions and companies to take action against climate change. The Paris Agreement, signed by 193 countries, supports the United Nations' Sustainable Development Goals (SDGs), including SDG 2 (sustainable agriculture), SDG 6 (sustainable water management), and SDG 13 (climate change). Addressing these three SDGs, this study aimed to identify critical points and sustainable practices to mitigate the carbon footprint (CF) and water scarcity footprint (WSF) associated with ‘Paluma’ guava production in the Brazilian Semiarid. The study was conducted with five farmers in the Lower Jaguaribe River subbasin, Ceará State, Brazil. The scope was from cradle to gate, covering soil preparation to fruit transportation. CF was determined according to ISO 14067 and WSF according to ISO 14046. This is the first report of the CF and WSF of guava production. CF ranged from 0.22 to 0.68 kg CO₂eq kg −1 , and WSF from 5 to 925 m 3 eq kg −1 . Projections show a 4.5% CF reduction is possible by aligning irrigation with crop water needs. However, WSF is projected to increase due to higher future water demands. Sustainable practices, such as deficit irrigation and agroforestry, can reduce environmental impacts and CF. Government support is essential to promote innovation and sustainability. This study offers a pioneering contribution by assessing CF and WSF in guava production and supports the implementation of SDGs through science-based, sustainable strategies that enhance resilience, reduce environmental impacts, and promote long-term agricultural viability under projected climate change scenarios. • The carbon footprint of guava production ranged from 0.22 to 0.68 kg CO 2 eq kg -1 . • The water scarcity footprint ranged from 5 to 925 m 3 eq kg -1 . • Improving water management reduces current and future water scarcity footprints. • Adequate water management could reduce the carbon footprint by 4.5% by 2055. • Sustainable management strategies are essential to mitigate environmental impacts in guava production.",
    "Author": "Antônio Fábio da Silva Lima",
    "DOI": "https://doi.org/10.1016/j.agsy.2026.104693",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "Agricultural Systems",
    "Subfield": "History",
    "Title": "Guava production in the Brazilian Semiarid: carbon and water scarcity footprints, current challenges, and projections to 2055",
    "Topic": "Amazonian Archaeology and Ethnohistory"
  },
  {
    "Abstract": NaN,
    "Author": "Sarli, Macarena",
    "DOI": "https://doi.org/10.1007/s11259-026-11125-3",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-25",
    "Source": "Veterinary Research Communications",
    "Subfield": "Small Animals",
    "Title": "Evaluation of dose escalation and drug combinations of ivermectin and fipronil as strategies for improving control of resistant Rhipicephalus microplus populations",
    "Topic": "Helminth infection and control"
  }
]
