[
  {
    "article_path": "/article/1e0da795-724d-431b-91b7-85fc80337440",
    "article_url": "https://ground.news/article/1e0da795-724d-431b-91b7-85fc80337440",
    "bias": [
      "Left-Leaning coverage hailed Bad Bunny's \"revolutionary\" performance as \"wholesome Latin culture\" and \"resistance,\" emphasizing \"kinship\" and his \"anti-Trump icon\" status, combating \"acute ignorance\" about Puerto Rico.",
      "Right-Leaning outlets, however, framed it as \"the most political Super Bowl ever,\" criticizing the \"Spanish-Only\" show and \"political immigration message,\" promoting an \"All-American\" alternative and labeling him a \"fake American.",
      "Center perspectives neutrally reported the \"controversy\" as a \"culture war\" \"flashpoint\" triggering \"polarizing reactions.",
      "While all acknowledged his historic, primarily Spanish performance and the \"Together we are America\" message, the left celebrated it as \"unity,\" while the right viewed it as divisive, revealing deep ideological divides over cultural identity and immigration."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "Bad Bunny headlined the Super Bowl halftime show, becoming the first artist to lead a largely Spanish-language performance on the NFL’s biggest stage. The set highlighted Puerto Rican culture with guest stars and symbolic visuals.",
      "The performance triggered a conservative backlash, with critics objecting to the use of Spanish and the show’s cultural themes. Some conservative figures publicly condemned the halftime show.",
      "The controversy fueled a broader discussion about representation, language, and identity in American pop culture. Supporters praised the show as a milestone for Latino visibility."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/savannah-guthrie-says-we-will-pay-for-mothers-safe-return_b6cc6d",
    "article_url": "https://ground.news/article/savannah-guthrie-says-we-will-pay-for-mothers-safe-return_b6cc6d",
    "bias": [
      "The left frames the situation through Savannah Guthrie's emotional plea, emphasizing desperation by stating, 'we will pay,' casting the case as urgent and serious.",
      "The center adds layers by highlighting the investigation's progress and the involvement of law enforcement and ransom details, emphasized by Nancy's age and health.",
      "The right focuses on facts, mentioning DNA evidence and Sheriff Nanos's statements, maintaining a factual tone without direct emotional appeal."
    ],
    "bias_bar_text": null,
    "center_pct": 60.0,
    "error": null,
    "left_pct": 23.0,
    "location": "United States",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "In a third recorded plea released Saturday evening, the Guthrie family said they will pay the demanded ransom, with the family addressing the alleged captors directly.",
      "Earlier this week, the family issued video pleas on Feb. 2 and 3 seeking proof of life before the Saturday message.",
      "Pima County investigators say they have not identified suspects, and DNA on the Guthrie porch has been linked to Nancy, officials say.",
      "With a Feb. 7 deadline, the family said, `We received your message and we understand`, highlighting urgency due to Nancy Guthrie’s age and medical needs.",
      "Investigators have returned to the Guthrie home with warrants as lab and tech firms provided evidence that prompted further searches, following media analysis of ransom-note clues."
    ],
    "title": "Savannah Guthrie says 'we will pay' for mother's safe return",
    "topic": "Celebrity",
    "topic_full": "Celebrity · United States"
  },
  {
    "article_path": "/article/washington-post-publisher-will-lewis-says-hes-stepping-down-days-after-big-layoffs-at-the-paper_ec156e",
    "article_url": "https://ground.news/article/washington-post-publisher-will-lewis-says-hes-stepping-down-days-after-big-layoffs-at-the-paper_ec156e",
    "bias": [
      "Left-Leaning coverage frames the publisher's departure as a consequence of \"massive layoffs \" that \"gut the newspaper,\" highlighting his \"controversial past\" and \"going AWOL\" with a condemnatory tone.",
      "Right-Leaning outlets, however, portray the situation as the \"Jeff Bezos-owned\" institution \"imploding in epic chaos\" amid an \"onslaught of backlash,\" employing highly sensational language to discredit.",
      "Center-Leaning reports objectively note the departure \"following mass layoffs\" and \"newsroom backlash,\" raising questions about leadership without the same emotional charge.",
      "While all agree on the departure and the \"one-third\" staff reduction, the left emphasizes corporate accountability, the right focuses on institutional failure, and the center prioritizes immediate context, reflecting broader ideological stances on media and corporate power."
    ],
    "bias_bar_text": null,
    "center_pct": 51.0,
    "error": null,
    "left_pct": 24.0,
    "location": "Washington",
    "right_pct": 25.0,
    "status": "ok",
    "summary": [
      "On Saturday, Will Lewis, Publisher of The Washington Post, stepped down and named CFO Jeff D'Onofrio as acting publisher and CEO effective immediately.",
      "The newsroom's restructuring recently cut roughly 300 employees, eliminating the sports desk and reducing local staff from more than 40 to about a dozen.",
      "Reporters said they did not see Lewis during or after Wednesday's layoffs , though he was photographed Thursday on a pre-Super Bowl red carpet and journalists appealed to Jeff Bezos in recent weeks, who did not respond.",
      "Saturday evening's announcement made no mention of Lewis staying to support the transition, implying a sudden leadership change amid shaken newsroom confidence and operational capacity.",
      "Under financial pressure, management had been tasked with reversing declines amid losses hitting $100 million, and Lewis was hired in late 2023 by Jeff Bezos, who acquired the paper for roughly $250 million."
    ],
    "title": "Washington Post publisher Will Lewis says he’s stepping down, days after big layoffs at the paper",
    "topic": "US Politics",
    "topic_full": "US Politics · Washington"
  },
  {
    "article_path": "/article/donald-trump-says-he-didnt-make-a-mistake-over-obamas-as-apes-video_91a19a",
    "article_url": "https://ground.news/article/donald-trump-says-he-didnt-make-a-mistake-over-obamas-as-apes-video_91a19a",
    "bias": [
      "Left-Leaning coverage explicitly frames the video as \"racist\" and a \"FACIST ATTACK,\" emphasizing broader implications for public discourse and an \"open season on Black people,\" often amplifying outrage with terms like \"slams.",
      "Conversely, right-leaning outlets portray the controversy as a \"distraction\" by \"Leftist Media,\" focusing on Trump's explanations and normalizing his refusal to apologize, sometimes analyzing \"Who Trump Is.",
      "Center perspectives largely report the incident and bipartisan backlash, occasionally labeling the video \"racist\" directly.",
      "While all acknowledge the video's content, its deletion, and Trump's denial of a \"mistake,\" the fundamental divide lies in whether the event signifies inherent racism or a politically motivated media fixation."
    ],
    "bias_bar_text": null,
    "center_pct": 48.0,
    "error": null,
    "left_pct": 33.0,
    "location": "United States",
    "right_pct": 19.0,
    "status": "ok",
    "summary": [
      "On Friday, President Donald Trump declined to apologize after sharing a video on Truth Social that portrayed former President Barack Obama and former First Lady Michelle Obama as apes and stayed online nearly 12 hours before removal.",
      "The AI-generated 62-second clip overlaid faces on jungle animals, echoed false voting claims, and a staffer `erroneously` posted it, according to Karoline Leavitt.",
      "Trump said he `looked at the beginning of it.`, forwarded the clip, and said the opening about alleged fraud was `fine` after previewing it aboard Air Force One.",
      "Bipartisan backlash intensified after Thursday’s post, with Senator Tim Scott calling it `the most racist thing I've seen out of this White House` and renewing debate over White House accountability.",
      "In the first week of Black History Month, the post arrived amid heightened sensitivity as Trump dismissed concerns it could alienate Black voters and raised questions about control of Trump's social media accounts and AI-generated memes."
    ],
    "title": "Donald Trump says he didn't make a mistake over Obamas as apes video",
    "topic": "Donald Trump",
    "topic_full": "Donald Trump · United States"
  },
  {
    "article_path": "/article/dow-surges-more-than-1-000-points-to-hit-50-000-for-the-first-time-in-massive-snapback-from-tech-rout_2419a8",
    "article_url": "https://ground.news/article/dow-surges-more-than-1-000-points-to-hit-50-000-for-the-first-time-in-massive-snapback-from-tech-rout_2419a8",
    "bias": [
      "Left-Leaning coverage frames the Dow's \"historic milestone\" with immediate skepticism, asserting it \"doesn't mean the economy is healthy,\" despite noting the market \"surged.",
      "Right-Leaning outlets, conversely, employ celebratory language like \"blows past\" and directly quote \"CONGRATULATIONS AMERICA!\" from a political figure, linking the event to \"economic confidence and growth for America.",
      "Center-Leaning reports remain factual, detailing the Dow's 50,000 point achievement and historical context.",
      "While all perspectives acknowledge the 1,206 point surge driven by tech stocks and AI spending, the pivotal dividing line lies in the left's critical qualification of economic health versus the right's unmitigated, politically-charged triumph, reflecting fundamental ideological views on prosperity and governance."
    ],
    "bias_bar_text": null,
    "center_pct": 52.0,
    "error": null,
    "left_pct": 26.0,
    "location": "United States",
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "On Friday, the Dow Jones Industrial Average climbed above 50,000 during trading, surging 1,097 points, or 2.24%.",
      "A broadening of the rally saw investors rotate into industrials, financials, and chip companies, with the Russell 2000 index jumping 3.3% this year.",
      "Bitcoin's recovery above $70,000 helped stabilize crypto-linked stocks, with Robinhood Markets up 15%, Coinbase Global rising 11.3%, and Strategy soaring 23.7%.",
      "The milestone signals a strong start to 2026 and may boost Americans' retirement savings, though Wall Street warns of complacency and market risks despite gains.",
      "Despite optimism, strategists warn valuations already reflect optimistic AI gains, and volatility may return as companies report earnings and geopolitical risks persist, analysts said."
    ],
    "title": "Dow surges more than 1,000 points to hit 50,000 for the first time in massive snapback from tech rout",
    "topic": "Business",
    "topic_full": "Business · United States"
  },
  {
    "article_path": "/article/seahawks-ride-their-dark-side-defense-to-a-super-bowl-title-pounding-the-patriots-29-13_2edb0e",
    "article_url": "https://ground.news/article/seahawks-ride-their-dark-side-defense-to-a-super-bowl-title-pounding-the-patriots-29-13_2edb0e",
    "bias": null,
    "bias_bar_text": "Left 26% Center 63% 11%",
    "center_pct": 63.0,
    "error": null,
    "left_pct": 26.0,
    "location": null,
    "right_pct": 11.0,
    "status": "no_change",
    "summary": [
      "On Sunday, the Seattle Seahawks beat the New England Patriots 29-13 at Levi's Stadium before a crowd of 70,823 to win the franchise's second Super Bowl.",
      "Seahawks' 'Dark Side' defense, led by cornerback Devon Witherspoon and linebacker Derick Hall, dominated the Patriots after earlier dominance against the 49ers including a 41-6 rout Jan. 17.",
      "The Seahawks sacked Maye six times, including two apiece by Seahawks linebacker Derick Hall and Seahawks defensive end Byron Murphy, and Uchenna Nwosu returned a 45-yard interception for a touchdown.",
      "The Patriots were denied a record seventh Super Bowl, while Sam Darnold, Seattle Seahawks quarterback, became the first 2018 draftee to win a Super Bowl, according to statements 44, 46, 142, and 139.",
      "Viewed by over 100 million, the Seahawks' win boosts their season narrative and ends the 23-year-old Patriots' bid to win a Lombardi."
    ],
    "title": "Seahawks ride their ‘Dark Side’ defense to a Super Bowl title, pounding the Patriots 29-13",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/moore-says-trump-not-inviting-democratic-governors-to-white-house-is-particularly-confusing",
    "article_url": "https://ground.news/article/moore-says-trump-not-inviting-democratic-governors-to-white-house-is-particularly-confusing",
    "bias": [
      "Left-Leaning outlets framed the governor's exclusion as a \"racism scandal,\" emphasizing his identity as the \"only Black governor\" and suggesting \"race could be why\" he was left out, highlighting identity-based grievances.",
      "Right-Leaning coverage de-emphasized race, instead prominently featuring \"Blatant disrespect\" to frame the event as a political slight.",
      "Center-Leaning coverage reported Moore's view that his race made the exclusion worse and noted his \"particularly confusing\" observation about other Democratic governors also being uninvited, suggesting broader partisan exclusion.",
      "While all perspectives agreed the governor was \"uninvited\" and called it \"blatant disrespect\" and a \"snub,\" the pivotal dividing line was the role of race as a potential motive, reflecting broader ideological differences in interpreting political actions."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 42.0,
    "location": "Annapolis",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "1- Maryland Governor Wes Moore said he was confused and frustrated after President Donald Trump did not invite him and other Democratic governors to a White House meeting. 2- Moore said on X that he was “uninvited” from the National Governors Association dinner, which is traditionally attended by governors from both parties. 3- The Democratic governor, who was elected vice chair of the NGA last July and is set to become its chair this year, said the move broke with long-standing bipartisan tradition."
    ],
    "title": "Moore Says Trump Not Inviting Democratic Governors to White House Is ‘Particularly Confusing’",
    "topic": "National Guard",
    "topic_full": "National Guard · Annapolis"
  },
  {
    "article_path": "/article/turning-point-usa-streams-alternative-super-bowl-halftime-show-featuring-kid-rock_8dc3c2",
    "article_url": "https://ground.news/article/turning-point-usa-streams-alternative-super-bowl-halftime-show-featuring-kid-rock_8dc3c2",
    "bias": [
      "Left-Leaning outlets framed the \"All-American Halftime Show\" with dismissive terms like \"half-assed\" and \"mockery abounds,\" highlighting alleged lip-syncing and portraying the event as a \"mess\" that \"crashes and burns\" compared to the official Super Bowl viewership.",
      "Conversely, right-leaning coverage celebrated it as \"patriotic\" and a \"rousing success,\" using competitive language like \"Wins the Super Bowl\" and asserting it had \"no political statements\" while emphasizing \"millions\" tuned in.",
      "Center perspectives neutrally described the event and its performers.",
      "A key divergence was the left's focus on performance quality and viewership disparity versus the right's emphasis on cultural victory and patriotism, revealing contrasting views on national identity and entertainment's role in political expression."
    ],
    "bias_bar_text": null,
    "center_pct": 39.0,
    "error": null,
    "left_pct": 32.0,
    "location": "United States",
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "Counterprogrammed show: Kid Rock headlined an alternative broadcast called “The All-American Halftime Show,” organized by conservative group Turning Point USA and streamed during Bad Bunny’s official Super Bowl halftime performance.",
      "The event featured Brantley Gilbert, Lee Brice, and Gabby Barrett and was streamed across TPUSA’s platforms, as well as Daily Wire+, TBN, Real America’s Voice, and OANN.",
      "The counterprogramming followed months of conservative criticism of the NFL’s choice of Bad Bunny, whose mostly Spanish-language performance and public support for immigrants drew renewed backlash."
    ],
    "title": "Turning Point USA Streams Alternative Super Bowl Halftime Show Featuring Kid Rock",
    "topic": "Turning Point USA",
    "topic_full": "Turning Point USA · United States"
  },
  {
    "article_path": "/article/trump-says-chinas-xi-to-visit-us-toward-the-end-of-the-year",
    "article_url": "https://ground.news/article/trump-says-chinas-xi-to-visit-us-toward-the-end-of-the-year",
    "bias": [
      "Left-Leaning coverage presents the Xi visit announcement factually, focusing on the \"roiling trade war \" context, while right-leaning outlets frame it as a \"Restoration of Relations,\" using terms like \"Reveals\" and \"Announces\" to highlight leadership and diplomatic success.",
      "Center perspectives adopt a more cautious tone, hinting at a \"possible thaw\" through neutral questions.",
      "All perspectives agree on the need to \"reset ties\" after trade tensions, yet their differing interpretations of the visit's significance reveal underlying ideological priorities regarding international relations and leadership portrayal."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 21.0,
    "location": "United States",
    "right_pct": 36.0,
    "status": "ok",
    "summary": [
      "Trump said China's Xi Jinping will visit the White House \"toward the end of the year,\" after Trump's expected visit to China in April.",
      "Trump described his conversation with Xi as \"excellent,\" saying they discussed trade, Taiwan, Russia's war in Ukraine, and Iran.",
      "The US called for three-way nuclear arms talks with Russia and China, but Beijing has declined to join disarmament negotiations at this stage."
    ],
    "title": "Trump says China's Xi to visit US 'toward the end of the year'",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/donald-trump-criticizes-bad-bunnys-super-bowl-halftime-show-on-truth-social",
    "article_url": "https://ground.news/article/donald-trump-criticizes-bad-bunnys-super-bowl-halftime-show-on-truth-social",
    "bias": [
      "Left-Leaning outlets frame Trump's criticism of Bad Bunny's Super Bowl performance as a \"meltdown\" or \"tantrum,\" using terms like \"whiny loser\" and \"super-triggered\" to depict an irrational outburst, often implying xenophobia regarding the Spanish language and highlighting Bad Bunny's message of \"love, unity, and Puerto Rican pride.",
      "Conversely, right-leaning coverage amplifies Trump's \"blasts\" and \"slams,\" characterizing the show as \"absolutely terrible\" or a \"Middle Finger to America,\" aligning with critiques of \"woke\" culture.",
      "Center-Leaning sources neutrally report Trump's statements but also include tangential criticisms of his past actions, de-emphasized by other perspectives.",
      "The performance's use of Spanish and its perceived political messaging emerge as pivotal dividing lines.",
      "All perspectives agree Trump criticized the show on Truth Social, calling it \"absolutely terrible\" and an \"affront to the Greatness of America.",
      "This divergence reflects broader ideological clashes over cultural values and national identity."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 30.0,
    "location": "United States",
    "right_pct": 27.0,
    "status": "ok",
    "summary": [
      "On Sunday, President Donald Trump criticized Bad Bunny's Super Bowl LX halftime show on Truth Social, calling it `absolutely terrible` and saying `Nobody understands a word this guy is saying, and the dancing is disgusting`.",
      "When the NFL and Apple Music announced Bad Bunny as the 2026 Super Bowl performer last September, MAGA supporters sparked outrage and called to protest the selection.",
      "The performance featured Bad Bunny's crew building an immersive set of his childhood neighborhood, ending with him saying `God Bless America` after honoring Puerto Rico and singing in Spanish.",
      "Within half an hour, President Donald Trump posted on Truth Social criticizing the halftime show and urged the NFL to replace its new kickoff rule.",
      "Broader debate now centers on cultural representation at major U.S. events, noting Puerto Ricans have been U.S. citizens since 1917 despite lacking full voting rights, while California Governor Gavin Newsom posted `America, the beautiful` on X amid positive fan reactions to both halftime shows."
    ],
    "title": "Donald Trump Criticizes Bad Bunny’s Super Bowl Halftime Show on Truth Social",
    "topic": "Donald Trump",
    "topic_full": "Donald Trump · United States"
  },
  {
    "article_path": "/article/epstein-survivors-drop-super-bowl-sunday-ad-calling-out-pam-bondi-we-deserve-truth",
    "article_url": "https://ground.news/article/epstein-survivors-drop-super-bowl-sunday-ad-calling-out-pam-bondi-we-deserve-truth",
    "bias": [
      "Left-Leaning coverage frames the Epstein survivors' Super Bowl ad as \"powerful,\" \"calling out\" specific figures and \"Demanding Answers\" from the Trump DOJ, explicitly linking it to President Trump's desire to \"move on\" and detailing his \"38,000\" file appearances.",
      "Conversely, right-leaning outlets portray the ad as \"heartfelt,\" de-emphasizing Trump's connection and sometimes providing general Super Bowl \"entertaining\" context.",
      "Center coverage more neutrally notes an \"emotional message\" and targets like Trump and Musk.",
      "While all perspectives agree on the ad's call for truth and answers regarding the case, the stark divergence on political accountability and specific figures like Trump reveals deep ideological divides concerning government scrutiny and victim advocacy."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 25.0,
    "location": "United States",
    "right_pct": 25.0,
    "status": "ok",
    "summary": [
      "On Sunday, February 8, 2026, survivors of Jeffrey Epstein released a Super Bowl–timed PSA produced by World Without Exploitation that ends with `Tell Attorney General Pam Bondi: IT'S TIME FOR THE TRUTH.`",
      "The Epstein Files Transparency Act required the Department of Justice to publish searchable public releases, leading to batches in December and the January 30, 2026 publication, covering half of more than 6 million pages identified.",
      "Reporting and DOJ disclosures indicate high-profile appearances such as Donald Trump, referenced about 38,000 times across 5,300 files, though officials stress it does not imply wrongdoing.",
      "Members of Congress will begin reviewing unredacted files at the Department of Justice starting Monday, and the DOJ says withheld records protect victim privacy and sensitive material, a stance Deputy Attorney General Todd Blanche defended.",
      "Survivors timed the PSA for Super Bowl Sunday to maximize visibility, urging DOJ to release all remaining Epstein files amid ongoing congressional review, advocates say."
    ],
    "title": "Epstein Survivors Release Super Bowl PSA Urging Pam Bondi to Disclose Files",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/trump-calls-olympic-skier-real-loser-after-he-expresses-mixed-emotions-representing-the-us",
    "article_url": "https://ground.news/article/trump-calls-olympic-skier-real-loser-after-he-expresses-mixed-emotions-representing-the-us",
    "bias": [
      "Left-Leaning outlets frame Trump's criticism as an \"insult\" or \"blast,\" emphasizing the Olympian's \"mixed emotions\" as understandable, sometimes noting the age disparity to imply an unfair attack and highlighting underlying crises like \"ICE killing American citizens.",
      "Conversely, right-leaning coverage portrays the Olympian as \"spoiled\" or \"ungrateful,\" using terms like \"slams\" and \"Excoriates\" to describe Trump's response as delivering \"cold hard reality\" for \"trashing America.",
      "Center perspectives use terms like \"rips\" or \"lashes out,\" broadening the narrative to a general \"controversy\" involving \"other prominent Americans.",
      "While all acknowledge Trump called the Olympian a \"real loser\" for expressing \"mixed emotions\" about representing the U.S., the fundamental divide centers on whether such sentiments are legitimate dissent or unpatriotic, reflecting broader ideological clashes over national identity."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 28.0,
    "location": "United States",
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "President Trump criticized Team USA freestyle skier Hunter Hess for sharing his mixed emotions about representing the United States due to the country's political situation.",
      "Tennessee Republican Rep. Tim Burchett told Hess to \"shut up and go play in the snow\" for his remarks."
    ],
    "title": "Trump rips Olympic skier over remarks about representing US",
    "topic": "Donald Trump",
    "topic_full": "Donald Trump · United States"
  },
  {
    "article_path": "/article/bone-found-in-spain-may-be-first-evidence-of-hannibals-elephants_348f33",
    "article_url": "https://ground.news/article/bone-found-in-spain-may-be-first-evidence-of-hannibals-elephants_348f33",
    "bias": [
      "Left-Leaning coverage frames the elephant bone discovery with definitive certainty, highlighting \"First-Ever Remains,\" while right-leaning outlets emphasize historical drama, portraying the find as revealing details of \"Rome's Greatest Opponent.",
      "Center-Leaning reports, conversely, adopt a cautious tone, using phrases like \"May Belong\" and providing extensive specific details about the bone and archaeological process, de-emphasizing the broader historical context found elsewhere.",
      "All perspectives agree on the bone's age and its link to Hannibal's Punic Wars, yet their distinct rhetorical choices—from assertive claims to dramatic framing or scientific caution—reveal underlying priorities in presenting historical findings."
    ],
    "bias_bar_text": null,
    "center_pct": 80.0,
    "error": null,
    "left_pct": 10.0,
    "location": "Spain",
    "right_pct": 10.0,
    "status": "ok",
    "summary": [
      "On February 5, 2026 researchers reported a roughly 2,200-year-old carpal bone unearthed near Córdoba was identified as an elephant in the February issue of Journal of Archaeological Science: Reports.",
      "Unearthing the bone beneath a collapsed adobe wall, archaeologists at the Córdoba dig recovered it during 2020 emergency excavations ahead of a hospital expansion.",
      "The study authors report stone artillery projectiles, scorpio-type siege weapons , and Carthaginian coinage minted in Cartagena , while poor preservation left the elephant specimen's species uncertain.",
      "Lead author Rafael Martínez Sánchez said the bone `could prove to be a landmark,` and study authors called it a rare relic that may reshape Punic War material-culture debates.",
      "Although iconic, researchers stress the elephant linked to Hannibal Barca's 37 war elephants did not cross the Alps, and the bone's exact historical event remains unclear, possibly a portable souvenir."
    ],
    "title": "Bone Found in Spain May Be First Evidence of Hannibal's Elephants",
    "topic": "History",
    "topic_full": "History · Spain"
  },
  {
    "article_path": "/article/fetterman-absolutely-expects-government-shutdown-over-dhs-funding",
    "article_url": "https://ground.news/article/fetterman-absolutely-expects-government-shutdown-over-dhs-funding",
    "bias": [
      "Left-Leaning pieces emphasize practical consequences and Fetterman’s cross-aisle moderation—highlighting possible impacts on air travel/emergency response and noting he sometimes votes with Republicans—using terms like \"stalled\" and \"moderate\"; right-leaning coverage frames the story as partisan breakdown, stressing intra-party splits, calling Democratic demands a \"Christmas wish list,\" labeling talks \"deadlocked\" and treating the development as \"breaking news\"; center coverage is terse, reporting Fetterman \"absolutely expects\" a shutdown and the roughly \"10\" Democratic items.",
      "Pivotal divides: operational impacts, his breaks with Democrats , and whether proposals are realistic; all agree a funding standoff risks a shutdown."
    ],
    "bias_bar_text": null,
    "center_pct": 12.0,
    "error": null,
    "left_pct": 38.0,
    "location": "United States",
    "right_pct": 50.0,
    "status": "ok",
    "summary": [
      "On Sunday, Sen. John Fetterman , Pennsylvania Democrat, said on Fox News' `Sunday Morning Futures`, `I absolutely would expect that it's going to shut down` as DHS funding lapses Friday.",
      "Behind the stalemate is Democrats' 10 demands, including banning masks and requiring warrants, body cameras, and IDs for U.S. Immigration and Customs Enforcement, lawmakers say.",
      "With talks stalled, GOP aides note Republican negotiators called Democrats' 10 demands a `Christmas wish list`, while Sen. John Thune said serious negotiations had yet to start and Katie Britt received no response from Democrats.",
      "A shutdown would imperil DHS funding, affecting TSA, FEMA, border-security enforcement, and federal workers' pay, Fetterman warned.",
      "After Minneapolis incidents last month, the standoff follows two deaths and thousands of immigration agents deployed by the Trump administration, while Fetterman calls for firing Secretary Kristi Noem."
    ],
    "title": "Fetterman ‘absolutely’ expects government shutdown over DHS funding",
    "topic": "John Fetterman",
    "topic_full": "John Fetterman · United States"
  },
  {
    "article_path": "/article/massie-calls-on-lutnick-to-resign-over-alleged-epstein-ties",
    "article_url": "https://ground.news/article/massie-calls-on-lutnick-to-resign-over-alleged-epstein-ties",
    "bias": [
      "Left-Leaning coverage frames the story around a \"GOP lawmaker behind Congress’ Epstein push,\" emphasizing a broader campaign for accountability regarding \"links\" to the sex offender.",
      "Right-Leaning outlets, however, portray the lawmaker as \"demanding\" Lutnick \"'should just resign'\" after \"new Epstein revelations,\" employing an emphatic, moralistic tone for immediate action and definitive judgment.",
      "Center-Leaning reports remain neutral, noting \"alleged Epstein ties\" and providing specific context like business dealings \"many years after\" conviction, details de-emphasized elsewhere.",
      "While all agree on Massie's call for resignation over Epstein connections, the left prioritizes systemic accountability, while the right focuses on definitive judgment against perceived wrongdoing."
    ],
    "bias_bar_text": null,
    "center_pct": 72.0,
    "error": null,
    "left_pct": 14.0,
    "location": "United States",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "On Sunday, Republican Rep. Thomas Massie, co-author of the law that compelled release of the Jeffrey Epstein files, urged Commerce Secretary Howard Lutnick to resign, saying he `has a lot to answer for`.",
      "Documents show that Commerce Secretary Lutnick sought to meet with or call Jeffrey Epstein after a 2005 encounter, contradicting his statement that he would never be in the same room again.",
      "Documents show Lutnick sought coordinates to connect with Epstein in 2012 and attempted to invite him to a 2015 Hillary Clinton fundraiser, records indicate.",
      "A Commerce Department spokesperson said last month Secretary Lutnick had limited interactions with Epstein in his family's presence and has never been accused of wrongdoing, while House Oversight Committee Chairman James Comer noted Lutnick went to one of Epstein's properties with his wife and children.",
      "Massie said he `wants to make it about the survivors and getting them justice and transparency` and has pushed to compel the Department of Justice to release the files."
    ],
    "title": "Massie calls on Lutnick to resign over alleged Epstein ties",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/ghislaine-maxwell-to-plead-fifth-amendment-in-upcoming-deposition-attorney_7b3059",
    "article_url": "https://ground.news/article/ghislaine-maxwell-to-plead-fifth-amendment-in-upcoming-deposition-attorney_7b3059",
    "bias": [
      "Left-Leaning coverage frames Maxwell as central to Epstein’s network—using words like \"accomplice\" and calling her testimony an \"unwelcome distraction\" that underscores systemic culpability—while right-leaning pieces foreground the Trump connection, stressing she will \"plead the Fifth\" to \"Epstein‑Trump\" questions and labeling the deposition \"high‑stakes,\" a tactic that personalizes political risk.",
      "Left uses accusatory tone; right uses adversarial, suspicious language.",
      "A key dividing line is whether the story is about institutional abuse versus direct political fallout; center pieces supply procedural details .",
      "All agree on the closed deposition and her invocation of the Fifth."
    ],
    "bias_bar_text": null,
    "center_pct": 63.0,
    "error": null,
    "left_pct": 17.0,
    "location": "United States",
    "right_pct": 20.0,
    "status": "ok",
    "summary": [
      "On Monday, Ghislaine Maxwell is slated to appear virtually for a closed-door House Oversight deposition, and her lawyers say she will invoke the Fifth Amendment and decline to answer questions.",
      "The Department of Justice released about three million Epstein-related files on January 30, prompting the House Oversight Committee to investigate its handling after months of negotiation.",
      "In recorded interviews and filings, victims described alleged assaults and Maxwell provided denials, saying `I actually never saw the president in any type of massage setting.`",
      "Several high-profile figures have been subpoenaed and more appearances are scheduled for later this month, while David Markus, Maxwell's attorney, called the deposition `pure political theatre and a complete waste of taxpayer monies.`",
      "Although the trove names many prominent people, officials caution that naming does not equal wrongdoing; Deputy Attorney General Todd Blanche said last week DOJ had no chargeable evidence, despite references to 10 unnamed co-conspirators, four named co-conspirators, and 25 men with secret settlements."
    ],
    "title": "Ghislaine Maxwell to plead Fifth Amendment in upcoming deposition: Attorney",
    "topic": "Ghislaine Maxwell",
    "topic_full": "Ghislaine Maxwell · United States"
  },
  {
    "article_path": "/article/take-the-vaccine-please-a-top-us-health-official-says-in-an-appeal-as-measles-cases-rise_0d10e6",
    "article_url": "https://ground.news/article/take-the-vaccine-please-a-top-us-health-official-says-in-an-appeal-as-measles-cases-rise_0d10e6",
    "bias": [
      "Left-Leaning coverage frames Dr. Oz’s plea as an urgent public-health appeal—highlighting \"Take the vaccine, please\" and contrasting it with administration \"suspicion about the safety and importance of vaccines \" to underscore mixed messaging—while right-leaning pieces de-emphasize political critique, stress access , note geographic concentration like South Carolina and sometimes use phrasing such as \"appeal\" or \"begs Americans to get inoculated\" to imply desperation; center outlets foreground experts and data about declining vaccination rates.",
      "All sides reproduce Oz’s call and rising outbreak concerns, revealing deeper ideological divides over trust, authority, and policy."
    ],
    "bias_bar_text": null,
    "center_pct": 53.0,
    "error": null,
    "left_pct": 33.0,
    "location": "United States",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "On Sunday, Dr. Mehmet Oz , the Centers for Medicare & Medicaid Services administrator, urged Americans to `Take the vaccine, please` amid outbreaks in South Carolina surpassing Texas' 2025 cases and one at the Utah–Arizona border, warning the United States risks losing its measles elimination status.",
      "U.S. vaccination data show rates have dropped and the share of children with exemptions reached an all-time high, while the Republican administration last month dropped some vaccine recommendations and misinformation from the coronavirus pandemic fuels distrust.",
      "Oz noted Medicare and Medicaid will continue to cover the measles vaccine, saying `There will never be a barrier to Americans get access to the measles vaccine` and defending recent federal vaccine recommendations.",
      "Children have borne the brunt of the outbreaks, raising concerns about public-health setbacks, while state public health authorities form alliances to counter federal government vaccine guidance.",
      "Longer term, advisory shifts and leadership scrutiny suggest concerns over vaccine guidance, as a federal vaccine advisory board overhauled by Kennedy last year voted to no longer recommend thimerosal-containing vaccines."
    ],
    "title": "'Take the vaccine, please,' a top US health official says in an appeal as measles cases rise",
    "topic": "Mehmet Oz",
    "topic_full": "Mehmet Oz · United States"
  },
  {
    "article_path": "/article/wolfe-beckstrom-to-get-purple-hearts-hegseth-says_13bd25",
    "article_url": "https://ground.news/article/wolfe-beckstrom-to-get-purple-hearts-hegseth-says_13bd25",
    "bias": [
      "The news of National Guard members receiving Purple Hearts triggers distinct narratives: right-leaning outlets emphasize the \"ambush\" and \"attack\" by an \"Afghan national\" and \"radical,\" framing the event as a national security concern and highlighting \"Remarkable Recovery\" with a heroic tone.",
      "Conversely, left-leaning coverage de-emphasizes the attacker's identity, instead focusing on the \"ambushed\" Guardsmen while critically portraying the announcer, Pete Hegseth , suggesting \"Shipyard Bosses Forced to Pay Overtime\" to attract an audience for his speech, implying a lack of public interest.",
      "Center-Leaning reports attribute statements and provide detailed biographical information for the Guardsmen, maintaining a more descriptive tone, though some also use \"ambushed.",
      "All perspectives agree on the Purple Heart awards for the two Guardsmen and the D.C. incident, yet diverge significantly on the broader implications, reflecting ideological priorities concerning foreign threats versus corporate power and public figures."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 20.0,
    "location": "United States",
    "right_pct": 40.0,
    "status": "ok",
    "summary": [
      "Staff Sergeant Andrew Wolfe and Specialist Sarah Beckstrom of the West Virginia National Guard will receive Purple Heart medals for being attacked in Washington, D.C.",
      "Beckstrom was shot and killed, while Wolfe was shot and has been recovering from his injuries.",
      "They will receive the Purple Heart because they were attacked by a radical, and medals will also be given to those who responded to the incident, according to Secretary of War Pete Hegseth ."
    ],
    "title": "Wolfe, Beckstrom to get Purple Hearts, Hegseth says",
    "topic": "Pete Hegseth",
    "topic_full": "Pete Hegseth · United States"
  },
  {
    "article_path": "/article/former-1st-round-pick-lb-darron-lee-charged-with-murder",
    "article_url": "https://ground.news/article/former-1st-round-pick-lb-darron-lee-charged-with-murder",
    "bias": [
      "Left-Leaning coverage emphasizes the victim's suffering, using terms like \"brutalized,\" while de-emphasizing specific affidavit details.",
      "Right-Leaning outlets, conversely, highlight the severity of the alleged crime with direct mentions of \"murder\" and \"stabbing suspected,\" often including generalizations about NFL players.",
      "Center-Leaning reports offer a more procedural view, detailing the accused's career and including his alleged statement about the victim \"slipping in the shower,\" along with \"gruesome new details.",
      "While all agree on the first-degree murder charge, these distinct portrayals—from victim-focused language to law-and-order rhetoric and procedural balance—reveal differing ideological priorities in framing criminal events."
    ],
    "bias_bar_text": null,
    "center_pct": 52.0,
    "error": null,
    "left_pct": 20.0,
    "location": "Tennessee",
    "right_pct": 28.0,
    "status": "ok",
    "summary": [
      "Former NFL linebacker Darron Lee has been charged with first-degree murder in the death of his girlfriend.",
      "Lee, who played for teams like the New York Jets and Kansas City Chiefs from 2016 to 2021, was arrested and is being held without bond.",
      "Lee was previously arrested for assault and domestic violence in Ohio in 2023 and pleaded guilty as part of a plea deal."
    ],
    "title": "Former Jets 1st-round pick Darron Lee charged with 1st-degree murder in Tennessee",
    "topic": "New York Jets",
    "topic_full": "New York Jets · Tennessee"
  },
  {
    "article_path": "/article/falcons-rookie-pearce-arrested-after-what-police-said-was-a-domestic-dispute-with-wnba-player_f19ce6",
    "article_url": "https://ground.news/article/falcons-rookie-pearce-arrested-after-what-police-said-was-a-domestic-dispute-with-wnba-player_f19ce6",
    "bias": [
      "Left-Leaning outlets frame the incident as an \"alleged domestic dispute\" involving a \"WNBA star,\" emphasizing \"domestic violence\" and raising \"troubling questions\" about the player's future.",
      "Conversely, right-leaning coverage highlights \"multiple charges\" and \"leading officers on chase,\" underscoring law and order and the severity of \"Multiple Felony Charges,\" often contrasting the player's \"rising star\" status with his alleged misconduct.",
      "Center-Leaning reports maintain neutrality, using terms like \"taken into custody\" and attributing details to \" police said.",
      "While all agree on the arrest, police pursuit, and charges, the divergent emphasis on victim profile versus legal ramifications reveals underlying ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 55.0,
    "error": null,
    "left_pct": 35.0,
    "location": "United States",
    "right_pct": 10.0,
    "status": "ok",
    "summary": [
      "Atlanta Falcons linebacker James Pearce Jr. was taken into custody Saturday in Doral after fleeing a reported domestic dispute with WNBA forward Rickea Jackson and crashing near Northwest 103rd Avenue and 66th Street.",
      "Police say officers were dispatched after reports of a dispute, and Doral Police Chief Edwin Lopez identified the woman as Rickea Jackson, though their relationship was not immediately clear.",
      "Records show Pearce was booked into Turner Guilford Knight Correctional Center, facing two counts of aggravated battery with a deadly weapon and aggravated stalking; video shows multiple officers detaining him and bond was not immediately set.",
      "The Atlanta Falcons issued a statement saying `We are aware of an incident involving James Pearce Jr., in Miami` and are gathering information; jail records show Pearce’s first court appearance is Sunday and bond is not set.",
      "Pearce enters the legal case after a breakout rookie season that included 10.5 sacks and 45 quarterback pressures, while Jackson, a 2024 fourth overall WNBA pick, averaged 14.7 points in 38 games in 2025."
    ],
    "title": "Falcons rookie Pearce arrested after what police said was a domestic dispute with WNBA player",
    "topic": "NFL",
    "topic_full": "NFL · United States"
  },
  {
    "article_path": "/article/additional-case-of-measles-exposure-reported-at-disneyland-health-officials-say",
    "article_url": "https://ground.news/article/additional-case-of-measles-exposure-reported-at-disneyland-health-officials-say",
    "bias": [
      "While all perspectives confirmed a \"second measles case\" at Disneyland, narratives diverged significantly.",
      "Right-Leaning coverage repeatedly emphasized officials \"urging caution,\" framing the event as an immediate public safety advisory.",
      "Left-Leaning analysis de-emphasized specific warnings, instead broadening the scope by referencing a tangential \"tuberculosis outbreak.",
      "Center-Leaning reports uniquely provided broader context, noting \"national cases rise\" and including a direct official recommendation for vaccination.",
      "This highlights a divide where the right prioritizes immediate risk communication, the left seeks systemic connections, and the center focuses on comprehensive public health information and preventative action, despite universal agreement on the core exposure details."
    ],
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 14.0,
    "location": "California",
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "Orange County health officials have confirmed a second measles case in a person who visited Disneyland Park and Disney California Adventure Park on January 22, 2026, marking the third case reported by Orange County so far this year.",
      "People who were at these locations during the date and times listed may be at risk of developing measles from 7 to 21 days after being exposed, and health officials have advised them to check their immunity status and take necessary precautions.",
      "Health officials urged those with symptoms to contact their healthcare provider immediately and limit exposing others, as measles is highly contagious and can spread quickly within communities."
    ],
    "title": "Second Measles Case Connected to Disneyland Visitor Reported by Orange County Officials",
    "topic": "Vaccines",
    "topic_full": "Vaccines · California"
  },
  {
    "article_path": "/article/judge-allows-release-of-bodycam-footage-texts-in-chicago-shooting-by-border-patrol-agent_1b6d0a",
    "article_url": "https://ground.news/article/judge-allows-release-of-bodycam-footage-texts-in-chicago-shooting-by-border-patrol-agent_1b6d0a",
    "bias": [
      "Left-Leaning coverage frames the judge's ruling as a victory for transparency, emphasizing the victim was \"shot five times\" by a Border Patrol agent and using terms like \"Expose It All\" to suggest hidden wrongdoing and a need to \"challenge the federal government's account.",
      "Conversely, right-leaning outlets, while procedurally neutral in headlines, highlight the controversial \"domestic terrorist\" label applied to the woman and her \"demanding that authorities retract statements,\" portraying a critical stance against persistent government accusations.",
      "Center-Leaning reports maintain a neutral tone, focusing on the legal process and the judge's \"zero concern\" regarding the woman's reputation, de-emphasizing the \"domestic terrorist\" label.",
      "All perspectives agree a judge ordered evidence released in the shooting, revealing underlying ideological divides concerning government accountability versus official narratives."
    ],
    "bias_bar_text": null,
    "center_pct": 62.0,
    "error": null,
    "left_pct": 22.0,
    "location": "Chicago",
    "right_pct": 16.0,
    "status": "ok",
    "summary": [
      "A federal judge allowed the release of bodycam footage and texts from a Border Patrol agent who shot a Chicago woman, saying the government ruined her reputation.",
      "The judge said Marimar Martinez, presumed innocent, has the right to counterbalance being labeled a 'domestic terrorist' after charges were dropped.",
      "Evidence includes footage allegedly showing the agent provoking Martinez before shooting her and texts bragging about his marksmanship."
    ],
    "title": "Judge allows release of bodycam footage, texts in Chicago shooting by Border Patrol agent",
    "topic": "U.S. Border Patrol",
    "topic_full": "U.S. Border Patrol · Chicago"
  },
  {
    "article_path": "/article/king-charles-reportedly-accelerated-ex-prince-andrews-exile-after-shocking-and-distressing-new-revelations",
    "article_url": "https://ground.news/article/king-charles-reportedly-accelerated-ex-prince-andrews-exile-after-shocking-and-distressing-new-revelations",
    "bias": [
      "Left-Leaning coverage frames the royal eviction as King Charles having \"no choice,\" emphasizing external pressure and questioning past \"support.",
      "In contrast, right-leaning outlets portray Prince William as the \"key figure\" who \"pushed\" Charles, using terms like \"enraged\" and \"final humiliation\" to highlight internal drama and moral condemnation, even suggesting an \"Epstein Shadow Shifted in Unexpected Way.",
      "Center-Leaning reports offer specific dates like January 30 but also employ sensationalist language such as \"Slippery Snake\" and \"shocking and distressing.",
      "While all agree Andrew moved due to new Epstein revelations and Charles's involvement, the left focuses on accountability, the right on internal power struggles and deeper complexities, revealing distinct ideological priorities in royal scrutiny."
    ],
    "bias_bar_text": "L 13% C 24% Right 63%",
    "center_pct": 24.0,
    "error": null,
    "left_pct": 13.0,
    "location": null,
    "right_pct": 63.0,
    "status": "ok",
    "summary": [
      "King Charles and Prince William decided to remove Andrew from Royal Lodge, and he was relocated to temporary accommodation on Monday, according to sources.",
      "Following the DOJ release, palace records show an October notice to surrender the Royal Lodge lease was served, and Buckingham Palace initiated removal of Prince Andrew's styles, titles, and honours.",
      "Hastily arranged, the move was done under the radar with Royal Lodge staff packing possessions while he was dispatched by car to Norfolk amid photographers capturing his Monday horseback ride and wave.",
      "Thames Valley Police are assessing allegations tied to his former residence as Andrew denies all allegations, and friends say Princess Eugenie is struggling amid the scandal.",
      "Andrew Lownie told Page Six last month that Andrew could relocate further than Marsh Farm, possibly to Bahrain."
    ],
    "title": "King Charles Reportedly Accelerated Ex-Prince Andrew’s Exile After “Shocking and Distressing” New Revelations",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/spains-ruling-party-suffers-second-ballot-loss-in-two-months",
    "article_url": "https://ground.news/article/spains-ruling-party-suffers-second-ballot-loss-in-two-months",
    "bias": [
      "Left-Leaning coverage frames the Spanish election as a \"heavy loss\" for Socialists, emphasizing \"waning support\" and the \"huge gains\" of the \"far-right Vox party,\" detailing their \"14 seats\" and \"driver's seat\" influence.",
      "Conversely, right-leaning outlets solely present the \"Popular Party Wins Election,\" de-emphasizing the Socialist defeat or Vox's performance.",
      "The left employs terms like \"heavy loss\" and \"big losers\" to convey a negative tone regarding the ruling party, while the right maintains a positive focus on its victory.",
      "Center-Leaning analysis neutrally questions the \"consequences for Sánchez\" following the \"Psoe's Defeat.",
      "The rise of the \"far-right Vox party\" and the Socialist's \"second major loss\" are pivotal details highlighted by the left but de-emphasized elsewhere.",
      "While all agree on the Socialist defeat and a center-right win, their divergent emphasis reveals underlying ideological priorities."
    ],
    "bias_bar_text": "Left 67% C 16% R 17%",
    "center_pct": 16.0,
    "error": null,
    "left_pct": 67.0,
    "location": null,
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "On Sunday, February 8, the People's Party led the Aragón vote with 26 seats in the 67-seat parliament but lacks an overall majority.",
      "Voter anger over corruption and migration drove a decline in support for Prime Minister Pedro Sánchez's cabinet, with campaigns on legalising about half a million migrants and national-identity concerns mobilising right-wing voters.",
      "Vox surged to 14 mandates, doubling support to 18%, while PSOE dropped to 18 seats and Aragonist Assembly rose to 10 seats, according to election results.",
      "Without an outright majority, the People's Party must seek partners to govern, while Vox leaders press for senior cabinet posts in coalition negotiations.",
      "As a long-standing bellwether, Aragón's split outcome is watched nationally and deepens pressure on Prime Minister Pedro Sánchez before the Castile and León elections on March 15, 2026; PP–Vox coalitions face fragility after Vox's 2024 withdrawal over migration policy."
    ],
    "title": "Spain’s Ruling Party Suffers Second Ballot Loss in Two Months",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/figure-skating-glenn-to-limit-social-media-use-after-threats-over-lgbtq-comments_13d98d",
    "article_url": "https://ground.news/article/figure-skating-glenn-to-limit-social-media-use-after-threats-over-lgbtq-comments_13d98d",
    "bias": [
      "Left-Leaning outlets frame Amber Glenn's comments as \"Anti-Trump\" and \"Speaking Out Against\" a former president, highlighting \"threats\" received for \"simply using my voice.",
      "Right-Leaning coverage dismisses her as \"Woke\" and claims she \"Whines\" about LGBTQ issues, criticizing athletes \"Getting Political\" and implying skepticism with \"Hard Time.",
      "Center coverage de-emphasizes the Trump aspect, focusing neutrally on her aim to \"inspire\" and limiting social media due to \"threats over LGBTQ+ comments.",
      "This stark divergence—portraying her actions as courageous expression versus unwarranted grievance—underscores profound ideological divides on athlete activism and social issues."
    ],
    "bias_bar_text": null,
    "center_pct": 20.0,
    "error": null,
    "left_pct": 28.0,
    "location": "United States",
    "right_pct": 52.0,
    "status": "ok",
    "summary": [
      "On Feb. 8, U.S. figure skater Amber Glenn said she will limit her social media use for her wellbeing after receiving what she described as a scary amount of hate and threats.",
      "During the U.S. Figure Skating press conference at the Milano Cortina Winter Games, Glenn said she will limit her social media use after receiving threats and urged LGBTQ+ people to stay strong under this administration.",
      "The 26-year-old Amber Glenn is making her Olympic debut as a three-time U.S. champion and the first openly queer woman to represent Team USA, viewed as a medal contender in the women's singles competition beginning Feb. 17.",
      "Glenn said she will limit her social media use for her own wellbeing but vows to continue speaking out, with fellow U.S. athletes including Rippon praising her decision amid political tensions.",
      "During the Feb.6–Feb.22 Milano Cortina Olympics , Amber Glenn said she will limit her social media use after receiving threats, with the women's individual event beginning Feb.17."
    ],
    "title": "Figure skating-Glenn to limit social media use after threats over LGBTQ+ comments",
    "topic": "US Social Issues",
    "topic_full": "US Social Issues · United States"
  },
  {
    "article_path": "/article/green-day-frontman-calls-out-ice-ahead-of-super-bowl-quit-that-s-tty-job-you-have",
    "article_url": "https://ground.news/article/green-day-frontman-calls-out-ice-ahead-of-super-bowl-quit-that-s-tty-job-you-have",
    "bias": [
      "Left-Leaning coverage emphasizes Green Day's \"explosive\" and \"defiant\" anti-ICE and anti-Trump stance, framing the artist's call to \"quit their shitty ass job\" as a \"ruthlessly slam\" against specific administration figures.",
      "In contrast, right-leaning outlets portray the event as \"vitriol\" from \"Punk Rock Has-Beens,\" using terms like \"spew\" and \"brutal swipe\" to discredit the band and link their actions to a broader \"war on good taste\" in NFL entertainment.",
      "Center-Leaning reports, however, neutrally describe the frontman who \"calls out\" ICE, directly quoting the \"shitty job\" remark without partisan framing.",
      "While all perspectives acknowledge Armstrong's criticism of ICE and the Trump administration, the left highlights specific targets and lyric changes, whereas the right focuses on disparaging the band and integrating the event into a larger cultural grievance, revealing deep ideological splits on political expression in entertainment and support for law enforcement."
    ],
    "bias_bar_text": null,
    "center_pct": 42.0,
    "error": null,
    "left_pct": 38.0,
    "location": "United States",
    "right_pct": 20.0,
    "status": "ok",
    "summary": [
      "Billie Joe Armstrong, Green Day vocalist, urged Immigration and Customs Enforcement agents at the FanDuel Party Powered by Spotify on Pier 29 to quit their jobs.",
      "The invitation-only gig doubled as a Super Bowl warm-up and was one of several corporate-sponsored Super Bowl week shows, coming two days before the game amid ICE concerns.",
      "Onstage, Armstrong changed lyrics and named Kristi Noem, Stephen Miller, JD Vance, and Donald Trump, warning `they're gonna drop you like a bad fucking habit`.",
      "Video clips from Pier 29 were widely shared, increasing scrutiny as Cathy L. Lanier said there are no planned ICE enforcement activities at Levi's Stadium on Sunday.",
      "Green Day is set to perform in the Super Bowl pregame at Levi's Stadium on Sunday, chosen for their long Bay Area ties and 35 years of stadium-level appeal."
    ],
    "title": "Green Day Hits Trump ICE Agents With Defiant Message at Super Bowl Party",
    "topic": "Immigration and Customs Enforcement",
    "topic_full": "Immigration and Customs Enforcement · United States"
  },
  {
    "article_path": "/article/progressive-candidate-launches-last-minute-challenge-to-karen-bass-for-la-mayor_2545d5",
    "article_url": "https://ground.news/article/progressive-candidate-launches-last-minute-challenge-to-karen-bass-for-la-mayor_2545d5",
    "bias": [
      "Left-Leaning coverage frames Nithya Raman's mayoral bid as a \"challenging\" move against an \"onetime ally,\" highlighting intra-party dynamics and her \"formidable challenge.",
      "Conversely, right-leaning outlets employ emotionally charged terms like \"Socialist\" and \"Extreme Left,\" portraying her entry as \"stunning\" and a \"lurch\" for the \"Deep Blue US City,\" emphasizing her DSA ties to signal radicalism and Bass as \"embattled.",
      "Center-Leaning reports, however, neutrally describe a \"progressive candidate\" launching a \"last-minute challenge,\" providing broader context of a \"volatile stretch\" in the race and de-emphasizing specific ideological labels.",
      "While all agree on Raman's candidacy and her challenge to Bass, the stark rhetorical differences reveal deep ideological divides concerning the city's political direction and the nature of progressive leadership."
    ],
    "bias_bar_text": null,
    "center_pct": 56.0,
    "error": null,
    "left_pct": 7.0,
    "location": "Los Angeles",
    "right_pct": 37.0,
    "status": "ok",
    "summary": [
      "Early Saturday, Los Angeles City Councilmember Nithya Raman filed her declaration to run for mayor just hours before the noon cutoff, challenging incumbent Mayor Karen Bass.",
      "This week, a string of high-profile decisions changed the mayoral landscape as Rick Caruso declined a rematch Thursday, Austin Beutner withdrew, and Lindsey Horvath ruled out a run before the filing deadline period.",
      "Citing concerns about budget, Raman said `We are making decisions about our budget that are based on political calculations, as opposed to what is best for Angelenos and what is best for Los Angeles' middle class`, and plans to challenge Mayor Karen Bass on housing and affordability.",
      "Raman's entry could reshape endorsements and the path to the primary as candidates must gather 500 voter signatures and file petitions by March 4, with withdrawal by March 9 ahead of the June 2, 2026 primary.",
      "As scrutiny of City Hall grows, Yaroslavsky said the coming months will determine whether challengers can gain traction, amid Bass's denials of alleged edits to the LAFD report."
    ],
    "title": "Progressive candidate launches last-minute challenge to Karen Bass for LA mayor",
    "topic": "California Politics",
    "topic_full": "California Politics · Los Angeles"
  },
  {
    "article_path": "/article/anthropic-buys-super-bowl-ads-to-slap-openai-for-selling-ads-in-chatgpt",
    "article_url": "https://ground.news/article/anthropic-buys-super-bowl-ads-to-slap-openai-for-selling-ads-in-chatgpt",
    "bias": [
      "Left and right-leaning coverage generally frame the AI Super Bowl ad competition as a \"rivalry\" or \"showdown,\" with the right occasionally using \"existential showdown.",
      "In contrast, center-leaning outlets employ far more dramatic and confrontational language, characterizing the event as a \"new AI war\" or a \"food fight,\" and describing executive reactions as a \"tirade\" that \"hit a nerve\" and led to being \"mocked for 'tantrum'.",
      "While the left highlights general audience sentiment, noting fans were \"sick of AI ads,\" the center uniquely details specific ad content like \"BETRAYAL\" and extensively covers the online backlash to one CEO's \"dishonest\" comments.",
      "All perspectives agree on the core facts of the two AI companies' ad presence and their competitive dynamic, yet diverge significantly on the emotional framing and depth of corporate drama."
    ],
    "bias_bar_text": null,
    "center_pct": 65.0,
    "error": null,
    "left_pct": 26.0,
    "location": "United States",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "Anthropic unveiled a Super Bowl campaign critical of OpenAI's decision to test ads within ChatGPT.",
      "OpenAI CEO Sam Altman defended the company's actions, stating they respect users and would not implement ads that users would reject.",
      "The Anthropic ad depicts a scenario implying 'Ads are coming to AI,' aiming to criticize OpenAI's potential ad implementation."
    ],
    "title": "Anthropic buys Super Bowl ads to slap OpenAI for selling ads in ChatGPT",
    "topic": "Anthropic",
    "topic_full": "Anthropic · United States"
  },
  {
    "article_path": "/article/fear-among-minnesotas-somali-community-compounds-a-public-health-woe-low-measles-vaccination-rates",
    "article_url": "https://ground.news/article/fear-among-minnesotas-somali-community-compounds-a-public-health-woe-low-measles-vaccination-rates",
    "bias": [
      "Left-Leaning coverage frames the story as a public- health \"crisis\" worsened by \"fear\" and \"immigration crackdowns,\" emphasizing trust erosion and calling for culturally sensitive outreach , while right-leaning pieces stress longstanding \"myth\"‑driven hesitancy and warn that fear is \"hampering\" vaccination progress—using language that portrays resistance as the primary problem.",
      "Rhetorically, the left uses empathetic, systemic terms like \"woe\" and \"fertile ground,\" the right adopts problem-focused, culpatory tones like \"deepens\" and \"hampering\"; both agree misinformation and outbreaks threaten under‑vaccinated pockets."
    ],
    "bias_bar_text": null,
    "center_pct": 70.0,
    "error": null,
    "left_pct": 24.0,
    "location": "Minnesota",
    "right_pct": 6.0,
    "status": "ok",
    "summary": [
      "Measles vaccination rates among Minnesota's large Somali community have plummeted to 24%, down from 92% in 2006, fueled by the myth that the shot causes autism.",
      "Four measles outbreaks since 2011 have not changed the downward vaccination trend, as community members fear leaving home amid an immigration crackdown.",
      "While autism rates in Somali 4-year-olds are 3.5 times higher than white children, researchers say they don't know the cause, but vaccine misinformation has long thrived in the community."
    ],
    "title": "Minnesota Somali Community Faces Decline in Measles Vaccination Amid Misinformation",
    "topic": "Measles",
    "topic_full": "Measles · Minnesota"
  },
  {
    "article_path": "/article/idf-arrests-senior-jamaa-islamiya-terrorist-in-southern-lebanon-raid",
    "article_url": "https://ground.news/article/idf-arrests-senior-jamaa-islamiya-terrorist-in-southern-lebanon-raid",
    "bias": null,
    "bias_bar_text": "Left 50% Center 33% R 17%",
    "center_pct": 33.0,
    "error": "Message: \n",
    "left_pct": 50.0,
    "location": null,
    "right_pct": 17.0,
    "status": "fail",
    "summary": null,
    "title": "Israeli Forces Capture a Local Sunni Islamist Official and Hamas Ally in Southern Lebanon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/gaza-doctor-who-slammed-israel-in-ny-times-op-eds-is-hamas-colonel-seen-in-military-uniform-watchdog-idf",
    "article_url": "https://ground.news/article/gaza-doctor-who-slammed-israel-in-ny-times-op-eds-is-hamas-colonel-seen-in-military-uniform-watchdog-idf",
    "bias": [
      "Right-Leaning outlets frame a Gaza hospital director as a \" Hamas colonel\" or \"terrorist,\" using accusatory terms like \"slammed Israel\" and criticizing the New York Times for a \"collapse of editorial due diligence,\" implying a cover-up with phrases like \"Doesn’t Bother Telling You This Key Detail.",
      "Their tone is skeptical, employing scare quotes around \"'doctor'.",
      "Center-Leaning coverage, conversely, neutrally presents the resurfaced photo of the director in a \"Hamas uniform\" and his New York Times op-eds, de-emphasizing media criticism.",
      "Both perspectives agree on the photo's existence and the director's role, but diverge sharply on media accountability and the individual's specific affiliation, reflecting broader ideological divides concerning geopolitical narratives."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On January 31, 2026, NGO Monitor disclosed a photograph showing Dr. Hussam Abu Safiya in a Hamas uniform, collapsing the narrative that had elevated him as a moral authority.",
      "Major Western newsrooms had presented Abu Safiya's op-eds and testimony as a grieving doctor and humanitarian, shaping public discussion as a moral witness.",
      "The IDF detained Abu Safiya and accused him of terrorist activity, while his alleged Hamas colonel rank was not disclosed to readers when his essays were published.",
      "Editors are being asked to explain whether they knew of Abu Safiya's affiliation or failed basic due diligence, as outlets owe their audiences clarifications and transparency.",
      "Observers say the episode fits a pattern in which Western media rely on Gaza‑based voices while underplaying Hamas’s coercive embedding in hospitals and civilian institutions."
    ],
    "title": "Photo Surfaces of Gaza Hospital Director in Hamas Uniform",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/un-peacekeepers-in-lebanon-allege-surge-in-israeli-violence-toward-the",
    "article_url": "https://ground.news/article/un-peacekeepers-in-lebanon-allege-surge-in-israeli-violence-toward-the",
    "bias": [
      "Left-Leaning coverage frames allegations of \"Israeli violence\" as a \"surge,\" directly portraying Israel as an aggressor.",
      "Conversely, right-leaning outlets emphasize \"allege,\" subtly questioning the claims and allowing for a pro-Israel narrative.",
      "Center-Leaning reports also use \"allege\" but neutrally, while right-leaning accounts de-emphasize specific figures like the jump from \"one in January to 27 in December.",
      "All perspectives acknowledge UN peacekeepers report a \"dramatic surge\" of \"aggressive behavior\" including \"drone-dropped grenades.",
      "This divergence in framing, particularly around the veracity of \"violence\" versus mere \"allegations,\" reveals underlying ideological stances regarding Israeli actions and regional dynamics."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "This week, UNIFIL reported a surge in Israeli military attacks on more than 7,500 peacekeepers, with incidents rising from 1 in January to 27 in December.",
      "The report says it cannot be excluded that Israel uses incidents to maintain a military presence north of the Blue Line and prevent returns, while tensions trace to Oct. 7, 2023 attacks and the full-scale war in September 2024.",
      "This week, UNIFIL recorded a drone dropping a stun grenade near a patrol, an Israeli tank firing small-caliber bullets on Jan. 16, and herbicide spraying on Sunday halting patrols over nine hours."
    ],
    "title": "UN peacekeepers in Lebanon allege surge in Israeli violence toward them",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/andrew-invited-epstein-and-cute-romanian-to-palace",
    "article_url": "https://ground.news/article/andrew-invited-epstein-and-cute-romanian-to-palace",
    "bias": [
      "Left-Leaning outlets frame the Andrew-Epstein dinner as a critical threat, using terms like \"sex-offender financier\" and \"depraved Jeffrey Epstein \" while speculating on a \"Dropping Point\" or \"Spell the End\" for the monarchy, emphasizing the \"brutal\" timing and Epstein's prior conviction.",
      "Right-Leaning coverage, conversely, focuses on Andrew's individual moral failing, highlighting an alleged \"2-word plea\" and implying broader impropriety with \"women\" at the dinner.",
      "Both sides, along with center coverage, describe the woman as \"cute\" or \"very cute,\" though the center notes this as subjective.",
      "The left's emphasis on the saga's impact on King Charles is de-emphasized by other perspectives, while the right's specific details about Andrew's plea are unique.",
      "All agree Andrew invited Epstein and a Romanian woman to Buckingham Palace, revealing ideological differences in scrutinizing institutions versus individual conduct."
    ],
    "bias_bar_text": "Left 27% Center 65% 8%",
    "center_pct": 65.0,
    "error": null,
    "left_pct": 27.0,
    "location": null,
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "Documents in the Epstein files show Epstein invited an unnamed Romanian woman in September 2010 to join him and Prince Andrew for a private dinner at Buckingham Palace.",
      "Email exchanges show Epstein contacting Andrew to fix a dinner time, pressing about bringing companions and writing `add one more ` for private time.",
      "Email excerpts show Epstein telling the woman that Andrew thought she was `beautiful`, and Epstein replied `great fun, more later` after Andrew wrote `I am just departing Scotland`."
    ],
    "title": "Andrew invited Epstein and ‘cute’ Romanian woman to Buckingham Palace dinner",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/trump-meets-with-honduran-president-asfura",
    "article_url": "https://ground.news/article/trump-meets-with-honduran-president-asfura",
    "bias": [
      "Left-Leaning coverage emphasizes specific policy discussions like tariffs and TPS, while right-leaning outlets portray Trump's actions positively, using terms like \"praises\" and highlighting his \"endorsement\" of his \"friend\" Asfura, a \"conservative businessman.",
      "Center-Leaning reports present the event straightforwardly, yet still include Trump's positive framing of \"Shared 'America First' Priorities\" and his \"endorsement.",
      "The left de-emphasizes Trump's influence, which the right champions, revealing a fundamental ideological split over diplomatic priorities.",
      "All perspectives agree on the basic fact of the meeting, connecting differences to underlying views on executive power and international relations."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Saturday, President Donald Trump met President Nasry Asfura at Mar-a-Lago, Florida, to discuss immigration and trade.",
      "Asfura consolidated support through meetings with U.S. Secretary of State Marco Rubio and Israeli Prime Minister Benjamin Netanyahu, following Trump's backing during the campaign, and was sworn in last week.",
      "The Honduran presidency released a photo of the two leaders smiling and giving a thumbs up, while Trump posted on Truth Social, saying `He loves the people of Honduras, and is focused on their Health, Well-being, Education, and Economic Prosperity` and `I had a very important meeting with my friend, and the President of Honduras, Nasry 'Tito' Asfura`.",
      "The visit positions Honduras as a potential partner in broader U.S. regional strategy, advancing free trade plans from Asfura's January 12 meeting with U.S. Secretary of State Marco Rubio as Asfura considers switching ties from China to Taiwan.",
      "The relationship is complicated by a controversial pardon and security priorities as Trump described a close partnership on countering cartels and deporting migrants, drawing condemnation."
    ],
    "title": "Trump meets with Honduran president Asfura",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/steve-bannon-sounds-the-alarm-on-trumps-base_670cca",
    "article_url": "https://ground.news/article/steve-bannon-sounds-the-alarm-on-trumps-base_670cca",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Saturday, Steve Bannon warned of a `massive lack of enthusiasm` among the MAGA base on his War Room show on Rumble ahead of this year's midterm elections.",
      "Polling shows a measurable enthusiasm gap, with Big Data Poll reporting Democrats lead 53.6% to 41.8% among those Extremely Enthusiastic, and Reuters/Ipsos from last month found 44% of Democrats very enthusiastic versus 26% of Republicans.",
      "In Texas, Bannon flagged Democrats' gains, prompting a refocus on the Lone Star State where the March 3 primary is pivotal and Proposition 10 on Sharia Law appears.",
      "With control of Congress set for November 3, 2026, Democrats lead generic ballot polling though their Senate pickup opportunities remain limited while Republicans hold a more favorable Senate map."
    ],
    "title": "Steve Bannon Sounds the Alarm On Trump’s Base",
    "topic": null,
    "topic_full": null
  }
]
