[
  {
    "Abstract": "Abstract Objectives Prostate cancer (PCa) diagnosis is increasingly guided by imaging, with ultrasound (US) emerging as a cost-effective and widely accessible modality. This study develops a deep learning-based classifier predicting the presence of clinically significant (cs)PCa using quantitative features extracted from 3D multiparametric (mp)US. Materials and methods A multicenter prospective cohort of 327 patients with suspicion of PCa underwent transrectal 3D mpUS scanning, including dynamic contrast-enhanced US and shear-wave elastography. Acquisitions were registered to 3D histology from radical prostatectomy, which served as the reference standard for the presence of csPCa. Voxels within lesions with International Society of Urological Pathology (ISUP) Grade Group ≥ 2 were considered malignant, and the rest were benign. A 3D deep learning classifier was trained on quantitative mpUS features to detect csPCa. The classifier was trained and internally evaluated on 250 patients and externally evaluated on 77 patients acquired later. Classifier performance was evaluated per voxel using the area under the receiver operating characteristic curve (ROC AUC). Results Using quantitative mpUS features from 327 patients, the classifier achieved a ROC AUC of 0.87 (95% CI: 0.85–0.89) on the internal evaluation set, using 7-fold cross-validation. On the external evaluation cohort, the classifier achieved a ROC AUC of 0.88 (95% CI: 0.87–0.89). Conclusion The proposed classifier accurately detects csPCa using quantitative features from 3D mpUS and generalizes well to the external dataset. These results support mpUS as a promising, cost-effective tool for csPCa diagnosis. Key Points Question: Can quantitative features extracted from 3D multiparametric ultrasound (mpUS) reliably detect clinically significant prostate cancer (csPCa), enabling more accessible and affordable diagnosis? Findings: Predicting csPCa using quantitative multiparametric ultrasound features achieved an area under the receiver operating characteristic curve of 0.87, increasing to 0.88 when externally evaluated . Clinical relevance: Our proposed deep learning-based classifier using quantitative 3D mpUS features accurately detects csPCa, as validated on the largest mpUS prostate dataset to date. This opens the door to ultrasound as an accurate, cost-effective method for csPCa detection. Graphical Abstract",
    "Author": "Delberghe, Florian",
    "Cited by": 0,
    "Cites": 56,
    "DOI": "https://doi.org/10.1007/s00330-026-12323-y",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "European Radiology",
    "Subfield": "Pulmonary and Respiratory Medicine",
    "Title": "Development of a quantitative multiparametric ultrasound and deep learning classifier for the detection of prostate cancer",
    "Topic": "Prostate Cancer Diagnosis and Treatment",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract This study evaluates neonatal outcomes following previable preterm premature rupture of membranes (previable PPROM) before 24 weeks’ gestation, and identifies factors associated with death or severe comorbidities. A retrospective analysis of pregnancies complicated by preterm premature rupture of membranes (PPROM) before 24 weeks gestation was conducted at the University Hospital of Lille from 2014 to 2019. Maternal and neonatal data until hospital discharge were collected. Among 130 fetuses, 67% were live-born. The rate of medical termination of pregnancy was 8%. Seventy-five percent of those live-born were preterm. About one-third of neonates were admitted to the maternity ward without respiratory failure; 61% of neonates required neonatal intensive care unit admission due to prematurity and/or immediate respiratory failure. Of the live-born infants, 90% were discharged from hospital, 74% with no severe comorbidities. Multivariate analysis identified preterm delivery (relative risk [RR] 3.51, 95% confidence interval [CI]: 1.82–6.76) and short latency from PPROM to delivery (RR 8.47, 95% CI: 1.07–66.67) as risk factors for death or severe comorbidities. Conclusion : Parental counseling should consider both current, evolving outcomes, and the unpredictable course of pregnancies complicated by previable PPROM. Prolonging pregnancy through close monitoring and implementation of current guidelines on neonatal management are essential to reduce adverse outcomes. What is Known: • Preterm Premature Rupture of Membranes (PPROM) before 24 weeks’ gestation is associated with high rates of neonatal mortality and severe morbidity. • Existing evidence is largely derived from small, heterogeneous cohorts, with substantial variability in obstetric and neonatal management strategies. What is New: • This large single-center study demonstrates improved neonatal outcomes following previable PPROM, likely reflecting in perinatal practices, compared to the historical cohort. • Short latency between previable PPROM and delivery, as well as lower gestational age at birth, were identified as independent risk factors for death or severe morbidity. • The study provides updated, real-world data to guide parental counseling and clinical decision-making regarding previable PPROM.",
    "Author": "COSSART, Audrey",
    "Cited by": 0,
    "Cites": 26,
    "DOI": "https://doi.org/10.1007/s00431-026-06773-1",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "European Journal of Pediatrics",
    "Subfield": "Epidemiology",
    "Title": "Previable preterm premature rupture of membranes (before 24 weeks gestation): Pregnancy and neonatal outcomes",
    "Topic": "Preterm Birth and Chorioamnionitis",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Aim The purpose of this study was to compare postoperative nasal morphological changes between two intraoral alar cinch suture techniques in patients undergoing Le Fort I osteotomy. Methods A retrospective longitudinal study was conducted with patients undergoing Le Fort I osteotomy, and two types of alar cinch were evaluated. Patients with a history of nasal procedures or cleft lip surgery were excluded. Group 1 received a cinch that passes through the anterior nasal spine, and Group 2 involves only soft tissues. A descriptive analysis was performed, and the normality of variables was assessed using the Shapiro–Wilk test. The repeated measures ANOVA test was then used to evaluate changes over time between the two groups. When the assumption of sphericity was violated, the Mauchly’s test, Greenhouse–Geisser, Huynh–Feldt, and Lower-Bound tests were used to correct for it. Between- and within-subjects effects were analyzed using Type III sums of squares. A significance level of 0.05 was considered. Results ( N = 60) were randomly assigned to two groups ( n = 30). No significant differences were found in demographic or clinical variables at baseline ( p &gt; 0.05). A considerable increase in interalar width was seen before and after surgery ( p &lt; 0.001), with more significant differences in group 1 ( p = 0.004). Nasal projection and nasolabial angle changed between pre- and postoperative periods ( p &lt; 0.001 and p = 0.003, respectively); however, there was no difference in the type of suture technique used ( p = 0.474 and p = 0.647). Conclusions Orthognathic surgery produces significant changes in nasal morphology. However, only the interalar width showed differences between sling techniques, with a greater increase in the group using the sling that passes through the anterior nasal spine. These findings indicate that the choice of sling affects control of the nasal base, while projection and the nasolabial angle depend on maxillary movement.",
    "Author": "Orozco-Fernández, Martin",
    "Cited by": 0,
    "Cites": 10,
    "DOI": "https://doi.org/10.1007/s00784-026-06755-5",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Clinical Oral Investigations",
    "Subfield": "Surgery",
    "Title": "Comparative analysis of the nasal effects of two alar cinch suture techniques in LeFort I osteotomy. A retrospective longitudinal study",
    "Topic": "Nasal Surgery and Airway Studies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract While technological progress increases precision and reduces invasiveness of stereotactic brain biopsies (BB), biopsy related hemorrhage (BBH) is still a key risk. This study identifies risk factors and uses voxel-based lesion symptom mapping (VLSM) to analyse the spatial distribution of BBH. We analyzed 450 frame-based and robotic-assisted BB. Patients’ preoperative MR and postoperative CT imaging were registered and normalized to the standard MNI space enabling volumetry and inter-subject comparison of BBH location. Binary logistic regression analysis was performed to determine significant BBH predictors. Additionally, we performed VLSM to evaluate the exact spatial profile of BBH in relation to the functional outcome. BBH was noted radiographically in 80 cases (18%) with a mean volume of 1.9 ± 19.0 ml. 19/450 (4%) of all BB presented symptomatic BBH characterized mainly by sensorimotor deficits (13/450,3%) and/or reduced vigilance (5/450,1%). 7/450 (2%) cases required surgical evacuation of BBH and 10/450% (2%) patients suffered from persistent neurological deficits. High-grade glioma, patient age and target location were main BBH predictors. VLSM determined frontal trajectories targeting deep-seated lesions in the basal ganglia to be significantly associated with a higher BBH risk. BBH within the posterior aspect of the basal ganglia, insula and capsula interna emerged as significant predictors for neurological deterioration after surgery. While asymptomatic hemorrhages are quite common after brain biopsies, neurological deterioration is rare. BBH risk is influenced by both spatial factors and non-spatial factors. BB targeting basal ganglia were linked to a higher risk of hemorrhage, particularly symptomatic BBH with somatosensory deficit.",
    "Author": "Gorbachuk, Mykola",
    "Cited by": 0,
    "Cites": 45,
    "DOI": "https://doi.org/10.1007/s10143-025-04132-6",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Neurosurgical Review",
    "Subfield": "Genetics",
    "Title": "Voxel-based evaluation of hemorrhage risk in brain biopsies",
    "Topic": "Glioma Diagnosis and Treatment",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract In recent decades, motion sensor camera traps have revolutionised wildlife monitoring as a cost-effective strategy requiring less time investment than traditional monitoring methods. While medium-to-large body sized mammals are captured at sufficient resolution to permit confident species identifications, small mammal species (mice, voles, and shrews) are difficult to distinguish in conventional camera trap imagery. Since camera traps represent a potential solution for overcoming spatial and temporal constraints of traditional small mammal survey methodologies (live trapping), novel designs have materialised in recent years to adjust camera traps for observing smaller animals. In this research, we further refined an existing design, the Littlewood box, and investigated the optimal bait strategy to maximise small mammal detections in the Northeast of England within the currently known range of the non-native greater white toothed shrew, Crocidura russula . We found no significant difference in the probability of detection of small mammal species by bait type, but there were greater numbers of captures of shrew species at traps baited with mealworms. We conclude that the use of bait is associated with a greater number of captures for all small mammal species observed compared to non-baited traps. Despite the cameras being deployed in the centre of the known range of C. russula in Britain, this species was present at a lower proportion of sites than native small mammals.",
    "Author": "C. R. Sharpe",
    "Cited by": 0,
    "Cites": 55,
    "DOI": "https://doi.org/10.1007/s10344-026-02052-4",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "European Journal of Wildlife Research",
    "Subfield": "Ecology",
    "Title": "Camera trapping for small mammals: the case of a non-native shrew",
    "Topic": "Wildlife Ecology and Conservation",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract We present information in tabular form about optimal piecewise linear (PWL) approximations of the sigmoid and tanh activation functions as used in neural networks, as well as the probability density and cumulative distribution functions of the Normal and log-Normal distributions. The presented approximations minimise the maximum absolute difference between the PWL function and the continuous function being modelled; we also provide information on optimal over- and underestimators. We provide information on the optimal breakpoint locations for different numbers of breakpoints in a series of tables, as well as the accuracy provided by these approximations. This allows practitioners to utilise the PWL approximations whenever needed; for example, to enable the use of mixed-integer linear programming techniques to solve problems where these functions may appear, or to approximate integrals. The provided optimal breakpoint locations lead to an improvement over a uniform breakpoint location of the maximum absolute difference of up to 95% and an average of 84% among the six functions. This information is available online at https://doi.org/10.5281/zenodo.16362215 and can be recreated using the R package pwlapprox2d [1].",
    "Author": "John Alasdair Warwicker",
    "Cited by": 0,
    "Cites": 25,
    "DOI": "https://doi.org/10.1007/s10898-026-01588-8",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Journal of Global Optimization",
    "Subfield": "Artificial Intelligence",
    "Title": "Optimal Piecewise Linear Approximations for Sigmoid, Tanh, Probability Density and Cumulative Distribution Functions: Tabular Form and R Package pwlapprox2d",
    "Topic": "Neural Networks and Applications",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Context Organic farming is increasingly used worldwide in recent decades, but the role of this farming system in shaping the trophic structure of arthropod communities remains poorly understood, especially at different spatial scales. Therefore, the contribution of landscape heterogeneity in shaping arthropod’s trophic guilds remain understudied. Objectives In this study, we assessed how the evenness, the abundance and the taxonomic richness of arthropod trophic groups were shaped by the local farming system, landscape heterogeneity (including the percentage of semi-natural habitats and organic fields), and their interaction. Methods Arthropod’s trophic guilds (ground and vegetation-dwelling) were sampled in 20 spatial independent pairs of conventional (CF) and organic (OF) fields located in Brittany (Western France) by using pitfall traps and sweep nets replicated in time and space. Results A total of 95,822 arthropods belonging to 197 taxonomic groups were sampled. Farming system has a strong overall positive effect on the community structure of both ground- and vegetation-dwelling arthropods. Landscape heterogeneity, alone and in interaction with farming systems, affected positively the diversity and abundance of most trophic groups for both ground- and vegetation-dwelling arthropods. Organic farming therefore affected the trophic composition of arthropod communities not only locally, but also at the landscape scale. Conclusions Our study highlights the strong positive effect of farming system and the landscape heterogeneity on arthropod communities and more importantly the interconnection between different spatial scales in this process. Taking these aspects into account is therefore crucial in understanding arthropod community dynamics in agroecosystems.",
    "Author": "El Aziz Djoudi",
    "Cited by": 0,
    "Cites": 61,
    "DOI": "https://doi.org/10.1007/s10980-026-02298-y",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Landscape Ecology",
    "Subfield": "Insect Science",
    "Title": "Multi-trophic arthropod communities modulated by local farming system and landscape heterogeneity",
    "Topic": "Insect-Plant Interactions and Control",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Word processing via keyboarding is commonly recommended as an alternative writing mode for students with Developmental Coordination Disorder (DCD), who experience difficulties with handwriting. However, there is currently insufficient evidence to support this recommendation. This study compared the handwriting and keyboarding performance of students, both within the groups of students with DCD and typically developing (TD) peers, as well as between these groups. The sample included 48 fourth- and fifth-grade students (17 with DCD and 31 TD). The students were individually administered handwriting and keyboarding assessments, and tests measuring reading and non-verbal intelligence. After controlling for reading speed, handwriting and keyboarding of students with DCD were significantly slower than that of their TD peers. Handwriting legibility was also poorer, but not keyboarding accuracy. Within each group, handwriting speed was significantly higher than the keyboarding speed. The results suggest that students with DCD with poor legibility may benefit from keyboarding, as they typed as accurately as their peers. Yet, keyboarding may not be an effective accommodation for slow handwriters. However, given the fact that the TD students also typed slower than they handwrote, both groups may benefit from systematic keyboarding instruction.",
    "Author": "Khoury-Shaheen, Rina",
    "Cited by": 0,
    "Cites": 33,
    "DOI": "https://doi.org/10.1007/s11145-025-10694-0",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Reading and Writing",
    "Subfield": "Education",
    "Title": "Keyboarding and handwriting in school students with developmental coordination disorder",
    "Topic": "Writing and Handwriting Education",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Previous research has highlighted the critical role of instructor and peer feedback in developing students’ writing. Although artificial intelligence (AI)-generated feedback, such as that from ChatGPT, may not yet match the depth of human evaluators, it offers a valuable resource for early drafts. In this exploratory study, 29 students from an upper-division English writing class at a public university in the western U.S. participated, sharing their perceptions of feedback from the writing instructor, an assigned peer, and generative AI when revising their research papers. Using quantitative and qualitative analyses of writing and survey data, we found that students significantly improved their writing quality across drafts after receiving feedback from these three sources. Survey responses revealed that instructor feedback was highly valued for its relevance and constructive suggestions, while both peer and AI-generated feedback were appreciated for their clarity, alignment with the writing content, and personal connection. Students recognized that each feedback source brought unique strengths to their academic writing process, indicating the importance of a multi-layered approach to feedback practices. These findings suggest that a multi-layered feedback approach may play a valuable role in supporting students’ academic writing development, with broader implications for teaching English writing at universities across North America and beyond.",
    "Author": "Albert W. Li",
    "Cited by": 0,
    "Cites": 41,
    "DOI": "https://doi.org/10.1007/s11145-026-10761-0",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Reading and Writing",
    "Subfield": "Education",
    "Title": "Formative feedback across sources: Student perceptions and writing outcomes with instructor, peer, and AI-generated feedback",
    "Topic": "Student Assessment and Feedback",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Soil health represents a key component of urban ecosystems and a priority for achieving the European Union’s climate neutrality and biodiversity restoration goals. Changes in edaphic diversity are the first indicators of soil health, but require long investigation times. Therefore, rapid, multi-level, and low-impact diagnostic tools are required. Behavioural bioassays, including avoidance and disaggregation tests, serve as rapid and ecologically relevant indicators for identifying soils subject to population decline. However, the metrics of in situ biodiversity loss and the laboratory-based ecotoxicological responses are not aligned. This pilot study investigates the potential use of the behavioural endpoints as screening indicators of biodiversity in invertebrate and bacterial communities in three urban soils. Multi-species bioassays were employed using model organisms with contrasting morpho-ecological traits, i.e. soft-body (earthworms) and hard-body (collembolans, and terrestrial isopods), to evaluate soil quality gradients. The behavioural results were then compared with ecological biodiversity data concerning the soil fauna and microbial communities. The behavioural responses of model organisms consistently aligned with reductions in invertebrate biodiversity, indicating habitat population decline. These changes, however, did not emerge from microbial analysis, suggesting that links between organismal responses and microbial diversity are yet to be investigated. The results support the use of behavioural bioassays, in combination with faunal diversity assessments, as an effective first-tier screening tool for urban soil health evaluation. This multi-level framework enhances the resolution and efficiency of soil quality monitoring and supports targeted management interventions in degraded urban environments, as well as in peri-urban, agricultural, and other human-impacted landscapes.",
    "Author": "Federico, Lorenzo",
    "Cited by": 0,
    "Cites": 53,
    "DOI": "https://doi.org/10.1007/s11252-026-01908-6",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Urban Ecosystems",
    "Subfield": "Ecology, Evolution, Behavior and Systematics",
    "Title": "The potential use of behavioural bioassays as a first-tier approach for screening urban soil biodiversity: a pilot study",
    "Topic": "Invertebrate Taxonomy and Ecology",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Citrus tristeza virus (CTV; species Closterovirus tristezae ) is ubiquitous in Australia, occurring in all production areas. Stem-pitting disease in white grapefruit varieties caused by CTV is managed by mild strain cross-protection. However, the protective isolate of CTV used for cross-protection, labelled PB61, is not fully characterised at the molecular level, even though most grapefruit budwood is inoculated with this virus isolate before release. In this study, we employed high throughput sequencing to assemble the 19,254 nucleotide-long genome of virus isolate PB61. Phylogenetic analysis revealed that PB61 belongs to the resistance-breaking (RB) genotype group first identified in New Zealand. PB61 is the first CTV isolate of any genotype from Australia to be sequenced in entirety, and the generation of this data provides a foundation for better understanding the mechanism of cross-protection in grapefruit.",
    "Author": "M. A. Jackson",
    "Cited by": 0,
    "Cites": 16,
    "DOI": "https://doi.org/10.1007/s13313-026-01113-1",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Australasian Plant Pathology",
    "Subfield": "Plant Science",
    "Title": "Complete genome sequence of citrus tristeza virus isolate PB61, a commercially deployed mild strain for cross-protection in grapefruit",
    "Topic": "Plant Virus Research Studies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Despite extensive research on desistance, there remains limited understanding of how imprisoned individuals achieve successful reintegration. This study aims to advance insight on this topic by contributing to the special issue on Longitudinal and Developmental of Criminal Justice Interventions and Reintegration . For this purpose, we selected a heterogeneous sample of individuals who, after imprisonment, were serving their sentences on open regime or conditional release with a positive evolution in two locations in Spain (Barcelona and Madrid). The qualitative analysis of the 60 interviews shows that reintegration started in prison when individuals developed important cognitive transformations —such as assuming responsibility for their offences and developing a prosocial identity— and continued while in open regime or conditional release. In this latter phase, the combination of support and control enabled the reestablishment of social bonds, which in turn prevented reoffending. Consequently, this work suggests an integrative theoretical framework to understand the continuity of the reintegration process from prison to conditional release. In this sequence, rational choice and cognitive transformation theories are more relevant during imprisonment, and informal social control in the life course is more explanatory during transitional release.",
    "Author": "Cid, José",
    "Cited by": 0,
    "Cites": 42,
    "DOI": "https://doi.org/10.1007/s40865-026-00289-w",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Journal of Developmental and Life-Course Criminology",
    "Subfield": "Sociology and Political Science",
    "Title": "The Process of Reintegration: From Prison To Conditional Release",
    "Topic": "Criminal Justice and Corrections Analysis",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Blueberry is an economically important fruit crop, and demand for it is rising. Despite being essential for advancing precision breeding of blueberries, genetic transformation platforms remain limited for transgenic applications. In this study, we used the widely cultivated blueberry cultivar ‘Legacy’ ( Vaccinium corymbosum ) as the experimental material to establish an efficient adventitious shoot-regeneration system and an Agrobacterium -mediated transformation protocol. Adventitious bud development was promoted via a two-step protocol: induction on WPM medium with 2 mg/L TDZ and 0.5 mg/L NAA, followed by elongation on WPM medium with 3 mg/L ZT. Younger leaves from the shoot tips were selected as explants for the regeneration system. Wounding treatment, placing the abaxial (back) side in contact with the medium, and a 12-d dark treatment at the initial regeneration stage significantly improved the adventitious shoot regeneration rate. Building upon this regeneration system, an Agrobacterium -mediated genetic transformation protocol was developed using a vector carrying the reporter genes enhanced green fluorescent protein ( Egfp ) and CgRuby1 , an anthocyanin-regulating transcription factor from purple pummelo ( Citrus grandis ). The optimal parameters included culturing Agrobacterium -mediated in liquid medium, preparing the Agrobacterium suspension with an OD 600 of 0.8, a 1-h vacuum infiltration, 6 d of co-cultivation, and selection on adventitious shoot regeneration medium containing 10 mg/L kanamycin, which enhanced the regeneration rates of resistant shoots. Polymerase chain reaction (PCR) analysis confirmed that transgenic plants carrying CgRuby1 were achieved with a final transformation efficiency of 6.5%. Phenotypic analysis revealed that the transgenic plants accumulated significantly higher anthocyanin levels in their leaves than the wild-type plants. In addition, key blueberry anthocyanin biosynthetic genes, including VcCHS , VcFHT , VcDFR , VcANS , and VcUFGT , were markedly upregulated in the transgenic lines. Taken together, we have successfully established an efficient transformation system that may hold great potential for functional characterization of genes involved in various processes.",
    "Author": "Zhang, Mingfei",
    "Cited by": 0,
    "Cites": 43,
    "DOI": "https://doi.org/10.1007/s44281-025-00092-5",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Open Access status": "diamond",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Horticulture Advances",
    "Subfield": "Molecular Biology",
    "Title": "Optimization of in vitro adventitious shoot regeneration and genetic transformation systems in blueberry (Vaccinium corymbosum) using a heterogeneous Ruby1 gene",
    "Topic": "Plant tissue culture and regeneration",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Oral squamous cell carcinoma (OSCC) is a prevalent malignancy with high morbidity and mortality. Globally, about 400 000 people are affected, often with a poor quality of life. Its high mortality is mainly due to its aggressive growth and tendency to spread. Epithelial-mesenchymal transition (EMT) is a central regulatory hub driving tumor cell migration and invasion by enabling changes in cell characteristics. During EMT, epithelial cells gradually take on mesenchymal traits, gaining mobility and spreading more easily. Recent multi-omics studies show that many cancer cells exist in a hybrid or partial-EMT state, which lies between the full epithelial and mesenchymal forms. Cells in this state are especially invasive and metastatic, with high plasticity that promotes tumor progression. This review summarizes the role of partial-EMT in OSCC, with a focus on how it alters the tumor microenvironment (TME), promotes invasion and metastasis, and influences cancer stem cells (CSCs). We also highlight the link between partial-EMT and treatment resistance in OSCC. Based on these insights, we discuss therapeutic strategies targeting partial-EMT to improve outcomes. Targeting partial-EMT may offer promising strategies to enhance treatment effectiveness and improve patient survival and quality of life.",
    "Author": "Wang, Chunhua",
    "Cited by": 0,
    "Cites": 135,
    "DOI": "https://doi.org/10.1038/s41368-025-00417-0",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "International Journal of Oral Science",
    "Subfield": "Oncology",
    "Title": "Partial-EMT in oral squamous cell carcinoma: molecular circuitry and clinical translation",
    "Topic": "Cancer Cells and Metastasis",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Reflections from on-chip components pose significant challenges to stable laser operation in photonic integrated circuits (PICs). Quantum dot (QD) lasers, with low linewidth enhancement factors and high damping rates, are promising for isolator-free integration, yet earlier feedback studies were capped near −10 dB feedback and never reached coherence collapse (CC). As a result, one could only conclude that QD lasers tolerate feedback up to –10 dB, leaving open whether they remain reliable in practical PICs where lower coupling losses allow much stronger feedback. Here, we optimized QD lasers through advanced epitaxial growth and fabrication and developed a setup that delivers feedback up to 0 dB. Under these conditions, we observed CC at −6.7 dB (21.4% feedback), extending the feedback tolerance by tens of decibels beyond quantum-well (QW) lasers. We further demonstrated penalty-free 10 Gbps operation, robust thermal stability with ±0.5 dB drift across 15–45 °C, &gt;100 h continuous testing, and ~±0.3 dB reproducibility across devices. Modeling indicates even stronger tolerance in realistic PIC cavities, and benchmarking shows our device rivals hybrid DFB–resonator platforms while outperforming other QW, QD, and VCSEL lasers. Together, this work provides the most comprehensive assessment of QD laser feedback tolerance to date and establishes practical design rules for isolator-free PICs.",
    "Author": "Shi, Ying",
    "Cited by": 0,
    "Cites": 41,
    "DOI": "https://doi.org/10.1038/s41377-026-02185-w",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Light Science & Applications",
    "Subfield": "Atomic and Molecular Physics, and Optics",
    "Title": "Exploring the feedback limits of quantum dot lasers for isolator-free photonic integrated circuits",
    "Topic": "Semiconductor Quantum Structures and Devices",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract The combination of transcranial magnetic stimulation (TMS) and electroencephalography (EEG) has emerged as a non-invasive technique to probe cortical responsivity. However, interpreting TMS–EEG data is challenging due to sensory inputs generated by TMS, which cause peripherally evoked potentials (PEPs) that overlap with TMS-evoked potentials (TEPs). These sensory inputs may also modulate the cortical response, potentially distorting TEPs. To address this and evaluate methods for reducing PEP contamination, we compared two sham designs: a “PEP saturation” method, which delivers high-intensity somatosensory stimuli in both sham and real TMS to saturate PEPs in both conditions, and a “PEP individualized matching stimulus intensity calibration” method, which individually adjusts stimulus intensity to match the PEP amplitude of real TMS. In both conditions, the PEPs from sham and real TMS conditions should match, enabling the subtraction of this confounder. If the TEPs after this subtraction were not different between the two conditions this would indicate the absence of a relevant interaction between PEPs and TEPs, justifying the removal of PEPs from TEPs by subtraction. Our results showed no significant difference in TEPs within 110 ms post-stimulation after sham subtraction regardless of the sham protocol, and whether stimulating the primary motor cortex or the supplementary motor area. These findings provide evidence for the absence of a relevant interaction between TMS-related somatosensory input and TEPs, and indicate the appropriateness of the two sham protocols in removing PEPs from the TMS-EEG response.",
    "Author": "Pedro C. Gordon",
    "Cited by": 0,
    "Cites": 67,
    "DOI": "https://doi.org/10.1038/s41598-026-37418-w",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Scientific Reports",
    "Subfield": "Neurology",
    "Title": "Investigating the effects of TMS-related somatosensory inputs on TMS-evoked potentials provides evidence against significant interaction",
    "Topic": "Transcranial Magnetic Stimulation Studies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Osteoarthritis (OA) affects one in ten adults in Aotearoa New Zealand, yet care remains fragmented and under-prioritised. The 2025 Aotearoa Osteoarthritis Summit explored re-framing OA through a lifespan, equity-focused lens. Summit attendees contribution to a collaborative workshop at the event highlighted misconceptions, harmful “wear and tear” narratives, and inconsistent information. Attendees called for empowering, strengths-based messaging, culturally responsive care, and early, lifelong joint-health strategies. Recommendations included myth-busting, accessible education, community support, and integrated non-surgical management. Equity for Māori, Pasifika, rural, and low-income communities was emphasised. Changing the OA narrative requires collaboration, consistent messaging, and scalable frameworks to improve outcomes nationwide.",
    "Author": "O'Brien, Daniel",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1071/hc25188",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "diamond",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Journal of Primary Health Care",
    "Subfield": "Rheumatology",
    "Title": "Changing the Osteoarthritis Narrative in Aotearoa New Zealand",
    "Topic": "Osteoarthritis Treatment and Mechanisms",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "This paper studies a new class of damped fractional stochastic differential systems driven by Lévy process with impulsive effects. By employing the (𝛼, 𝛾)-regularized family along with the fixed point technique, we studied the outcomes of approximate controllability for the proposed system by using the new type of control function. Finally, an example is provided to expound our theoretical conclusions.",
    "Author": "Elgroud, Nabil",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1142/s0219493726500012",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Stochastics and Dynamics",
    "Subfield": "Applied Mathematics",
    "Title": "Approximate controllability of damped impulsive fractional stochastic differential systems driven by Lévy process",
    "Topic": "Nonlinear Differential Equations Analysis",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Excessively employing tetracycline (TC) or even abusing has led to severe environmental pollution and health risks, and monitoring its amount and related residue is of great importance. Although fluorescent carbon dots (CDs) have been employed to detect TC, single-fluorescence detection usually shows the deficiencies of the limited interference resistance and relatively narrow detection range. This study introduced a dual-channel method based on nitrogen-doped phosphorescent carbon dots (N-CDs). By capitalizing on the synergistic effects of fluorescence and phosphorescence signals, this approach effectively improved the detection sensitivity and the linear range. This N-CDs were synthesized through a one-step microwave-assisted method using guanidinopropionic acid and amidinothiourea as the precursors. The findings revealed that TC selectively quenched both the fluorescent and phosphorescent signals of N-CDs mainly based on the inner filter effect (IFE). These finding not only validated the theoretical basis of the dual-channel detection approach but also highlighted its practical potential. The developed method provided a sensitive and reliable technique for detecting TC in various samples and demonstrated the versatility of N-CDs as the promising sensing materials.",
    "Author": "Zhang, Haoda",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1142/s1793292026500700",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "NANO",
    "Subfield": "Materials Chemistry",
    "Title": "Dual channel detection of tetracycline using room-temperature phosphorescent carbon dots",
    "Topic": "Carbon and Quantum Dots Applications",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The probability p(s) of the occurrence of an event pertaining to a physical system which is observed in different states s determines a function p from the set S of states of the system to [0, 1]. The function p is called a numerical event or more precisely an S-probability. When appropriately structured, sets P of numerical events form so-called algebras of S-probabilities, which are orthomodular posets that can serve as quantum logics. If one deals with a classical physical system, then P will be a Boolean algebra. Starting with a supposed quantum logic or logics obtained by individual measurements, newly added numerical events may turn out to be crucial for the assumption of classicality or non-classicality of the physical system. We will call those numerical events critical and will study their impacts among various classes of algebras of numerical events. Moreover, we will consider the situation of enlarging S by new states and will describe how elements of an algebra of S-probabilities contribute to the character of a logic when there exists a certain relation between them and the element that is newly added.",
    "Author": "Dorninger, Dietmar",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1142/s1793557126500130",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Asian-European Journal of Mathematics",
    "Subfield": "Computational Theory and Mathematics",
    "Title": "Critical elements in algebras of numerical events",
    "Topic": "Advanced Algebra and Logic",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Background and Objectives In India, like most countries, the COVID-19 pandemic in successive waves severely hampered the emergency medical services (EMS) and the government made prompt interventions, including substantial investments in both EMS and maternal health care immediately after the first wave. The study assessed variations in EMS efficiency and critical perinatal outcomes between the pre-pandemic era and the post pandemic-resilient phase in 2023 and 2024. Data and Methods The study analysed the key EMS metrics based on the calls related to pregnancy, including call volume, response and transfer time, hospital handoff time and ambulance travel distance, and important maternal-newborn health outcomes such as maternal and neonatal mortalities, home deliveries, institutional childbirths, C-section deliveries, miscarriages and complicated vaginal births. The data relied upon encompasses the period from January 2017 to December 2024, including eight pandemic phases in 2020-22 and the resilient period of 2023 and 2024, obtained from the Tamil Nadu 108 Ambulance Control Room. A time series analysis method evaluated the EMS metrics in various pandemic phases; a statistical comparison was made with the pre-pandemic period for maternal-newborn outcomes. The appropriate effect size metric quantified the change in both analyses. Results In the pandemic phases, despite an increase in pregnancy related call volume, the EMS metrics such as response times, transfer times and hospital handoff times witnessed notable improvement. The maternal and childbirth outcomes, especially in the post-pandemic and resilient phases during 2023-24, were markedly superior when compared with the corresponding period in the pre-pandemic era. In particular, the maternal mortality rate reduced by 19%, with 37 deaths per 100,000 live births. This is far lower than the national average of 97 deaths per 100,000 live births. Also, the rates of infant death, neonatal death, miscarriage, difficult vaginal births, and home births went down by 19.35%, 17.03%, 28.02%, 19.23%, and 36.05%, respectively. Conclusions Government investments during the pandemic, along with the sustained focus on maternal health programmes, appear to have provided substantial support to pregnant women and newborns. The reproductive health of women in Tamil Nadu does not seem to have been undermined by the pandemic.",
    "Author": "Paramasivan, Kandaswamy",
    "Cited by": 0,
    "Cites": 39,
    "DOI": "https://doi.org/10.1186/s12884-026-08704-2",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "BMC Pregnancy and Childbirth",
    "Subfield": "Obstetrics and Gynecology",
    "Title": "From pandemic to progress: maternal health resilience in the post COVID-19 era in Tamil Nadu, India",
    "Topic": "COVID-19 Impact on Reproduction",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Abstract Thyroid disease affects approximately 20 million Americans and poses significant challenges for early diagnosis. In this study, we conduct a comprehensive comparative analysis using a recently curated, well-preprocessed tabular dataset of 9172 observations to evaluate the performance of both machine learning and deep learning models. The models include logistic regression, decision trees, random forest, support vector machines, XGBoost, LightGBM, artificial neural networks (ANN), and dense neural networks (DNN). Our results show that ensemble methods—particularly stacking and bagging—consistently outperform individual models in terms of F1 score and overall robustness. Stacking models with XGBoost as the meta-learner achieved the highest F1 score of 0.9944. We further demonstrate that addressing class imbalance through undersampling and label restructuring substantially improves model performance across multiple settings. These findings highlight the importance of ensemble techniques and thoughtful data preprocessing in medical classification tasks and offer updated performance benchmarks for thyroid disease prediction.",
    "Author": "Zhong, Jiachen",
    "Cited by": 0,
    "Cites": 38,
    "DOI": "https://doi.org/10.1186/s43067-026-00315-3",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Open Access status": "diamond",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Journal of Electrical Systems and Information Technology",
    "Subfield": "Health Information Management",
    "Title": "A comparative empirical analysis for robust thyroid disorder detection using machine learning techniques",
    "Topic": "Artificial Intelligence in Healthcare",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Objective: This study aimed to characterize international practice patterns in the surgical management of primary lumbar disc herniation (LDH) among AO Spine surgeons.Methods: A cross-sectional online survey was distributed in September 2024 to AO Spine members. The questionnaire collected detailed information on demographic characteristics, surgical indications, preferred techniques, and approaches for primary LDH treatment. Data on specialty, practice setting, fellowship training, and surgical case volume were analyzed using univariate and multivariate logistic regression to identify significant associations between surgeon characteristics and treatment preferences.Results: A total of 714 surgeons participated, representing diverse regions: North America (9.0%), Latin America (18.7%), Europe &amp; Southern Africa (34.7%), Middle East &amp; Northern Africa (12.8%), and Asia Pacific (24.8%). Neurological status was the most critical factor influencing early operative treatment in nonurgent cases, while bladder/bowel dysfunction and severe motor deficits were the primary indications in urgent scenarios. The majority of respondents (54.2%) preferred a mini-open technique—using either a surgical microscope or loupes—with partial laminotomy (58.1%) and partial discectomy (63.2%) being the most frequently performed procedures. Regional variations and differences in surgeon training were significantly associated with the choice of surgical approach and overall case volume.Conclusion: The findings reveal substantial variability in the surgical management of primary LDH across regions and specialties. This comprehensive dataset underscores the need for standardized, evidence-based guidelines to harmonize treatment strategies and optimize patient outcomes.",
    "Author": "Ambrosio, Luca",
    "Cited by": 0,
    "Cites": 16,
    "DOI": "https://doi.org/10.14245/ns.2551004.502",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "diamond",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Neurospine",
    "Subfield": "Pathology and Forensic Medicine",
    "Title": "International Practice Patterns in the Surgical Management of Primary Lumbar Disc Herniation: An AO Spine Cross-Sectional Study",
    "Topic": "Spine and Intervertebral Disc Pathology",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Objective: Intervertebral disc degeneration (IVDD) is a complex pathological process involving inflammation, oxidative stress, and immune dysregulation. Emerging evidence suggests that neuroimmune interactions contribute to IVDD progression, but the role of neuropeptide-like factors remains poorly understood.Methods: We investigated whether Gαi-interacting protein (GINIP&lt;sup&gt;+&lt;/sup&gt;) sensory neurons infiltrate degenerative discs and secrete TAFA chemokine like family member 4 (TAFA4), a neuron-derived cytokine known to influence macrophage activity. &lt;i&gt;In vivo&lt;/i&gt; and &lt;i&gt;in vitro&lt;/i&gt; models were used to assess TAFA4 expression, its regulatory effects on macrophage polarization, reactive oxygen species (ROS) production, inflammasome activation, and disc cell phenotype. Knockdown of TAFA4 was achieved via lentiviral transduction in rabbit discs and cell coculture models.Results: TAFA4 was upregulated in IVDD tissues and colocalized with GINIP&lt;sup&gt;+&lt;/sup&gt; neurons. Knockdown of TAFA4 &lt;i&gt;in vivo&lt;/i&gt; exacerbated disc degeneration, increased M1 macrophage presence, elevated ROS levels, and activated the NOD-like receptor family pyrin domain-containing 3 (NLRP3) inflammasome. &lt;i&gt;In vitro&lt;/i&gt;, GINIP&lt;sup&gt;+&lt;/sup&gt; neurons promoted macrophage M2 polarization and interleukin (IL)-10 production while suppressing tumor necrosis factor-α and IL-1β. These effects were reversed by TAFA4 knockdown. Moreover, TAFA4 attenuated ROS-dependent NLRP3 activation and preserved anabolic marker expression (ACAN [aggrecan], COL II [type II collagen], SOX9 [SRY-box transcription factor 9]), while reducing catabolic and hypertrophic-related markers (MMP13 [matrix metalloproteinase 13], ADAMTS5 [a disintegrin and metalloproteinase with thrombospondin motifs 5], COL X [collagen type X alpha 1 chain], RUNX2 [Runt-related transcription factor 2]) in nucleus pulposus cells.Conclusion: TAFA4 acts as a neuron-derived mediator of neuroimmune crosstalk in IVDD that modulates macrophage polarization and oxidative stress, thereby delaying disc degeneration. This neuron–immune axis represents a potential therapeutic target.",
    "Author": "Ding, Yu",
    "Cited by": 0,
    "Cites": 38,
    "DOI": "https://doi.org/10.14245/ns.2551048.524",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "diamond",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Neurospine",
    "Subfield": "Pathology and Forensic Medicine",
    "Title": "TAFA4 Mitigates Intervertebral Disc Degeneration by Modulating Macrophage Polarization and Inhibiting ROS-NLRP3 Inflammasome Activation",
    "Topic": "Spine and Intervertebral Disc Pathology",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Objective: To evaluate long-term bone quality changes within the fusion construct (FC) after 2- to 3-level lumbar fusion using computed tomography (CT)-derived Hounsfield units (HUs).Methods: Among 520 screened patients, 222 who underwent 2- to 3-level posterior lumbar interbody fusion met the inclusion criteria. HU values were measured on CT scans preoperatively, at 1-year postoperative, and at final follow-up. The percentage change in HU (HU [final–pre]%) was calculated for each vertebral level.Results: At the final follow-up, the FC demonstrated a significant decline in HU compared to preoperative values (median [10th–90th percentile], 132.0 [86.5–220.4]; 95% confidence interval [CI], 116.0–142.5 vs. 124.5 [71.0– 210.0]; 109.8–135.1; HU (final–pre)%: -11.0 [-62.0 to 48.5]; -19.9 to -6.1; p&lt;0.001). In contrast, HU increased significantly at the uppermost instrumented vertebra (HU (final–pre)%: median [10th–90th percentile], 28.3 [-19.9 to 102.9]; 95% CI, 21.1–36.4; p&lt;0.001), likely reflecting increased mechanical demands. Subgroup analysis revealed a more pronounced decline in HU in patients with longer follow-up durations, particularly in the FC group (p=0.003).Conclusion: CT-derived HU revealed progressive trabecular bone loss within FC over time after lumbar fusion. In patients with longer postoperative intervals, clinicians should remain aware of the potential weakening of the FC, which has important implications when considering implant removal or planning revision surgery.",
    "Author": "Hyun Jun Jang",
    "Cited by": 0,
    "Cites": 28,
    "DOI": "https://doi.org/10.14245/ns.2551272.636",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "diamond",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Neurospine",
    "Subfield": "Pathology and Forensic Medicine",
    "Title": "Disuse Bone Loss in Fusion Constructs After Multilevel Lumbar Fusion: A Computed Tomography Hounsfield Unit Analysis",
    "Topic": "Spine and Intervertebral Disc Pathology",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Objective: To biomechanically compare the stress distribution of established posterior cervical fixation techniques—conventional pedicle screw (PS), Abumi technique, unicortical lateral mass screw (LMS), and bicortical LMS—with a novel PS method, the Lee point technique, using finite element modeling (FEM).Methods: A patient-specific FEM of C5–6 was developed using high-resolution computed tomography scan data of a degenerative cervical spine. Five fixation models were constructed: Lee point, Abumi, conventional PS, unicortical LMS, and bicortical LMS. Screw dimensions were ø3.5×28 mm for PS and ø3.5×14/18 mm for LMS. A pure moment of 1.0 N·m was applied in flexion, extension, axial rotation, and lateral bending, and the peak von Mises stress (PVMS) of both the vertebrae and implants was recorded for each loading condition.Results: Abumi technique showed the highest PVMS at C5–6 (23.09–43.22 MPa and 24.96–39.91 MPa), with stress concentrated at the pedicle entry and medial wall. Lee point and conventional PS demonstrated more evenly distributed stress across the pedicle and near cortex of the lateral mass. Unicortical and bicortical LMS showed stress mainly at the entry point, with overall lower and more uniform magnitudes. Implant stress was greatest in Abumi construct (up to 295 MPa), moderate in Lee and conventional PS, and lowest in LMS models.Conclusion: Abumi technique showed higher localized stress concentrations that may warrant careful patient selection, particularly in those with compromised bone quality. Lee point technique achieved a balanced stress profile comparable to conventional PS, suggesting a favorable biomechanical profile for posterior cervical fixation.",
    "Author": "Seo, Joonoh",
    "Cited by": 0,
    "Cites": 43,
    "DOI": "https://doi.org/10.14245/ns.2551470.735",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "diamond",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Neurospine",
    "Subfield": "Surgery",
    "Title": "Biomechanical Analysis Comparison of Different Cervical Posterior Screw Fixation Techniques: A Finite Element Study",
    "Topic": "Spinal Fractures and Fixation Techniques",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Low back pain is a leading cause of disability worldwide, with intervertebral disc herniation contributing substantially to its burden. Most patients improve with conservative care, often associated with disc resorption. Although increasingly recognized as a major determinant of recovery, the mechanisms underlying resorption remain poorly understood. Herniated disc tissue induces immune cell infiltration and release of cytokines and proteolytic enzymes, yet standard anti-inflammatory treatments may paradoxically impede this process. Outcomes are also influenced by physical therapy, lifestyle, herniation characteristics, and immunological background, but predictive biomarkers are lacking. This review summarizes the current knowledge gap and explores strategies to harness intrinsic healing for personalized management.",
    "Author": "Cunha, Carla",
    "Cited by": 0,
    "Cites": 89,
    "DOI": "https://doi.org/10.14245/ns.2551538.769",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "diamond",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Neurospine",
    "Subfield": "Pathology and Forensic Medicine",
    "Title": "Lumbar Disc Herniation Resorption: When and How Does It Occur?",
    "Topic": "Spine and Intervertebral Disc Pathology",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Biomarkers are becoming pivotal in understanding the complex pathophysiology of disc herniation and guiding novel therapeutic strategies. Recent research highlights the value of molecular and cellular biomarkers in delineating disease progression, treatment monitoring and patient stratification. This review summarizes current advances in the identification and validation of emerging biomarkers across genomic, transcriptomic, proteomic, and metabolomic domains, emphasizing their potential to bridge basic mechanistic insights with clinical translation. Particular attention is given to the interplay between inflammatory mediators, extracellular matrix turnover, and immune cell activity as indicators of lumbar disc herniation diagnosis and prognosis. Despite encouraging progress, standardization of biomarker validation protocols, inter-study comparability, and large-scale clinical implementation remain major challenges. Future directions include the integration of multi-omics technologies and bioinformatic tools to identify predictive biomarker panels with diagnostic and prognostic utility towards personalized medicine.",
    "Author": "Cunha, Carla",
    "Cited by": 0,
    "Cites": 50,
    "DOI": "https://doi.org/10.14245/ns.2551560.780",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "diamond",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Neurospine",
    "Subfield": "Pathology and Forensic Medicine",
    "Title": "Emerging Circulating Molecular Biomarkers: New Horizons in Lumbar Disc Herniation",
    "Topic": "Spine and Intervertebral Disc Pathology",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Lumbar disc herniation (LDH) is one of the most common causes of low back and leg pain. While mechanical and degenerative factors have long been considered the main contributors, persistent or recurrent symptoms in many patients suggest additional biological mechanisms. Recent research has highlighted the microbiome as a potential modulator of inflammation, immune response, and pain sensitization, introducing the “gut-spine axis” concept. This scoping review summarizes the current evidence on the role of both gut and local disc microbiota in LDH. A systematic search of PubMed/MEDLINE and Scopus was conducted up to June 2025, following PRISMA-ScR (Preferred Reporting Items for Systematic Reviews and Meta-Analyses extension for Scoping Reviews) guidelines. Twenty-six studies were included, encompassing preclinical and clinical investigations. Animal models showed that LDH may alter gut microbial composition and that microbiome-targeted interventions can reduce inflammation, neuroinflammatory signaling, and pain sensitivity. In human studies, low-virulence bacteria, particularly Cutibacterium acnes, were frequently detected in surgically excised intervertebral discs, although results were inconsistent due to methodological heterogeneity and potential contamination. Some studies reported associations between bacterial colonization and Modic changes, disc height loss, or chronic pain. Additionally, genetic and metabolomic data suggest that gut dysbiosis and related microbial metabolites may influence systemic immune and metabolic pathways implicated in disc degeneration and pain perception. Overall, the current evidence suggests the biological plausibility of microbiome involvement in LDH pathophysiology, acting through both systemic and local mechanisms. However, the available data remain preliminary, and no mechanistic study has confirmed the observed correlations to date. Further standardized, contamination-aware studies are required to clarify causality and explore microbiome-targeted therapeutic strategies.",
    "Author": "Ambrosio, Luca",
    "Cited by": 0,
    "Cites": 67,
    "DOI": "https://doi.org/10.14245/ns.2551584.792",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "diamond",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Neurospine",
    "Subfield": "Pathology and Forensic Medicine",
    "Title": "The Gut-Disc Axis: Unraveling the Microbiome’s Role in Lumbar Disc Herniation",
    "Topic": "Spine and Intervertebral Disc Pathology",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Recurrent lumbar disc herniation (RLDH) is a common complication after discectomy, occurring in 2%–25% of patients and contributing to higher reoperation rates, reduced satisfaction, and substantial direct and indirect costs. This review evaluates the economic consequences of RLDH and the relative cost-effectiveness of available management strategies. A systematic search of OVID, MEDLINE, and the Cochrane Library was performed through August 2025. Peer-reviewed, English-language studies were included if they examined adults (≥18 years) with RLDH and reported economic data. Exclusion criteria were studies limited to primary, cervical, or thoracic herniations; animal or cadaveric models; and abstracts. Extracted variables included study design, sample size, follow-up duration, and cost components. Of 283 records identified, 220 were screened and 35 underwent full-text review. Six studies met inclusion criteria, with 2 added through citation searching. Reported costs varied considerably: repeat discectomy added $6,907 in one analysis, while fusion increased expenses by more than 350%. Across studies, repeat discectomy remained the most cost-efficient option, providing comparable outcomes with reduced perioperative expenditures. Conservative management had the lowest immediate direct costs (≈$2,300) but likely underestimates the overall burden due to unmeasured productivity losses. Annular closure devices demonstrated potential cost savings of $2,000–5,000 over 2–5 years. RLDH imposes a substantial economic burden. Heterogeneity in costing methods remains a major limitation which hinders evidence-based determinations. Greater transparency, methodological standardization, and incorporation of societal perspectives are essential to accurately assess the socioeconomic impact of RLDH.",
    "Author": "Bratescu, Rachel",
    "Cited by": 0,
    "Cites": 22,
    "DOI": "https://doi.org/10.14245/ns.2551644.822",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "diamond",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Neurospine",
    "Subfield": "Pathology and Forensic Medicine",
    "Title": "Socioeconomic Implications of Recurrent Lumbar Disc Herniation: A Narrative Review",
    "Topic": "Spine and Intervertebral Disc Pathology",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Aging of the jawline commonly results in jowl deformity due to skin laxity and descent of subcutaneous tissues. Traditional correction methods, including rhytidectomy, can effectively address these issues but often involve substantial invasiveness and recovery time. A less invasive, targeted approach for isolated jowl correction is desirable. We present a novel surgical method of direct jowl excision using a triangular full-thickness wedge excision combined with local flap advancement. The excision was meticulously planned along relaxed skin tension lines, avoiding underlying muscular and neural structures, and was followed by layered closure. In our case, a 66-year-old woman who was previously dissatisfied with the outcomes of conventional rhytidectomy underwent direct jowl excision. At the 12-month follow-up, the patient demonstrated marked improvement in jowl prominence and jawline contour, with minimal scar visibility along the mandibular border. No complications or adverse outcomes occurred, and patient satisfaction was notably high. Direct jowl excision offers a focused, minimally invasive alternative for patients with isolated jowl deformities. It provides significant aesthetic improvement with low morbidity, rapid recovery, and acceptable scar formation. This technique should be considered a viable adjunct in the surgical toolkit for facial rejuvenation in carefully selected patients.",
    "Author": "Bair, Henry",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.14730/aaps.2025.01480",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Archives of Aesthetic Plastic Surgery",
    "Subfield": "Dermatology",
    "Title": "Direct jowl excision: a novel technique for targeted lower facial contouring",
    "Topic": "Facial Rejuvenation and Surgery Techniques",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "A 42-year-old female patient presented with a complete ear amputation resulting from a collision with a machine. The ear was avulsed by blunt trauma, meaning that it was torn away rather than being cleanly cut. Fortunately, the auricular cartilage remained intact and preserved its overall shape despite the amputation. However, the surrounding blood vessels were not suitable for microanastomosis. In the first-stage operation, the auricular cartilage was de-epithelialized and embedded into the postauricular area. Three months later, during the second-stage operation, the embedded auricular cartilage framework was elevated to achieve normal auricular projection. During the postoperative period, a customized mold based on the shape of the patient’s contralateral ear was fabricated using 3D printing technology and applied to the reconstructed ear to refine the contour and achieve a natural appearance. The overall outcome was favorable, with no complications observed during the postoperative care period.",
    "Author": "Park, Minwoo",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.14730/aaps.2025.01529",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Archives of Aesthetic Plastic Surgery",
    "Subfield": "Surgery",
    "Title": "Reconstruction of complete auricular amputation with two-stage cartilage preservation surgery and customized auricular contour restoration using a 3D-printed mold: a case report",
    "Topic": "Reconstructive Facial Surgery Techniques",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Injectable fillers have become an integral component of contemporary aesthetic plastic surgery, accounting for a substantial proportion of non-surgical cosmetic procedures worldwide. This review provides a comprehensive overview of current injectable filler trends in China, with a particular focus on material characteristics, facial contour stabilization injection strategies, emerging treatment areas, and safety considerations. Commonly used materials include hyaluronic acid fillers, collagen fillers, and collagen stimulators such as calcium hydroxylapatite, poly-L-lactic acid, poly-D,L-lactic acid, and polycaprolactone. Each material exhibits distinct rheological and biological properties that influence clinical indications, injection depth, longevity, and associated risk profiles. In particular, collagen fillers and collagen stimulators have received increasing attention for subtle contour refinement and tissue quality improvement in delicate or large-surface areas. A facial contour stabilization philosophy that differentiates outer and inner facial aesthetic units is increasingly adopted to achieve balanced rejuvenation while minimizing the risk of overfilling. Beyond facial contour refinement, injectable fillers are increasingly utilized for hand, knee, and auricular rejuvenation. Finally, safety issues, particularly facial overfilled syndrome, are discussed, underscoring the importance of conservative planning, anatomical precision, and evidence-based clinical decision-making.",
    "Author": "Jang, Dongwoo",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.14730/aaps.2025.01578",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "gold",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Archives of Aesthetic Plastic Surgery",
    "Subfield": "Dermatology",
    "Title": "Injectable filler trends in China",
    "Topic": "Facial Rejuvenation and Surgery Techniques",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "One of the most challenging aspects of managing the business of a pediatric practice is entering into contracts with payers. How do you know if the fee schedule offered to your practice is comparable to that offered to other practices? A new tool can help pediatric practices compare the negotiated rates of multiple commercial payers.",
    "Author": null,
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1542/pcco_book262_document002",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "AAP Pediatric Coding Newsletter",
    "Subfield": "Economics and Econometrics",
    "Title": "Did You Know? Resources for Analyzing Payer Rate Data",
    "Topic": "Healthcare Policy and Management",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "This article reviews how correct reporting of International Classification of Diseases, 10th Revision, Clinical Modification (ICD-10-CM) supports data tracking, health benefit coverage decisions, and proper payment. The following topics are discussed: The importance of accurate ICD-10-CM coding Documenting problems addressed Code selection Linking diagnosis and procedure codes",
    "Author": null,
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1542/pcco_book262_document003",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "AAP Pediatric Coding Newsletter",
    "Subfield": "Health Information Management",
    "Title": "Back to Basics: Making the Most of <i>ICD-10-CM</i> Codes",
    "Topic": "Medical Coding and Health Information",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "This article reviews the multiple types of notes included in the tabular list of the International Classification of Diseases, 10th Revision, Clinical Modification (ICD-10-CM) codes, including Code also Code first Use additional code Includes Excludes1 Excludes2",
    "Author": null,
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1542/pcco_book262_document005",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "AAP Pediatric Coding Newsletter",
    "Subfield": "Health Information Management",
    "Title": "Reviewing <i>ICD-10-CM</i> Notes",
    "Topic": "Medical Coding and Health Information",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "Quiz for AAPC Continuing Education Units",
    "Author": null,
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1542/pcco_book262_document006",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "AAP Pediatric Coding Newsletter",
    "Subfield": "Genetics",
    "Title": "<i>AAP Pediatric Coding Newsletter</i> ™ February 2026 Quiz (Online Exclusive)",
    "Topic": "Congenital Ear and Nasal Anomalies",
    "Type": "article",
    "Year": 2026
  },
  {
    "Abstract": "The widespread and indiscriminate use of antibiotics is increasing drug resistance. The study iso-lated, characterized, and assessed the bioactivity of bacteriophages against some multi-resistant Enterobacteriaceae. Using standard protocols, eight wastewater samples were obtained and used to isolate and characterize potential host enteric bacteria and bacteriophages. The wound-healing effect of the phage cocktail (PC) was evaluated by treating coinfected incision 4-cm wounds in animal groups. One hundred bacterial isolates were obtained. Six: U1, U2, S1, S2, P1, and P2, resulted in polyvalent bacteriophages. The cocktailing increased the host range to seventeen. Morphologically, the six bacterial colony sizes ranged from 1 to 6 mm and exhibited different responses to biochemical tests. The PC characterization indicated the presence of constituent phages of the host bacteria. The observed plaque morphology included small, medium, and large-sized plaques, as well as diffuse and clear plaques. The PC concentrations ranged from 3.6 × 103 to 5 × 105 PFU/ml. The adsorption times ranged from 9 to &gt;10 min, with different burst sizes and latent periods. The bacterial isolates showed high resistance, with high multi-antibiotic resistance indices. The host bacteria were identified as Klebsiella aerogenes (U1), Citrobacter freundii (U2), Salmonella enterica (S1 and S2), and Escherichia coli (P1 and P2). Phage therapy with the PC showed significant differences in wound size (p = 0.000), with the PC groups outperforming the negative control groups. The study provides promising evidence for the potential use of phages as alternatives to antibiotics, though further research and clinical trials are necessary to establish their efficacy and safety.",
    "Author": "Onuigbo, Ebele",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.33218/001c.154634",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Open Access status": "diamond",
    "Publication date": "2026-01-30",
    "Related to": 0,
    "Source": "Precision Nanomedicine",
    "Subfield": "Ecology",
    "Title": "Evaluating Indigenous Lytic Bacteriophages for Activity Against Multi-Resistant Enterobacteriaceae",
    "Topic": "Bacteriophages and microbial interactions",
    "Type": "article",
    "Year": 2026
  }
]
