[
  {
    "article_path": "/article/israeli-military-says-it-has-launched-another-wave-of-strikes-against-irans-ballistic-missile-and-air-defense-systems",
    "article_url": "https://ground.news/article/israeli-military-says-it-has-launched-another-wave-of-strikes-against-irans-ballistic-missile-and-air-defense-systems",
    "bias": [
      "Left-Leaning coverage frames military actions as \"attacks\" with \"Powerful explosions,\" emphasizing destructive impact and even initially reporting an unverified death, later contradicted.",
      "Right-Leaning outlets highlight a \"New Wave of Attacks,\" suggesting escalating conflict and continuous response.",
      "Center-Leaning reports maintain a neutral tone, noting \"strikes\" and asserting \"war spreads across the Middle East .",
      "While all perspectives agree on US-Israel involvement and the timing of the strikes with the Iranian leader's meeting, the left's focus on consequences and unverified claims contrasts with the right's emphasis on ongoing aggression, revealing distinct ideological priorities in portraying geopolitical events."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "Israel has launched a new wave of strikes on Iran , with explosions reported in Tehran and other cities targeting missile launchers and air defenses.",
      "The attacks follow earlier joint US-Israeli strikes, with both countries vowing to continue operations amid escalating regional tensions.",
      "Iran has retaliated by launching multiple barrages of missiles and drones at several countries across the region."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/trump-says-irans-supreme-leader-khamenei-is-dead-urges-iranians-to-take-back-their-country_84bb9c",
    "article_url": "https://ground.news/article/trump-says-irans-supreme-leader-khamenei-is-dead-urges-iranians-to-take-back-their-country_84bb9c",
    "bias": [
      "Left-Leaning outlets frame Trump's assertion of Khamenei's death with skepticism, highlighting \"unverified\" claims and the \"suffering\" of Iranians from \"escalation,\" noting \"more than 200 people killed.",
      "Conversely, right-leaning coverage presents the death as a confirmed \"killing,\" amplifying Trump's \"Confirms\" and \"justice\" rhetoric, alongside aggressive threats like \"go long and take over the whole thing.",
      "Center-Leaning reports neutrally attribute Trump's statements, adding context like Khamenei \"not been seen in public.",
      "While all acknowledge Trump's \"evil people\" and \"greatest chance\" remarks, and Iran 's denial, the stark difference in portraying the certainty of death and the implications of \"strikes/attacks\" reveals ideological divides between hawkish foreign policy and caution regarding military intervention."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 33.0,
    "location": null,
    "right_pct": 27.0,
    "status": "ok",
    "summary": [
      "On Saturday, Trump and Israeli officials said Iran's 86-year-old Khamenei was killed in an airstrike, with Trump stating, 'Working closely with Israel, there was not a thing he, or the other leaders that have been killed along with him, could do.'",
      "The US military and Israeli military launched an operation reportedly planned for months with the launch date decided weeks ago to target Iranian leadership and infrastructure, as Trump said his goal is to topple the Iranian government.",
      "The Iranian Red Crescent said more than 200 killed and around 700 injured, with over 80 mostly children killed in a school strike, while Fox News, citing senior Israeli officials, reported Khamenei's compound was reduced to rubble and US Central Command confirmed no American casualties.",
      "Lawmakers said Iran's drone and missile attacks on Israel and American military bases demand immediate War Powers votes, urging US Congress to reassert its authority after unauthorized strikes.",
      "The death of Iran's supreme leader ranks among the most consequential in the Iran-Israel-US standoff, NPR reported an Israeli strike killed Ayatollah Ali Khamenei , and protests in Srinagar, India on January 16, 2026 showed international resonance."
    ],
    "title": "Trump says Iran’s supreme leader Khamenei is dead, urges Iranians to ‘take back’ their country",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/cheers-and-celebrations-heard-in-tehran-following-reports-of-khameneis-death_6b6d08",
    "article_url": "https://ground.news/article/cheers-and-celebrations-heard-in-tehran-following-reports-of-khameneis-death_6b6d08",
    "bias": [
      "Left-Leaning coverage frames reports of Khamenei's death with \"Cheers and celebrations\" and \"Cries of Joy,\" emphasizing popular dissent.",
      "Right-Leaning outlets also highlight \"cheers, applause echo\" but crucially link these reactions to alleged US and Israeli \"strikes\" and \"Operation Epic Fury,\" a narrative de-emphasized by other perspectives.",
      "The right employs charged language like \"regime paranoia\" and disparages \"American Leftists Shriek,\" contrasting sharply with the left's focus on liberation.",
      "Center-Leaning coverage offers a more nuanced view, noting \"panic in the streets, but relief for some\" and explicitly stating \"no confirmation.",
      "While all perspectives acknowledge \"celebrations\" and an internet \"blackout,\" the stark divergence on foreign intervention and the characterization of domestic political reactions reveals deep ideological and geopolitical divides."
    ],
    "bias_bar_text": null,
    "center_pct": 23.0,
    "error": null,
    "left_pct": 23.0,
    "location": null,
    "right_pct": 54.0,
    "status": "ok",
    "summary": [
      "Loud cheers and celebratory music were heard in parts of Tehran following reports of Iranian Supreme Leader Ayatollah Ali Khamenei 's death.",
      "Residents of Tehran went to their windows to applaud after hearing the news around 11 pm local time .",
      "Multiple witnesses and audio recordings confirmed that the celebrations occurred shortly after 11 pm.",
      "The information was gathered from eyewitness accounts in Tehran on the evening of February 28, 2026."
    ],
    "title": "Panic in the streets, but relief for some: The mood in Iran",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/israel-says-iranian-supreme-leader-ali-khamenei-has-been-killed-in-us-israeli-strikes_e1c9cf",
    "article_url": "https://ground.news/article/israel-says-iranian-supreme-leader-ali-khamenei-has-been-killed-in-us-israeli-strikes_e1c9cf",
    "bias": [
      "Coverage of Khamenei's alleged death starkly diverges: left-leaning outlets frame it as a \"US-Israeli attack\" and a \"regime-change war,\" emphasizing potential instability and Iranian casualties with a critical tone.",
      "Conversely, right-leaning reports employ terms like \"Whack-A-Mullah\" and \"Tyrant's Compound,\" portraying a decisive strike against an \"evil\" leader, often highlighting \"cheers\" in Tehran with a triumphant tone.",
      "Center coverage, while presenting both Israeli claims and Iranian denials, also uses strong negative framing like \"Death Comes to the Dictator.",
      "The characterization of the US/Israeli action and its implications for regional stability form pivotal dividing lines.",
      "All perspectives confirm Israeli claims and Iranian denials regarding the death of the long-ruling leader, reflecting broader ideological splits on foreign intervention and authoritarianism."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 32.0,
    "location": null,
    "right_pct": 28.0,
    "status": "ok",
    "summary": [
      "On February 28, 2026, Israel and the United States launched coordinated strikes on Iran, and Israeli officials told The Associated Press that Supreme Leader Ayatollah Ali Khamenei was killed.",
      "The unsuccessful latest round of nuclear talks prompted rising tensions as American warships moved into the region and months-long planning between Israel and the United States took place.",
      "Strikes targeted Revolutionary Guard command facilities, air-defence systems, missile and drone launch sites, and military airfields, while Iranian state media cited the Red Crescent reporting at least 201 killed and more than 700 injured.",
      "Iran retaliated by firing missiles and drones toward Israel and U.S. military bases in Bahrain, Kuwait, and Qatar, while the U.N. Security Council said it would meet Saturday and Iran requested an urgent IAEA Board session.",
      "Analysts cautioned regime change is not guaranteed despite months of weakening strikes on Iran's military and warned the strikes could threaten global markets and the Strait of Hormuz, which carried a third of worldwide oil exports in 2025."
    ],
    "title": "Israel Says Iranian Supreme Leader Ali Khamenei Has Been Killed in US-Israeli Strikes",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/iran-reportedly-closes-strait-of-hormuz-oil-and-gas-majors-and-traders-suspend-shipments_3c3d69",
    "article_url": "https://ground.news/article/iran-reportedly-closes-strait-of-hormuz-oil-and-gas-majors-and-traders-suspend-shipments_3c3d69",
    "bias": [
      "Left-Leaning coverage frames Iran 's Strait of Hormuz actions as a direct \"consequence\" of \"US-Israel strikes,\" highlighting Iran's readiness to \"pull out all the stops\" and unleash its \"deadliest weapon,\" a \"serious blow\" to Western consumers.",
      "Conversely, right-leaning outlets portray Iran's government as a \"Tyranny\" and its military as \"Terrorist Revolutionary Guard,\" accusing them of \"threatening\" to \"Stuff the World Economy\" with \"inevitable\" disruptions.",
      "While the left emphasizes the US-Israel goal of \"toppling the Iranian regime,\" the right characterizes Israel's actions as a \"pre-emptive strike.",
      "Center coverage largely presents events without such emotionally charged language, noting the \"crisis\" and \"spiraling\" conflict.",
      "All perspectives agree on the Strait's vital role, the US-Israel strikes, Iran's warnings, and the resulting suspension of oil shipments, anticipating significant price increases, revealing a shared concern over geopolitical stability and energy markets."
    ],
    "bias_bar_text": null,
    "center_pct": 29.0,
    "error": null,
    "left_pct": 25.0,
    "location": null,
    "right_pct": 46.0,
    "status": "ok",
    "summary": [
      "On Saturday, UKMTO reported that the IRGC warned vessels that no ship is allowed to pass the Strait of Hormuz after U.S. and Israeli strikes, while roughly 750 vessels transited the area.",
      "On Saturday, Iran told vessels `no ship is allowed to pass the Strait of Hormuz` after attacks on Iranian facilities, with reports of closure claims that cannot be independently verified.",
      "The U.S. Navy warned companies it cannot guarantee vessel safety in the Persian Gulf, while insurance firms warned premiums could rise by 50% and major oil companies suspended shipments.",
      "Analysts warn one day of a full blockade could double global oil prices from $66 to more than $120, risking an international crisis, and Kuwait and Saudi Arabia would oppose it.",
      "It is not yet clear whether radio transmissions amount to a legal blockade, and UKMTO cautioned that VHF Channel 16 broadcasts are not legally binding or a lawful restriction on navigation."
    ],
    "title": "Iran reportedly closes Strait of Hormuz: Oil and gas majors and traders suspend shipments",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/iranian-state-media-confirm-death-of-supreme-leader-ayatollah-ali-khamenei_b6e226",
    "article_url": "https://ground.news/article/iranian-state-media-confirm-death-of-supreme-leader-ayatollah-ali-khamenei_b6e226",
    "bias": [
      "Left-Leaning coverage emphasizes uncertainty and regime consequences—phrases like \"threw the future...into doubt\" and focus on succession, mourning and regional instability—while right-leaning pieces moralize and justify the strikes with language such as \"murdering his own people\" or noting \"martyred,\" framing the operation as decisive removal of a threat; center reporting highlights operational scale and names/verification details and mentions independent sources.",
      "Pivotal divides include whether the death is portrayed as justice versus a destabilizing event, and the weight given to independent verification and casualty breakdowns; all sides agree state media reported Khamenei’s death, strikes occurred and Iran retaliated, reflecting deeper security-versus-diplomacy fault lines."
    ],
    "bias_bar_text": "Left 37% Center 36% Right 27%",
    "center_pct": 36.0,
    "error": null,
    "left_pct": 37.0,
    "location": null,
    "right_pct": 27.0,
    "status": "ok",
    "summary": [
      "On Sunday, Iranian state media and IRNA reported the 86-year-old Supreme Leader of Iran, Ayatollah Ali Khamenei , died early following a joint U.S.-Israeli aerial bombardment targeting military and government sites.",
      "After failed nuclear talks, Israel said the operation was planned for months and coordinated with the United States while U.S. officials offered peaceful nuclear options amid rising tensions.",
      "Israel identified specific senior figures it says were hit, naming Mohammad Pakpour and Aziz Nasirzadeh, and said strikes removed Ali Shamkhani and Mohammad Shirazi, while U.S. Central Command published aerial footage of the strikes.",
      "Regional rescue services and officials reported casualties, while Iran retaliated with missiles and drones toward Israel and U.S. bases, prompting UN Secretary-General Antonio Guterres to warn of a wider conflict.",
      "The reported death raises questions about succession, as Khamenei's death would create a leadership vacuum with no designated successor and final authority over Iran's clerical establishment and Revolutionary Guard."
    ],
    "title": "Iranian state media confirm death of Supreme Leader Ayatollah Ali Khamenei",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/trump-administration-cannot-force-states-to-supply-food-stamp-data-us-judge-rules",
    "article_url": "https://ground.news/article/trump-administration-cannot-force-states-to-supply-food-stamp-data-us-judge-rules",
    "bias": [
      "Center outlets frame the story as a \"legal blow\" and stress \"sensitive information,\" highlighting Democratic-led states and New York to suggest political stakes, while right-leaning coverage emphasizes that the administration \"cannot force\" states, specifies data like \"names\" and \"Social Security numbers,\" and frames the demands as \"likely contrary to\" law—center leaning toward privacy/political-framing rhetoric, right toward limits on federal power; the pivotal divides are specificity of requested data and partisan identification of states, yet both report the judge's injunction blocking USDA funding cuts."
    ],
    "bias_bar_text": "Center 71% Right 29%",
    "center_pct": 71.0,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "On Thursday, U.S. District Judge Maxine Chesney in San Francisco issued a preliminary injunction stopping the U.S. Department of Agriculture from cutting administrative SNAP funding to 22 Democratic-led states and barred the agency from halting payments based on recent data demands.",
      "In recent months, USDA sent letters renewing data requests in November and December, prompting the 22 Democratic-led states to sue, arguing the demands violated privacy and the Constitution.",
      "U.S. District Judge Chesney expressed concern that the department's data-security protocols could permit improper sharing with unauthorized entities, despite 28 states, largely led by Republicans, submitting the data the USDA sought.",
      "The ruling represents a second judicial rebuff to the administration's data demands and temporarily shields states from funding cuts affecting about 42 million SNAP beneficiaries.",
      "Legal observers say the case could set limits on federal data-collection and sharing practices tied to President Donald Trump 's May executive order under the USDA data-sharing initiative."
    ],
    "title": "Trump administration cannot force states to supply food stamp data, US judge rules",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/dc-to-step-up-its-bacteria-tests-in-potomac-river-more-than-a-month-after-sewage-spill",
    "article_url": "https://ground.news/article/dc-to-step-up-its-bacteria-tests-in-potomac-river-more-than-a-month-after-sewage-spill",
    "bias": [
      "Left-Leaning coverage emphasizes the \"politicizes\" aspect of the sewage spill, framing it as an \"environmental disaster\" and criticizing \"dubious claims\" and the \"blame game\" by political figures.",
      "In contrast, right-leaning coverage de-emphasizes the spill's cause, political reactions, and repair efforts, presenting only a concise announcement about testing.",
      "Center-Leaning reports provide more detail on testing scope, including EPA support, but also feature partisan assertions from a \"Letter to the Editor\" portraying Trump's response to the \"catastrophic disaster\" as decisive and calling Democrats \"crazy.",
      "While all perspectives agree on the initiation of daily E. coli testing in the rivers following the spill, their divergent portrayals of political accountability and the event's broader implications reveal deep ideological and rhetorical divides."
    ],
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 29.0,
    "location": "Washington",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "Beginning Monday, the D.C. Department of Health will begin daily E. coli testing in the Potomac and Anacostia rivers, scaling up from weekly tests to provide more community information.",
      "After the Potomac Interceptor sewage line collapsed on January 19, 2026, over 240 million gallons of sewage spilled into the Potomac, prompting Maryland and Virginia advisories for safety.",
      "DOEE will begin testing at three Potomac, two Anacostia and one Washington Channel site while the EPA provides lab space and staff, and D.C. Water continues daily Potomac testing begun in January.",
      "D.C. plans to lift its recreational advisory Monday and welcome residents and recreational users back, while Maryland officials and Virginia officials will keep their advisories in effect; officials said drinking water quality remains unaffected.",
      "Authorities will post results within 48 hours and plan daily testing through at least the early part of the summer while reviewing data over a six to eight weeks period as local fishers and businesses face pressures with the season starting next week, officials said."
    ],
    "title": "DC to step up its bacteria tests in Potomac River, more than a month after sewage spill",
    "topic": "Washington DC Politics",
    "topic_full": "Washington DC Politics · Washington"
  },
  {
    "article_path": "/article/president-trump-not-addressing-nation-over-iran-strikes-white-house_601299",
    "article_url": "https://ground.news/article/president-trump-not-addressing-nation-over-iran-strikes-white-house_601299",
    "bias": [
      "Left-Leaning coverage subtly questions presidential decorum by highlighting Trump's monitoring of Iran strikes from his \"Mar-a-Lago residence,\" de-emphasizing strategic details.",
      "Conversely, right-leaning outlets frame the same events as \"tense moments\" where Trump and Vance \"orchestrate\" a \"tremendous success,\" even quoting a \"Top Democrat\" calling him a \"real peacemaker\" and characterizing Iran's response as \"quite weak.",
      "Center coverage neutrally reports White House statements, like denying a presidential address.",
      "While all acknowledge U.S. strikes and Trump's location, these portrayals reveal deep ideological divides on leadership, military action outcomes, and presidential conduct."
    ],
    "bias_bar_text": null,
    "center_pct": 62.0,
    "error": null,
    "left_pct": 12.0,
    "location": "United States",
    "right_pct": 26.0,
    "status": "ok",
    "summary": [
      "President Donald Trump monitored the strikes from Mar‑a‑Lago and issued a video message on social platform during the operation on February 28, 2026.",
      "Officials said the strikes aimed to destroy Iran's ballistic and missile infrastructure to eliminate imminent threats and pressure the Iranian regime toward change.",
      "Satellite images showed heavy damage at Ayatollah Ali Khamenei's compound in Tehran, while Vice President JD Vance and Secretary of State Marco Rubio briefed officials and congressional leaders.",
      "The Iranian government retaliated by launching drones and missiles at Israel and U.S. military installations in Bahrain, Kuwait and Qatar; Secretary of State Marco Rubio briefed seven of Congress's Gang of Eight, and no U.S. citizen deaths have been reported.",
      "Senior officials say the strikes required close U.S.-Israel coordination, while critics, including The Guardian, argued they lacked legal foundation and minimal consultation with Congress; Trump framed the campaign as seeking regime change and warned of casualties."
    ],
    "title": "President Trump not addressing nation over Iran strikes: White House",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/virginia-lawmakers-send-bill-to-increase-hourly-minimum-wage-to-spanberger_8a9ec4",
    "article_url": "https://ground.news/article/virginia-lawmakers-send-bill-to-increase-hourly-minimum-wage-to-spanberger_8a9ec4",
    "bias": [
      "Center coverage neutrally reports legislative actions, detailing a minimum wage increase for \"hardworking Virginians\" and a \"hefty raise\" for lawmakers, providing specific figures like $13.75 per hour and the $45,000 proposed salary.",
      "Right-Leaning outlets, however, de-emphasize the minimum wage, instead framing the lawmaker pay increase as a \"278%\" or \"nearly 300%\" hike.",
      "They employ stark \"us vs. them\" rhetoric, juxtaposing \"Virginians Tighten Their Budgets\" with lawmakers who \"Expand Theirs,\" and accusing \"Democrats\" of hypocrisy for discussing \"affordability\" while voting to \"nearly triple their own pay.",
      "This contrast highlights a pivotal dividing line: the right's focus on perceived government excess and partisan blame versus the center's broader legislative overview.",
      "Both acknowledge the pay raise legislation is advancing, revealing underlying ideological differences in how government actions are perceived and presented to the public."
    ],
    "bias_bar_text": null,
    "center_pct": 22.0,
    "error": null,
    "left_pct": null,
    "location": "Virginia",
    "right_pct": 78.0,
    "status": "ok",
    "summary": [
      "Virginia Senate passed an amendment Thursday to raise legislators' pay to $50,000, requiring budget reconciliation before final approval by Governor of Virginia.",
      "The House budget includes phased minimum-wage increases to $13.75/hour in 2027 and $15/hour in 2028, while Democrat-controlled Virginia Senate and House of Delegates advanced separate, party-line budget plans this session.",
      "Current pay stands at $18,000 for state senators and $17,640 for delegates, with reimbursements and stipends including 67 cents per mile and $300 per meeting, while critics noted a nearly 300% pay increase.",
      "Virginia Senate Republicans blasted the pay increase, with Republican Sen. Mark Obenshain saying `it's the wrong time` as the House omits the raise, creating a reconciliation hurdle.",
      "It remains uncertain whether the legislator pay increase will survive reconciliation, as the Senate version bundles it with a $499 million tax rebate, 3% teacher salary increases, $50 million for affordable housing, and $205.7 million for Metro over the biennium."
    ],
    "title": "Virginia lawmakers send bill to increase hourly minimum wage to Spanberger",
    "topic": "Virginia Politics",
    "topic_full": "Virginia Politics · Virginia"
  },
  {
    "article_path": "/article/trump-administration-says-tariff-refunds-will-take-time-after-supreme-court-scraps-133-billion-levies-but-president-floats-rehearing",
    "article_url": "https://ground.news/article/trump-administration-says-tariff-refunds-will-take-time-after-supreme-court-scraps-133-billion-levies-but-president-floats-rehearing",
    "bias": [
      "Left-Leaning coverage frames the Supreme Court ruling as merely slowing the \"dangers of Donald Trump 's trade war,\" focusing on broader policy implications.",
      "Right-Leaning outlets, conversely, amplify Trump's view of an \"undeserved windfall,\" employing emotionally charged terms like \"theft\" and \"illegally collecting\" $175 billion to condemn the ruling and the potential refunds.",
      "Center-Leaning headlines neutrally report actions like \"Trump asks\" or \"US seeks delay,\" noting the court \"scraps $133 billion\" in levies, though some center assertions critically label \"Tariff-mad Trump.",
      "While all perspectives acknowledge the ruling and the administration's delay request, the stark divergence in characterizing the tariffs' legitimacy and financial impact reveals deep ideological divides over government authority and economic policy."
    ],
    "bias_bar_text": null,
    "center_pct": 27.0,
    "error": null,
    "left_pct": 19.0,
    "location": "United States",
    "right_pct": 54.0,
    "status": "ok",
    "summary": [
      "The Trump administration is seeking to delay court proceedings on whether it must refund importers billions of dollars in tariffs struck down by the US Supreme Court .",
      "The Justice Department warned that the refund process will take time and noted an example of an earlier mass refund situation that took years.",
      "The Supreme Court ruling is a blow to one of Trump's signature trade policies, benefiting countries that did not make trade deals with the US."
    ],
    "title": "US government seeks delay on tariff refund court hearing, faces above 2,000 lawsuits",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/democrats-look-to-tejano-music-star-bobby-pulido-in-a-high-stakes-south-texas-congressional-race",
    "article_url": "https://ground.news/article/democrats-look-to-tejano-music-star-bobby-pulido-in-a-high-stakes-south-texas-congressional-race",
    "bias": [
      "Left-Leaning outlets frame the Democratic candidate's campaign as \"strengthened\" by \"thousands of dollars in donations,\" emphasizing internal momentum.",
      "Center coverage, while also calling the race \"high-stakes,\" highlights external \"major money\" and \"late outside spending\" as having \"boosted\" the campaign.",
      "Right-Leaning reports de-emphasize campaign financing details, primarily reiterating basic facts.",
      "All perspectives agree Democrats are \"banking on\" the Tejano star in this \"high-stakes\" South Texas race.",
      "This divergence on financial emphasis reveals differing priorities regarding campaign influence, contrasting grassroots support with external financial backing, and highlighting a pivotal dividing line in how campaign viability is portrayed."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 50.0,
    "location": "Texas",
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "This coming week, a Blue Dog-linked group has directed more than $997,000 t to support Bobby Pulido's primary in Texas' 15th District, potentially influencing the March 3 primary.",
      "With Democratic support in the district falling from 55% for Hillary Clinton in 2016 to 41% for Kamala Harris in 2024, Democrats see Pulido's celebrity and moderate positions as key.",
      "A three-decade Tejano career gives Bobby Pulido local credibility, and he won Latin Grammy Awards in 2022 and 2025 but faced scrutiny for bawdy social-media posts, including a prank video he later called embarrassing.",
      "The Democratic nominee will face a difficult fall general election, as De La Cruz won by 14 percentage points in 2024 and redistricting favors Republicans in Texas' 15th Congressional District.",
      "With three competitive races this fall, the region is central to House control and reflects a broader shift of working-class Hispanic voters toward Republicans, a key Trump era trend."
    ],
    "title": "Democrats look to Tejano music star Bobby Pulido in a high-stakes South Texas congressional race",
    "topic": "Texas Politics",
    "topic_full": "Texas Politics · Texas"
  },
  {
    "article_path": "/article/uae-intercepts-new-wave-of-iranian-missiles_5d3a8a",
    "article_url": "https://ground.news/article/uae-intercepts-new-wave-of-iranian-missiles_5d3a8a",
    "bias": null,
    "bias_bar_text": "Center 43% Right 57%",
    "center_pct": 43.0,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": 57.0,
    "status": "no_change",
    "summary": [
      "The UAE's air defence intercepted 132 of 137 ballistic missiles and 195 of 209 drones launched from Iran, showing high readiness and capability.",
      "Fourteen drones and debris from intercepted missiles caused minor damage within UAE territory, while five missiles fell into the sea.",
      "The Ministry of Defence condemned the attacks as a violation of sovereignty and international law, affirming the UAE's right to respond to protect its security and stability.",
      "The UAE Ministry of Defence urged the public to seek information from official sources and emphasized ensuring the safety of all residents and visitors as a priority."
    ],
    "title": "UAE says 137 missiles, 209 drones fired at territory from Iran",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-senate-candidates-in-texas-make-final-pitches-to-voters-ahead-of-tuesdays-primary",
    "article_url": "https://ground.news/article/us-senate-candidates-in-texas-make-final-pitches-to-voters-ahead-of-tuesdays-primary",
    "bias": null,
    "bias_bar_text": "Left 71% C 15% R 14%",
    "center_pct": 15.0,
    "error": "Message: \n",
    "left_pct": 71.0,
    "location": null,
    "right_pct": 14.0,
    "status": "fail",
    "summary": null,
    "title": "US Senate candidates in Texas make final pitches to voters ahead of Tuesday's primary",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/pawtucket-police-release-body-camera-video-of-deadly-hockey-rink-shooting_7406e4",
    "article_url": "https://ground.news/article/pawtucket-police-release-body-camera-video-of-deadly-hockey-rink-shooting_7406e4",
    "bias": [
      "Left-Leaning coverage emphasizes the human tragedy, detailing victim and shooter identities and including a suicide crisis lifeline, portraying collective efforts to \"save lives.",
      "In contrast, right-leaning outlets highlight potential transparency issues with \"heavily redacted\" footage and amplify disorder using \"chaos,\" even featuring a raw witness quote like \"My dad shot my brother.",
      "Center-Leaning reports neutrally present the footage's redaction and length, noting it as \"20 minutes\" or more.",
      "While all acknowledge a \"chaotic\" scene, the left focuses on collective response, whereas the right underscores public safety breakdown, revealing ideological divides in prioritizing victim context versus governmental transparency and immediate emotional impact."
    ],
    "bias_bar_text": null,
    "center_pct": 55.0,
    "error": null,
    "left_pct": 30.0,
    "location": "Pawtucket",
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "Police released body camera footage showing the chaotic aftermath of a deadly shooting at a high school hockey game in Pawtucket, Rhode Island on February 16.",
      "Robert Dorgan entered the arena and fatally shot his ex-wife, adult son, former in-laws, and a family friend before killing himself.",
      "The nearly 22-minute video shows officers rushing into the arena as good Samaritans tried to subdue the shooter, but most of the footage was blurred by police."
    ],
    "title": "Police video shows chaotic aftermath of Rhode Island ice rink shooting",
    "topic": "Police",
    "topic_full": "Police · Pawtucket"
  },
  {
    "article_path": "/article/democrats-and-a-few-republicans-say-theyll-force-a-vote-to-limit-trump-in-iran_23be4a",
    "article_url": "https://ground.news/article/democrats-and-a-few-republicans-say-theyll-force-a-vote-to-limit-trump-in-iran_23be4a",
    "bias": [
      "Left-Leaning coverage frames the Iran strikes as executive overreach, using terms like \"force\" to \"limit Trump\" and highlighting actions taken \"without approval,\" portraying them as \"dangerous, unnecessary, and idiotic\" or \"illegal and unconstitutional.",
      "Conversely, right-leaning outlets laud Trump's \"decisive action,\" noting Democrats who \"buck party leaders\" to support him, and explicitly advocating for \"regime change.",
      "While center-leaning coverage objectively reports on calls for a war powers vote and emphasizes constitutional authority, the left focuses on Israel's involvement and specific timing, which the right de-emphasizes.",
      "A pivotal dividing line is the legitimacy of presidential war powers, with the left demanding immediate congressional oversight and the right often rallying behind strong executive action.",
      "All perspectives acknowledge the ongoing debate around the War Powers Resolution, revealing fundamental ideological differences on executive authority and foreign policy."
    ],
    "bias_bar_text": null,
    "center_pct": 45.0,
    "error": null,
    "left_pct": 38.0,
    "location": "United States",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "President Donald Trump announced early Saturday that U.S. forces joined Israel in coordinated strikes on Iran just after 1 a.m. ET, targeting nuclear, missile and naval programs.",
      "Unlike formal war declarations, the administration did not request formal congressional authorization before strikes, and officials say they complied by briefing the Gang of Eight led by U.S. Secretary of State Marco Rubio earlier this week.",
      "Within hours, Sen. Tim Kaine, Senator, and Rep. Ro Khanna, Representative, urged Congress to reconvene and vote on war-powers resolutions, joined by Rep. Thomas Massie, Representative, pressing for an emergency session.",
      "Iran retaliated soon after with reported drone attacks on Israel and strikes at a U.S. Navy base in Bahrain, while lawmakers warned the operation risks broader escalation and harm to U.S. personnel and civilians.",
      "Next week, House leaders plan mid-week votes that will test GOP loyalty as House Minority Leader Hakeem Jeffries vowed Democrats will seek a formal vote while Speaker Mike Johnson backed the president."
    ],
    "title": "Democrats and a few Republicans say they'll force a vote to limit Trump in Iran",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · United States"
  },
  {
    "article_path": "/article/john-fetterman-breaks-ranks-with-democrats-on-iran-strikes-war-powers-vote",
    "article_url": "https://ground.news/article/john-fetterman-breaks-ranks-with-democrats-on-iran-strikes-war-powers-vote",
    "bias": [
      "Left-Leaning coverage frames Senator Fetterman's defense of Trump's Iran strikes as \"correct,\" highlighting internal Democratic discord with terms like \"hard no.",
      "Right-Leaning outlets portray his stance as \"praises\" and \"backs\" Trump's \"decision to act,\" using phrases like \"what’s right and necessary\" and \"God bless\" to laud the action as leading to \"real peace,\" while de-emphasizing broader Democratic opposition.",
      "The center perspective neutrally reports Fetterman \"breaks ranks,\" noting Democratic leaders were \"slamming\" the action, and includes Republican praise for balance.",
      "All sides acknowledge Fetterman's support for \"Operation Epic Fury\" and his divergence from his party, revealing ideological divides on foreign policy and party loyalty."
    ],
    "bias_bar_text": null,
    "center_pct": 10.0,
    "error": null,
    "left_pct": 10.0,
    "location": "Pennsylvania",
    "right_pct": 80.0,
    "status": "ok",
    "summary": [
      "On Saturday, Senator John Fetterman , Democrat from Pennsylvania, supported Trump's strikes and opposed the War Powers vote, saying `My vote is Operation Epic Fury.`",
      "In earlier congressional votes, Fetterman supported U.S. strikes on Iran, including Operation Midnight Hammer, and rejected a war-powers restriction in June.",
      "On Fox News he called the president `absolutely correct` and said Iran `massacred 30,000 of their own people` while supporting U.S. military action.",
      "Senators voted 47-53, largely along party lines, on Sen. Tim Kaine's War Powers resolution while Sen. Tim Kaine urged Congress to act and Rep. Thomas Massie pledged to force a vote.",
      "The administration described the strikes as a preemptive effort to eliminate imminent threats, with officials warning Iran could have acquired a nuclear bomb without them."
    ],
    "title": "John Fetterman Breaks Ranks With Democrats on Iran Strikes, War Powers Vote",
    "topic": "John Fetterman",
    "topic_full": "John Fetterman · Pennsylvania"
  },
  {
    "article_path": "/article/gulf-countries-coming-under-attack-from-iran-warn-of-retaliation_6fa31c",
    "article_url": "https://ground.news/article/gulf-countries-coming-under-attack-from-iran-warn-of-retaliation_6fa31c",
    "bias": [
      "Left-Leaning coverage emphasizes Gulf allies being \"rattled\" and \"panic spreads,\" questioning the \"stability\" of \"oil monarchies\" amidst \"escalation.",
      "It highlights negative consequences, advocating de-escalation.",
      "Conversely, right-leaning outlets frame \"brutal Iranian aggression,\" asserting Saudi Arabia's \"full solidarity\" and \"formally joining\" US operations, claiming Iran 's \"axis of resistance\" narrative was \"destroyed.",
      "This side employs confrontational language, uniting the \"Arab world against Shi’ite axis.",
      "Center coverage, however, employs neutral framing, reporting on \"retaliatory strikes\" and focusing on \"unprecedented attacks\" and alleged civilian targets like \"residential areas.",
      "All perspectives agree Iran launched attacks in retaliation, condemned by Gulf states, revealing deep ideological divides on regional power dynamics and US alliances."
    ],
    "bias_bar_text": null,
    "center_pct": 31.0,
    "error": null,
    "left_pct": 33.0,
    "location": "Iran",
    "right_pct": 36.0,
    "status": "ok",
    "summary": [
      "On Feb 28, Iran fired missiles at several Arab Gulf cities, causing blasts that shook windows and forced residents to shelter during Ramadan.",
      "Iran's Revolutionary Guards declared a regional operation in response to U.S.-Israeli strikes, stating `All occupied territories and U.S. bases have been struck`.",
      "Qatar's defence ministry said al-Udeid was a target but interceptors stopped the threat, and falling debris caused material damage and one civilian death in Abu Dhabi.",
      "Qatar and other Gulf states denounced the attacks and vowed their right to self-defence as Qatar, Saudi Arabia, Jordan and the UAE condemned the strikes and closed airspace while education authorities shifted schools online from Sunday.",
      "Analysts say the barrage heightens the risk of a wider regional war, and Oman, which had acted as a mediator, was reportedly not struck amid the strikes."
    ],
    "title": "Gulf countries coming under attack from Iran warn of retaliation",
    "topic": "Middle East Politics",
    "topic_full": "Middle East Politics · Iran"
  },
  {
    "article_path": "/article/un-security-council-to-hold-emergency-meeting-after-iran-strikes_fd516f",
    "article_url": "https://ground.news/article/un-security-council-to-hold-emergency-meeting-after-iran-strikes_fd516f",
    "bias": [
      "Left-Leaning outlets frame US-Israeli strikes as potential wrongdoing, emphasizing \"hundreds of civilians killed and wounded\" and a \"Worried\" international community, sometimes critically viewing the UN as a \"UN Swamp.",
      "Conversely, right-leaning coverage portrays the strikes as \"'lawful'\" and defensive, using terms like \"'You Stand Like Lions'\" to laud allies and dismissing UN criticism as \"cries foul,\" while highlighting Iran as the aggressor and mentioning calls for \"regime change.",
      "Center perspectives maintain neutral language, focusing on actions like Macron \"seeks\" a meeting on the \"conflict.",
      "While all agree on the UN meeting and Macron's warning that escalation is \"dangerous for all,\" the portrayal of Iran's alleged \"war crimes\" versus its \"grave and mounting danger\" reveals deep ideological divides over accountability and threat perception."
    ],
    "bias_bar_text": null,
    "center_pct": 32.0,
    "error": null,
    "left_pct": 30.0,
    "location": "United States",
    "right_pct": 38.0,
    "status": "ok",
    "summary": [
      "On Feb 28, the United Nations Security Council will meet at 4 p.m. Eastern after the United States and Israel launched strikes on Iran, with Britain chairing the session.",
      "Initial strikes appeared to target Ayatollah Ali Khamenei's home, and Tehran responded by launching missiles at Israel with explosions reported in United Arab Emirates, Bahrain, and Qatar.",
      "Russia and China requested the session, saying `in connection with the unprovoked act of armed aggression by the United States and Israel against the Islamic Republic of Iran`, while France, Bahrain and Colombia also called for the emergency meeting.",
      "United Nations Secretary-General Antonio Guterres condemned the use of force by the United States, Israel, and Iran, saying it undermines international peace and security; he is expected to brief the Security Council today.",
      "British officials said British forces and planes are active in regional defensive operations, and French President Emmanuel Macron said France stands ready to deploy resources and urged Iran to negotiate in good faith."
    ],
    "title": "UN Security Council to hold emergency meeting after Iran strikes",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · United States"
  },
  {
    "article_path": "/article/prior-to-iran-attacks-cia-assessed-khamenei-would-be-replaced-by-ircg-elements-if-killed",
    "article_url": "https://ground.news/article/prior-to-iran-attacks-cia-assessed-khamenei-would-be-replaced-by-ircg-elements-if-killed",
    "bias": [
      "Left-Leaning outlets frame potential succession by \"hardline IRGC elements\" with critical undertones, questioning if \"US intervention\" and \"military action\" could trigger \"regime change.",
      "In stark contrast, right-leaning coverage asserts the US was \"aiming for regime change\" to \"overthrow the Islamist government,\" portraying potential succession as an \"IRGC power grab\" by \"radicals\" with emotive language like \"Risky Scenario.",
      "Center-Leaning reports maintain neutrality, emphasizing possibility with \"could be replaced\" and clear attribution, de-emphasizing broader strategic goals.",
      "All perspectives agree the CIA assessed \"hardline\" IRGC succession, yet diverge significantly on the intent and implications of military action, revealing ideological divides on foreign policy."
    ],
    "bias_bar_text": null,
    "center_pct": 29.0,
    "error": null,
    "left_pct": 19.0,
    "location": "United States",
    "right_pct": 52.0,
    "status": "ok",
    "summary": [
      "The CIA assessed that if Iran's Supreme Leader Ayatollah Ali Khamenei was killed, IRGC hardliners would likely replace him.",
      "After deadly December protests, U.S. deliberations included seeking a nuclear agreement with Tehran in recent weeks, but Geneva talks failed to produce a deal.",
      "Produced over the past two weeks, the assessments examined scenarios in Iran and Secretary of State Marco Rubio told the Gang of Eight last week that an operation was likely but could be reversed.",
      "In an early morning video address on Saturday, Trump signaled U.S. interest in regime change and described Tehran as a 'terrorist regime' while urging the Iranian people to take over the government.",
      "The CIA declined to comment while anonymous sources said the intelligence reports did not reach firm conclusions and the IRGC remains an elite force protecting clerical rule, shown in an Oct. 17, 2022 IRGC drill."
    ],
    "title": "CIA Assessment: Revolutionary Guard Would Replace Ayatollah if He's Killed, Reuters Reports",
    "topic": "CIA",
    "topic_full": "CIA · United States"
  },
  {
    "article_path": "/article/suspected-iranian-drone-hits-bahrain-high-rise-building-conflict-al-jazeera",
    "article_url": "https://ground.news/article/suspected-iranian-drone-hits-bahrain-high-rise-building-conflict-al-jazeera",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 7.0,
    "error": "Message: \n",
    "left_pct": 57.0,
    "location": "Bahrain",
    "right_pct": 36.0,
    "status": "fail",
    "summary": null,
    "title": "Suspected Iranian drone hits Bahrain high-rise building",
    "topic": "Military",
    "topic_full": "Military · Bahrain"
  },
  {
    "article_path": "/article/ahead-of-strikes-trump-was-told-iran-attack-is-high-risk-high-reward_f02dac",
    "article_url": "https://ground.news/article/ahead-of-strikes-trump-was-told-iran-attack-is-high-risk-high-reward_f02dac",
    "bias": [
      "Left-Leaning coverage frames the US-Israel strikes as an \"illegal and reckless war,\" portraying Trump as \"bored of peace\" and disregarding \"high risk\" warnings, leading to a \"dangerously escalating war.",
      "In stark contrast, right-leaning outlets emphasize Trump's directives to \"annihilate\" Iran 's military and \"topple government,\" justifying action against the \"No. 1 State Sponsor Of Terror\" linked to \"monstrous Oct. 7 attacks.",
      "Center coverage reports international calls for \"immediate cessation of hostilities\" and balanced lawmaker reactions, including warnings of a \"foreign policy blunder.",
      "All perspectives acknowledge the \"high-risk, high-reward\" assessment and Trump's warning to Iranian forces to \"lay down their weapons or face certain death,\" revealing a deep ideological divide on intervention."
    ],
    "bias_bar_text": null,
    "center_pct": 31.0,
    "error": null,
    "left_pct": 26.0,
    "location": "United States",
    "right_pct": 43.0,
    "status": "ok",
    "summary": [
      "On Feb 28, President Donald Trump launched large-scale strikes with Israel in Operation Epic Fury after briefings warned of major U.S. casualties but promised a strategic shift.",
      "Amid a massive U.S. military buildup, talks in Geneva on Feb 26 failed, and regime change remains a goal, as officials sought to degrade Iran's nuclear program.",
      "The first wave mainly targeted Iranian officials while U.S. forces focused on ballistic missile and nuclear sites, using air-and-sea assets including the USS Abraham Lincoln with 5,000 personnel.",
      "Iran retaliated with missile and drone attacks on Israel and U.S. bases in the region, killing at least one person in Abu Dhabi, while Iran's Supreme National Security Council pledged a `crushing response`.",
      "Analysts warn that strikes could sow chaos or empower a hostile military government, while Rep. Sara Jacobs called the attacks a risky blunder that may close diplomacy ahead of U.S. midterm elections."
    ],
    "title": "Ahead of strikes, Trump was told Iran attack is high risk, high reward",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · United States"
  },
  {
    "article_path": "/article/rock-band-radiohead-urges-us-ice-to-take-down-video-using-its-song",
    "article_url": "https://ground.news/article/rock-band-radiohead-urges-us-ice-to-take-down-video-using-its-song",
    "bias": [
      "Left-Leaning coverage frames the incident as a \"legal skirmish\" against \"Trump's ICE,\" highlighting the video's \"anti-immigrant propaganda\" connecting immigrants to violence, and emphasizing Radiohead's \"demand\" and \"Go F— Yourselves\" stance.",
      "Conversely, right-leaning narratives de-emphasize the video's content, portraying Radiohead's reaction as a \"BIG Problem\" or a \"furious,\" \"vulgar statement,\" suggesting a pattern of the band's opposition to the \"Trump administration.",
      "Center perspectives neutrally report Radiohead \"urges\" removal, noting ICE as \"controversial.",
      "While all agree on the unauthorized song use and Radiohead's strong language, the core ideological divide emerges in how the video's content and the band's motivations are portrayed, reflecting broader political stances on immigration and government authority."
    ],
    "bias_bar_text": null,
    "center_pct": 23.0,
    "error": null,
    "left_pct": 58.0,
    "location": "United States",
    "right_pct": 19.0,
    "status": "ok",
    "summary": [
      "Radiohead demanded the removal of an ICE social-media video using their song without permission, writing, `We demand that the amateurs in control of the ICE social media account take it down`.",
      "In recent months, a string of musicians have pushed back against DHS and ICE over unauthorised uses of their work, including Olivia Rodrigo, Sabrina Carpenter, and Radiohead guitarist Jonny Greenwood demanding removal of Phantom Thread music from the Melania documentary.",
      "A choral cover of 'Let Down' plays over a montage the post described as victims of criminal illegal alien violence, captioned 'Thousands of American families have been torn apart,' and shared by Trump social channels and White House social accounts before spreading to other platforms.",
      "DHS and ICE did not immediately reply to requests for comment about Radiohead's demand, while Olivia Rodrigo's objections previously led to removal of disputed audio from a DHS post.",
      "Rights advocates point to the video as part of DHS's messaging amid scrutiny over detention practices and deaths, highlighting a fight over artists' intellectual-property rights in the This is our why campaign."
    ],
    "title": "Rock band Radiohead urges US ICE to take down video using its song",
    "topic": "Immigration and Customs Enforcement",
    "topic_full": "Immigration and Customs Enforcement · United States"
  },
  {
    "article_path": "/article/us-says-it-supports-pakistans-right-to-defend-itself-against-afghan-taliban",
    "article_url": "https://ground.news/article/us-says-it-supports-pakistans-right-to-defend-itself-against-afghan-taliban",
    "bias": [
      "Left-Leaning coverage frames US support for Pakistan's \"right to defend itself\" with implicit scrutiny, emphasizing \"rising civilian concerns\" and \"heavy fighting.",
      "In stark contrast, right-leaning outlets portray the same support as a robust defense against \"'Terrorists',\" often featuring \"Trump Praises\" for Pakistan's leadership, aligning with a hawkish national security stance.",
      "Center-Leaning reports neutrally convey the US statement, noting \"igniting fears of a broader conflict\" and including international calls for de-escalation.",
      "The explicit labeling of the Taliban and the focus on humanitarian impact versus decisive action form pivotal dividing lines.",
      "While all acknowledge US backing for Pakistan's self-defense amid escalating conflict, the narratives underscore a fundamental ideological split between humanitarian considerations and strong defense postures."
    ],
    "bias_bar_text": null,
    "center_pct": 38.0,
    "error": null,
    "left_pct": 27.0,
    "location": "United States",
    "right_pct": 35.0,
    "status": "ok",
    "summary": [
      "The United States said it supported Pakistan's right to defend itself against attacks from the Afghan Taliban .",
      "The State Department said the Taliban failed to uphold counterterrorism commitments and that terrorist groups used Afghanistan as a launching pad.",
      "Pakistan's prime minister spokesman said 297 Afghan Taliban and militants were killed, while Afghanistan said at least 19 civilians died."
    ],
    "title": "US says it supports Pakistan's 'right to defend itself' against Afghan Taliban",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · United States"
  },
  {
    "article_path": "/article/deported-student-refuses-flight-back-to-us-following-threat-of-second-deportation",
    "article_url": "https://ground.news/article/deported-student-refuses-flight-back-to-us-following-threat-of-second-deportation",
    "bias": [
      "Left-Leaning outlets frame the student's \"refusal\" to return as a defiant stand against the \"threat\" of harsh immigration enforcement, emphasizing her plight and the problematic nature of government actions.",
      "Right-Leaning coverage, while also noting the \"refusal,\" portrays it as non-compliance with legal authority, framing the \"threat of second deportation\" as a necessary consequence for law and order.",
      "Center-Leaning reports uniquely include details of initial legal errors and a government apology, and feature the student's emotional perspective, using terms like \"trap\" and her quote, \"This is about my life.",
      "While all perspectives acknowledge the student's refusal and the judge's order, their distinct characterizations of authority and individual agency reveal broader ideological divides concerning immigration policy and governmental power."
    ],
    "bias_bar_text": null,
    "center_pct": 47.0,
    "error": null,
    "left_pct": 13.0,
    "location": "Massachusetts",
    "right_pct": 40.0,
    "status": "ok",
    "summary": [
      "Federal prosecutors said the government will comply with a judge’s order to return Any Lopez Belloza, a Babson College student, from Honduras but warned she may be detained and deported again if she flies back to the U.S..",
      "Lopez Belloza was deported to Honduras in November despite a federal judge’s order to keep her in the U.S., and the government later acknowledged the deportation was a mistake.",
      "Lopez Belloza declined to board a scheduled ICE flight back to the U.S. after authorities indicated she could be detained and deported again upon arrival.",
      "A U.S. district judge denied a motion to dismiss Lopez Belloza’s habeas petition and instructed her attorneys to refile in a court with proper jurisdiction."
    ],
    "title": "Deported student refuses flight back to US following threat of second deportation",
    "topic": "US Immigration",
    "topic_full": "US Immigration · Massachusetts"
  },
  {
    "article_path": "/article/what-to-know-before-mondays-supreme-court-hearing-on-whether-drug-users-can-own-guns-howard-university-news-service",
    "article_url": "https://ground.news/article/what-to-know-before-mondays-supreme-court-hearing-on-whether-drug-users-can-own-guns-howard-university-news-service",
    "bias": [
      "Left-Leaning outlets frame the Supreme Court case on marijuana users and gun ownership by emphasizing the \"unusual alliances\" and \"seismic shifts\" in policy, de-emphasizing the court's ideological bent.",
      "Conversely, right-leaning and center outlets employ the descriptor \"conservative-controlled court,\" framing the legal challenge as part of a broader judicial reshaping.",
      "Center coverage further distinguishes itself by detailing specific groups like the NRA and ACLU forming these alliances.",
      "All sides agree on the existence of \"unusual alliances\" and the Trump administration's defense of firearm restrictions, underscoring persistent ideological divides concerning individual liberties and regulatory authority."
    ],
    "bias_bar_text": null,
    "center_pct": 54.0,
    "error": null,
    "left_pct": 33.0,
    "location": "United States",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "The U.S. Supreme Court considered a challenge to the federal gun ban for marijuana users, involving Ali Danial Hemani. The DOJ argued the law is justified, while critics say it is unconstitutionally vague.",
      "With cannabis legal in many states, lower federal courts have been split since a landmark 2022 decision, creating tension for millions of Americans who use marijuana.",
      "Supporters cited historical restrictions when the Republican Trump administration defends the firearm restriction with backing from some gun-control groups, while the NRA allies with the ACLU.",
      "The Supreme Court could broaden or preserve disqualifications, as a decision may allow broader legal gun possession for other illegal-drug users because the statute applies beyond cannabis, affecting public-safety reasoning.",
      "Critics argued the statute's vagueness could lead to prosecutorial overreach, with civil-rights groups warning it may violate constitutional rights, including `a blank check`, according to the ACLU's Cecillia Wang."
    ],
    "title": "A Supreme Court case over whether marijuana users can own guns is creating unusual alliances",
    "topic": "Supreme Court",
    "topic_full": "Supreme Court · United States"
  },
  {
    "article_path": "/article/berkshire-hathaway-operating-earnings-fell-nearly-30-in-warren-buffetts-final-quarter-as-ceo_212406",
    "article_url": "https://ground.news/article/berkshire-hathaway-operating-earnings-fell-nearly-30-in-warren-buffetts-final-quarter-as-ceo_212406",
    "bias": [
      "Left-Leaning coverage foregrounds short-term pain—using words like \"drop,\" \"weakness,\" \"vulnerability,\" and stressing the $10.2B operating decline and $4.5B write-downs—portraying Buffet-era selling and a \"record cash hoard\" as defensive; right-leaning pieces emphasize leadership continuity, resiliency and reassurance with phrases like \"continuity\" and \"won't retreat from investing,\" framing the transition as a long-term win; center coverage tempers both.",
      "Pivotal divides include the meaning of the cash pile and Buffett’s late selling and the insurance subcomponent declines; both sides nonetheless agree on the core figures and Abel’s pledge to preserve the culture, reflecting broader short-term versus long-term ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 53.0,
    "error": null,
    "left_pct": 33.0,
    "location": "Omaha",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "In its late-February results, Berkshire Hathaway announced Q4 operating earnings of $10.2 billion, down more than 29% from $14.56 billion, marking Buffett's final quarter as CEO.",
      "Weakness in Berkshire Hathaway's insurance businesses including GEICO prompted insurance underwriting profits to plunge 54% to $1.56 billion and insurance investment income to slide nearly 25% to $3.1 billion, along with a $4.5 billion writedown on Kraft Heinz and Occidental stakes.",
      "The company sold 7.7 million Amazon shares, trimming its stake by 77%, sold 10.3 million Apple shares last year, and increased its Chevron stake by more than 8 million shares.",
      "On Saturday, Berkshire Hathaway reported full-year 2025 operating earnings of $44.49 billion, and its cash hoard of $373.3 billion slipped despite limited buybacks, with Greg Abel pledging to uphold Buffett's culture.",
      "With a concentrated portfolio, investors are watching Greg Abel's early moves as CEO, with more than 65% in six stocks and a 12-quarter net selling streak."
    ],
    "title": "Berkshire Hathaway operating earnings fell nearly 30% in Warren Buffett’s final quarter as CEO",
    "topic": "Berkshire Hathaway",
    "topic_full": "Berkshire Hathaway · Omaha"
  },
  {
    "article_path": "/article/cuba-unveils-new-details-in-fatal-us-boat-shooting-and-says-a-2nd-boat-on-mission-failed_c7f898",
    "article_url": "https://ground.news/article/cuba-unveils-new-details-in-fatal-us-boat-shooting-and-says-a-2nd-boat-on-mission-failed_c7f898",
    "bias": [
      "Left-Leaning outlets frame the boat incident as \"armed aggression from the US\" and an \"attempted terrorist infiltration,\" using emotionally charged language like \"Cuban blood stains Marco Rubio's hands\" while extensively covering the \"criminal energy blockade.",
      "Right-Leaning coverage, however, portrays it as \"sabotage\" by an \"Armed Group\" or \"terrorists,\" emphasizing the threat posed by \"13,000 Bullets\" and de-emphasizing any US denial of involvement.",
      "Center perspectives report Cuban \"claims terror plot\" but also include US government denials, presenting details like the weaponry with attribution.",
      "All sides agree on the basic facts of a Florida-flagged boat, four deaths, and weapons found.",
      "These divergent portrayals highlight underlying ideological clashes regarding US- Cuba relations and perceived national security threats."
    ],
    "bias_bar_text": null,
    "center_pct": 51.0,
    "error": null,
    "left_pct": 36.0,
    "location": "United States",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "On Wednesday, a 30-foot Cuban patrol boat detected a speedboat about one mile northeast of Cayo Falcones, which opened fire, and Cuban Border Guard Troops killed four suspects in return.",
      "Cuba's government said the assailants planned `infiltration with terrorist aims` and officials identified where they acquired equipment, training, and financing from the United States .",
      "The Associated Press was shown a cache displayed at the former Cuban Institute of Radio and Television including a cooler with more than 12,800 rounds, a dozen high-powered weapons, 11 pistols, boots, helmets, backpacks, and People's Self-Defense insignia.",
      "Edward Robert Campbell said six arrested, all of Cuban origin, could face terrorism charges with sentences up to life or death, and Cuban investigators identified financing and procurement details.",
      "The boats appear to have set out from Florida, with President Trump discussing the situation and U.S. Secretary of State Marco Rubio saying Washington is gathering its own information."
    ],
    "title": "Cuba unveils new details in fatal US boat shooting and says a 2nd boat on mission failed",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · United States"
  },
  {
    "article_path": "/article/trump-says-he-wants-freedom-for-iranians-after-strikes_dc70b6",
    "article_url": "https://ground.news/article/trump-says-he-wants-freedom-for-iranians-after-strikes_dc70b6",
    "bias": [
      "Left-Leaning coverage frames the US‑Israel strikes as potentially pretextual and risky, using phrases like \"unproven statements,\" \"pretextual/justification,\" and sarcastic tones to cast doubt on motives and highlight legal, humanitarian, and expert skepticism; right-leaning coverage frames the same acts as decisive and liberating, emphasizing \"freedom,\" \"major/overwhelming strike,\" and imminent‑threat language to justify intervention and praise job/security gains.",
      "Key dividing lines are the immediacy of the nuclear/missile threat and congressional war‑powers; center coverage is more cautious, noting both rhetoric and uncertainty.",
      "Agreement: all note the joint strikes, named operation, and immediate Iranian retaliation—differences reflect deeper ideological and geopolitical priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 36.0,
    "error": null,
    "left_pct": 21.0,
    "location": "United States",
    "right_pct": 43.0,
    "status": "ok",
    "summary": [
      "On Feb. 28, 2026, President Donald Trump launched Operation Epic Fury just after midnight and later told reporters he wants 'freedom' for Iranians in a brief phone interview.",
      "The administration said the strikes aimed to defend Americans by eliminating an 'imminent threat' from Iran's nuclear and missile programs after June 2025 strikes, citing federal assessments and experts disputing the threat's immediacy.",
      "A U.S. official said the operation began about 1 am Eastern with ship-launched Tomahawk cruise missiles and air-launched munitions, and Iran quickly launched counterstrikes targeting multiple U.S. military bases including the 5th Fleet support facility, Bahrain, with no U.S. service members injured.",
      "Without congressional approval, the administration launched strikes, prompting Democrats and a handful of Republicans to push war powers resolutions next week while Israel hit Hezbollah targets amid regional tensions.",
      "Critics pointed to Trump's linked post on Just the News and argued it suggested regime-change motives, while The New York Times and unnamed U.S. officials said the missile threat was exaggerated and the Defense Intelligence Agency assessment says long-range capability is years away."
    ],
    "title": "Trump says he wants ‘freedom’ for Iranians after strikes",
    "topic": "Donald Trump",
    "topic_full": "Donald Trump · United States"
  },
  {
    "article_path": "/article/irans-revolutionary-guard-threatens-most-intense-offensive-against-israel-and-us-bases-in-the-middle-east",
    "article_url": "https://ground.news/article/irans-revolutionary-guard-threatens-most-intense-offensive-against-israel-and-us-bases-in-the-middle-east",
    "bias": null,
    "bias_bar_text": "Left 33% Center 45% R 22%",
    "center_pct": 45.0,
    "error": "Message: \n",
    "left_pct": 33.0,
    "location": null,
    "right_pct": 22.0,
    "status": "fail",
    "summary": null,
    "title": "IRGC Vows ‘Most Powerful Operation’ After Khamenei Killed: What Is This Brutal Armed Force?",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/developing-several-senior-iranian-regime-figures-eliminated-in-strikes",
    "article_url": "https://ground.news/article/developing-several-senior-iranian-regime-figures-eliminated-in-strikes",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": "Message: \n",
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "fail",
    "summary": null,
    "title": "Iran Live Updates: Israel Claims It 'Eliminated … Several Senior Figures' in Iran",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/prosecutors-plan-to-charge-an-israeli-settler-with-killing-a-palestinian-activist-in-the-west-bank_028503",
    "article_url": "https://ground.news/article/prosecutors-plan-to-charge-an-israeli-settler-with-killing-a-palestinian-activist-in-the-west-bank_028503",
    "bias": [
      "Left-Leaning outlets frame the planned prosecution of an Israeli settler for killing a Palestinian activist by emphasizing systemic injustice, detailing a \"settler incursion\" and the settler \"wildly firing his gun after antagonising locals.",
      "They highlight the family's view that the \"manslaughter\" charge \"doesn’t rise to the level of the crime\" and contextualize it with statistics on nationalist violence.",
      "Conversely, right-leaning coverage presents the event with a more neutral tone, focusing on the legal process and individual accountability, de-emphasizing broader context.",
      "Center-Leaning reports note the \"Rare Prosecution Sparks Debate.",
      "All perspectives acknowledge the rarity of such prosecutions and a spike in settler attacks, yet their divergent portrayals reveal underlying ideological priorities regarding the conflict."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Monday, Israel 's State Attorney General's office said it had initiated proceedings to indict Yinon Levi, an Israeli settler, over the killing of a Palestinian activist, opening a rare prosecution of settler violence.",
      "Amid a sharp rise in settler attacks over two years, Hathaleen's death last July drew attention due to his role in the 2025 Oscar-winning film No Other Land and his funeral in Umm al-Khair on Aug. 7, 2025.",
      "Multiple camera angles captured the confrontation in Umm al-Khair, including footage Alaa Hathaleen filmed showing Yinon Levi waving a pistol, firing two shots, shoving people, and later being detained, placed under house arrest and released.",
      "Eitan Peleg, an attorney for Hathaleen's family, said prosecutors planned to indict Levi for reckless homicide, which the family called insufficient and described as an intentional, premeditated killing, a rare legal step in West Bank cases.",
      "On Sunday, Israel's Foreign Ministry announced a land-registration process, with rights groups warning it could strip Palestinians of land and drawing condemnation from Saudi Arabia and Egypt."
    ],
    "title": "Prosecutors plan to charge an Israeli settler with killing a Palestinian activist in the West Bank",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/irans-chief-of-army-staff-and-defense-minister-killed-in-airstrike-state-tv-says",
    "article_url": "https://ground.news/article/irans-chief-of-army-staff-and-defense-minister-killed-in-airstrike-state-tv-says",
    "bias": [
      "While all perspectives confirm Iranian officials' deaths in an airstrike, reported by state TV, left-leaning coverage explicitly frames these as \"US-Israeli attacks\" and highlights Iran 's subsequent \"retaliates\" with missiles, also noting other high-ranking casualties.",
      "Right-Leaning outlets, conversely, de-emphasize the perpetrators and any retaliation, maintaining a neutral tone devoid of emotionally charged language.",
      "Center coverage attributes the \"US-Israeli strikes\" claim to Iranian TV.",
      "These contrasting portrayals underscore profound ideological divides concerning accountability, the broader context of regional conflict, and the potential for escalation."
    ],
    "bias_bar_text": "L 14% Center 72% R 14%",
    "center_pct": 72.0,
    "error": null,
    "left_pct": 14.0,
    "location": null,
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "1- Iranian state television reported on Sunday that the country’s army chief and defense minister were killed in an airstrike that targeted a meeting of Iran ’s defense council. 2- Gen. Abdol Rahim Mousavi and Defense Minister Gen. Aziz Nasirzadeh were reportedly killed in the strike, along with Revolutionary Guard commander Hossein Salami and senior security adviser Ali Shamkhani, whose deaths had already been announced earlier that day. 3- Iranian officials did not specify when the strike occurred, but the American-Israeli campaign began Saturday with heavy airstrikes on Tehran."
    ],
    "title": "Iran's chief of army staff and defense minister killed in airstrike, state TV says",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-centcom-releases-fact-check-over-irans-claim-50-us-service-members-have-died-and-gives-update-on-military-installations-hit-by-iranian",
    "article_url": "https://ground.news/article/us-centcom-releases-fact-check-over-irans-claim-50-us-service-members-have-died-and-gives-update-on-military-installations-hit-by-iranian",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": "Message: \n",
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "fail",
    "summary": null,
    "title": "US military says damage caused, but no casualties in Iranian retaliation",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/carney-says-canada-supports-us-action-in-iran-but-wont-get-involved-militarily",
    "article_url": "https://ground.news/article/carney-says-canada-supports-us-action-in-iran-but-wont-get-involved-militarily",
    "bias": [
      "Left-Leaning coverage frames the story around civilian protection—repeating \"shelter in place\" and warnings about harm—while right-leaning coverage emphasizes alliance solidarity and strength with celebratory tags like \"Go, Canada \" and \"decisive support,\" portraying strikes as necessary to \"preventing Iran from obtaining a nuclear weapon.",
      "The left uses cautionary, humanitarian rhetoric; the right deploys triumphant, security-focused language.",
      "Pivotal dividing lines are civilian risk versus geopolitical solidarity and whether support implies military involvement or only diplomatic backing.",
      "Center pieces de-emphasized advocacy, balancing motive and safety.",
      "Both sides agree strikes occurred and Canada publicly backed U.S. action."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "Prime Minister Mark Carney says Canada supports the U.S. action in Iran after the American and Israeli militaries launched an attack on the Middle Eastern country overnight.",
      "Carney urged Canadians in Iran to shelter in place and advised Canadians in Israel, Palestine and Lebanon to consider leaving.",
      "Conservative Leader Pierre Poilievre called the Iranian regime 'the principal source of terror in the Middle East and around the world' and supported the U.S., Israel and allies 'to defend their sovereignty and dismantle the clerical military dictatorship of Iran."
    ],
    "title": "Carney says Canada supports U.S. action in Iran but won’t get involved militarily",
    "topic": null,
    "topic_full": null
  }
]
