[
  {
    "article_path": "/article/savannah-guthrie-siblings-plead-for-missing-mom-nancys-return-in-emotional-video-tell-potential-kidnappers_79a613",
    "article_url": "https://ground.news/article/savannah-guthrie-siblings-plead-for-missing-mom-nancys-return-in-emotional-video-tell-potential-kidnappers_79a613",
    "bias": [
      "Left-Leaning coverage frames the missing person case with \"emotional\" appeals and \"begging\" for proof of life, often linking it to broader societal concerns like \"AI and deepfakes\" and emphasizing the victim's \"fragile\" health.",
      "In contrast, right-leaning outlets portray the family's actions as a \"demand,\" highlighting a \"dramatic plea\" from \"shattered children\" and emphasizing a \"high-stakes federal investigation.",
      "Center-Leaning reports maintain a more neutral tone, focusing on official statements and the \"desperate search,\" though sometimes noting an \"alarmed nation.",
      "A pivotal divide emerges in the right's prominent featuring of Trump's involvement and the family's \"Christian faith,\" which other perspectives de-emphasize.",
      "While all agree on the core facts of the abduction and the \"proof of life\" request, these portrayals reveal underlying ideological priorities, from empathetic human interest to assertive action and cultural values."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Wednesday, Savannah Guthrie, flanked by her siblings, appeared in a video pleading for proof that their mother Nancy Guthrie is alive, asking whoever has her to bring her home.",
      "Relatives who visited Nancy Guthrie’s home last week found her belongings and called 911, while sheriff Nanos said he believed she was taken against her will, describing the scene as a ' crime scene'.",
      "Investigators found dried reddish droplets on the front steps, the victim's phone and wallet at home, noted the victim's pacemaker stopped communicating early Sunday, and collected DNA samples under review.",
      "The FBI said agents were reviewing cellphone and tower data as about 100 detectives from the Pima County Sheriff's Department work hundreds of tips, and authorities offered a $2,500 reward.",
      "Savannah Guthrie publicly thanked supporters, writing `Thank you for lifting your prayers with ours for our beloved mom, our dearest Nancy, a woman of deep conviction, a good and faithful servant`, and the family warned voices and images can be manipulated."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/supreme-court-allows-new-california-congressional-districts-that-favor-democrats_8c3ff1",
    "article_url": "https://ground.news/article/supreme-court-allows-new-california-congressional-districts-that-favor-democrats_8c3ff1",
    "bias": [
      "Left-Leaning outlets frame the Supreme Court 's map decision as a \"major victory\" and \"boost\" for Democrats, a \"counterresponse\" to \"Trump gerrymandering,\" highlighting its \"voter-approved\" nature.",
      "Right-Leaning coverage, conversely, labels the map \"RIGGED,\" \"Gerrymandered,\" and a \"GIANT SCAM,\" portraying Democrats as aggressively \"plowing ahead\" to \"eliminate 5 GOP House seats,\" using terms like \"An Abomination.",
      "Center coverage uses descriptive \"pro-Democratic\" language, detailing Republican claims of \"racial gerrymandering.",
      "While all agree the Court allowed the map, favoring Democrats, and a similar Texas map, the stark rhetorical divide reveals deep ideological clashes over electoral fairness and partisan power."
    ],
    "bias_bar_text": null,
    "center_pct": 52.0,
    "error": null,
    "left_pct": 26.0,
    "location": "California",
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "On Wednesday, February 4, 2026, the U.S. Supreme Court allowed California to use a new voter-approved congressional map for this year's midterm election in an unsigned order with no dissents.",
      "After voters approved Proposition 50 last November, California voters enacted new lines via a statewide referendum supported by 64%, framed as a Democratic response to Texas redistricting last year.",
      "Judge Josephine Staton wrote that Proposition 50 was a political gerrymander to flip five Republican seats to Democrats.",
      "With candidate filing beginning Feb. 9, the ruling allows most of California's 52 House districts to use new lines, enabling Democrats to potentially gain five seats.",
      "The ruling follows the Court's December clearance of Texas' map, continuing a tit-for-tat redistricting battle as Justice Samuel Alito noted both maps sought partisan advantage, highlighting the Court's limited role."
    ],
    "title": "Supreme Court allows new California congressional districts that favor Democrats",
    "topic": "US Supreme Court",
    "topic_full": "US Supreme Court · California"
  },
  {
    "article_path": "/article/ryan-routh-sentenced-to-life-for-attempting-to-assassinate-president-trump_7e21e3",
    "article_url": "https://ground.news/article/ryan-routh-sentenced-to-life-for-attempting-to-assassinate-president-trump_7e21e3",
    "bias": [
      "News coverage of Ryan Routh's life sentence for attempting to assassinate Donald Trump reveals stark narrative contrasts.",
      "Left-Leaning outlets emphasize the \"assassination attempt\" while highlighting the judge as a \"Trump appointee,\" potentially scrutinizing judicial impartiality.",
      "Right-Leaning coverage employs terms like \"madman\" and \"foiled plot,\" stressing the \"harsh sentence\" and linking the event to \"rising political violence concerns,\" even including Trump's direct reaction.",
      "Center-Leaning reports maintain a neutral tone, focusing on facts and uniquely noting Routh leaving \"in smiles.",
      "While all agree on the severe legal outcome and the thwarted attack, these portrayals underscore ideological divides concerning political threats and judicial oversight."
    ],
    "bias_bar_text": null,
    "center_pct": 45.0,
    "error": null,
    "left_pct": 24.0,
    "location": "United States",
    "right_pct": 31.0,
    "status": "ok",
    "summary": [
      "In Fort Pierce on 2026-02-04, U.S. District Judge Aileen Cannon sentenced Ryan Routh to life for attempting to assassinate Donald Trump at Trump International Golf Club in 2024.",
      "Prosecutors say Routh plotted for months, including tracking Trump online and leaving a `Dear World` letter with a $150,000 offer, and investigators found a box with ammunition, four cellphones, and handwritten letters in North Carolina.",
      "During a security sweep, Secret Service agent Robert Fercano spotted Routh hiding by a fence at Trump International Golf Club sixth hole, fired four shots, and Routh fled leaving an assault-style rifle, bullet-proof plates, and a video camera.",
      "A federal jury last year convicted Routh on five counts, and Judge Cannon imposed concurrent sentences plus a seven-year gun term; Martin L. Roth said he will appeal.",
      "Prosecutors called the plot `carefully crafted and deadly serious`, and Assistant U.S. Attorney John Shipley warned, `American democracy does not work when individuals take it into their own hands to eliminate candidates."
    ],
    "title": "Ryan Routh sentenced to life for attempting to assassinate President Trump",
    "topic": "Donald Trump",
    "topic_full": "Donald Trump · United States"
  },
  {
    "article_path": "/article/trump-administration-to-pull-700-immigration-officers-from-minneapolis-homan-says_770b5b",
    "article_url": "https://ground.news/article/trump-administration-to-pull-700-immigration-officers-from-minneapolis-homan-says_770b5b",
    "bias": [
      "Left-Leaning coverage frames the 700-agent withdrawal as the administration \"backing down\" or a \"PR spin job\" driven by \"backlash\" and \"fatal shootings,\" often using terms like \"czar\" and portraying the remaining 2,300 agents as an \"occupation.",
      "Conversely, right-leaning outlets \"hail\" the drawdown as a strategic success due to \"unprecedented cooperation\" from local officials, characterizing it as \"smarter enforcement\" and \"bad news for Democrats.",
      "Center-Leaning reports neutrally present the withdrawal and Homan's stated reasons, including protest context, de-emphasizing strong political interpretations.",
      "While all perspectives agree on the immediate withdrawal of 700 agents and the continued presence of 2,300, their divergent portrayals of the underlying motivations and implications reveal deep ideological splits on immigration policy and federal authority."
    ],
    "bias_bar_text": null,
    "center_pct": 53.0,
    "error": null,
    "left_pct": 26.0,
    "location": "Minnesota",
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "On Wednesday, February 4, 2026, White House border czar Tom Homan announced the Trump administration will withdraw 700 federal immigration officers from Minneapolis, leaving over 2,000 agents in the region.",
      "Citing `unprecedented` cooperation from Minnesota's county sheriffs and jails, Homan explained that this allowed ICE to take custody of illegal immigrants before release, prompting a drawdown of 700 federal agents.",
      "Operation Metro Surge expanded to roughly 3,000 officers, and Homan moved to unify ICE and CBP under one command last week, following his take-over from Gregory Bovino.",
      "Homan warned enforcement will continue nationwide, stressing President Donald Trump remains committed to mass deportations, while Minneapolis Mayor Jacob Frey called the reduction a step in the right direction but not de-escalation.",
      "Homan said a full withdrawal hinges on continued cooperation and an end to attacks, roadblocks, and interference after tensions rose following the shootings of Renee Good and Alex Pretti."
    ],
    "title": "Trump Administration to Pull 700 Immigration Officers From Minneapolis, Homan Says",
    "topic": "Immigration and Customs Enforcement",
    "topic_full": "Immigration and Customs Enforcement · Minnesota"
  },
  {
    "article_path": "/article/washington-post-says-one-third-of-its-staff-across-all-departments-is-being-laid-off_657418",
    "article_url": "https://ground.news/article/washington-post-says-one-third-of-its-staff-across-all-departments-is-being-laid-off_657418",
    "bias": [
      "Left-Leaning coverage frames the widespread layoffs as a \"bloodbath\" and \"gutting,\" emphasizing owner Jeff Bezos 's personal responsibility and portraying financial losses as a \"rounding error\" for his wealth.",
      "Conversely, right-leaning outlets characterize the \"Far-Left\" publication's cuts as a \"Red Wedding\" or \"long-overdue reckoning\" for \"woke\" ideology, with some celebrating the \"end\" of \"fake news media.",
      "Center perspectives focus on \"restructuring\" and \"financial difficulties,\" noting the \"painful\" impact on a \"storied\" institution.",
      "While all acknowledge \"one-third\" of staff cuts and reduced international coverage, the core divergence lies between corporate accountability and ideological comeuppance, reflecting broader cultural and political divides regarding media influence."
    ],
    "bias_bar_text": null,
    "center_pct": 39.0,
    "error": null,
    "left_pct": 36.0,
    "location": "United States",
    "right_pct": 25.0,
    "status": "ok",
    "summary": [
      "On Wednesday, The Washington Post announced it is laying off one-third of its staff across all departments, Executive Editor Matt Murray said during a Zoom call.",
      "Leadership cited prolonged financial losses and declining audiences forced a restructure as Jeff Bezos , owner of The Washington Post, and Will Lewis, Publisher and CEO, pushed changes after voluntary separation packages offered in 2023.",
      "The Post will shut or suspend several units including the sports department, Books section, and Post Reports podcast, while restructuring the Metro/local desk and shrinking international bureaus.",
      "Staff and the Washington Post Guild immediately reacted, noting some decisions were reversed after public criticism, including limiting coverage to four reporters, as management said the cuts would be severe.",
      "Observers say these cuts narrow the Post's scope toward federal politics and reflect broader industry pressures, with rivals like the New York Times expanding ancillary products."
    ],
    "title": "Washington Post says one-third of its staff across all departments is being laid off",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/3dd64cd1-e61d-438a-9df6-2c5495e78c62",
    "article_url": "https://ground.news/article/3dd64cd1-e61d-438a-9df6-2c5495e78c62",
    "bias": [
      "Left-Leaning coverage frames the TrumpRx launch with skepticism, using terms like \"unclear\" effectiveness and \"fuzzy math,\" questioning its impact for \"most patients.",
      "Right-Leaning outlets, conversely, celebrate it as a \"historic announcement\" and \"promises made, promises kept,\" emphasizing \"drastic discounts\" and a leader who \"vows\" Americans will \"pay the lowest price.",
      "Center perspectives acknowledge the launch and administration's goals but also note expert \"skepticism\" regarding actual savings.",
      "While all agree on the platform's existence and aim to lower costs, the left focuses on potential political motivations and exaggerated claims, de-emphasizing policy mechanisms detailed by the right, which touts \"millions of dollars\" saved.",
      "This reveals a fundamental ideological divide over government initiatives and their perceived efficacy."
    ],
    "bias_bar_text": "L 21% Center 62% R 17%",
    "center_pct": 62.0,
    "error": null,
    "left_pct": 21.0,
    "location": null,
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "At 7 p.m. Thursday, President Donald Trump , joined by Dr. Mehmet Oz and Joe Gebbia, unveiled TrumpRx.gov, a government-hosted site to buy discounted prescription drugs directly from manufacturers.",
      "After teasing the plan in September, the administration secured agreements with at least 16 drug manufacturers, including Pfizer, Eli Lilly and Novo Nordisk, under the Most Favored Nations pricing policy.",
      "Purchases on TrumpRx will require cash and not accept insurance, launching with over 40 drugs including Ozempic and Wegovy, with prices like Ozempic at $350 and Reyataz cut to $217, the White House said.",
      "Uninsured patients stand to gain the most from TrumpRx, but Juliette Cubanski, KFF expert, warned insured patients may pay more and purchases won’t count toward deductibles.",
      "The rollout follows earlier delays from a planned late-January release and arrives amid affordability concerns ahead of midterm elections, reflecting a trend toward direct-to-patient GLP-1 drug sales."
    ],
    "title": "Trump administration launches TrumpRx website for discounted drugs",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/maryland-man-facing-attempted-murder-charges-after-showing-up-at-omb-director-russell-voughts-home-last-year_f07127",
    "article_url": "https://ground.news/article/maryland-man-facing-attempted-murder-charges-after-showing-up-at-omb-director-russell-voughts-home-last-year_f07127",
    "bias": [
      "Left-Leaning coverage frames the incident as a \"murder plot\" against a \"White House official,\" often including the suspect's prior warnings of a \"fascist takeover\" under Trump.",
      "Right-Leaning outlets, however, politicize the victim as a \"Trump Official,\" employing terms like \"Stalking and Trying To Kill\" and \"confronting\" to sensationalize the threat \"amid political tensions,\" while also highlighting the suspect's \"fascist takeover\" rhetoric to underscore anti-Trump extremism.",
      "Center-Leaning reports uniquely emphasize the alleged motive as \"Project 2025,\" de-emphasizing the suspect's broader political statements.",
      "All perspectives agree on the core facts of a Maryland man facing attempted murder charges after appearing at Vought's home, revealing how shared events are filtered through distinct ideological lenses."
    ],
    "bias_bar_text": "9% C 21% Right 70%",
    "center_pct": 21.0,
    "error": null,
    "left_pct": 9.0,
    "location": null,
    "right_pct": 70.0,
    "status": "ok",
    "summary": [
      "On January 22, Colin Demarco, 26-year-old Rockville, Maryland man, was arrested and charged with attempted murder in an alleged plot targeting Russell Vought, Director of the Office of Management and Budget, in Arlington, Virginia.",
      "Investigators say Demarco was motivated by opposition to Project 2025, feared President Donald Trump's reelection would lead to a `fascist takeover`, and admitted creating a manifesto planning to kill people.",
      "Security footage shows Demarco on Aug. 10 wearing gloves, a surgical mask and sunglasses at Vought's home while checking the mailbox, a neighbor said he appeared armed, and digital records include weapons research and a Body Disposal Guide.",
      "The U.S. Marshals Service led the investigation and now protects Director Vought, while Demarco is held without bond at Arlington County Detention Facility and will appear in court on Feb. 23.",
      "Officials say senior administration figures routinely receive credible threats, with Vought targeted since last year for leading mass firings and architecting Schedule F, while Arlington County prosecutors filed charges despite a U.S. Marshals Service investigation."
    ],
    "title": "Maryland man facing attempted murder charges after showing up at OMB Director Russell Vought's home last year",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/elton-john-and-her-husband-indignant-by-the-british-press-our-privacy-has-been-violated",
    "article_url": "https://ground.news/article/elton-john-and-her-husband-indignant-by-the-british-press-our-privacy-has-been-violated",
    "bias": null,
    "bias_bar_text": "Left 42% Center 58%",
    "center_pct": 58.0,
    "error": null,
    "left_pct": 42.0,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "David Furnish, appearing by videolink, told the High Court the Daily Mail's publisher unlawfully obtained medical information, including details he says were stolen from Prince Harry .",
      "Allegations centre on blagging and leaked records, targeting seven Daily Mail articles ; Furnish says their son's birth certificate appeared before they had it, suspecting former spokesperson Gary Farrow gave incorrect information.",
      "Citing medical reporting, Furnish highlighted the 2009 Daily Mail cancellation article and the 2015 Monaco article described as the `ambulance dash`, plus the 30 December 2010 article 'Elton: I'm the daddy'."
    ],
    "title": "Elton John's husband accuses Daily Mail of homophobia in UK privacy trial",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/dc-wrap-dems-make-dhs-demands-nuclear-treaty-expires-bessent-defends-tariffs",
    "article_url": "https://ground.news/article/dc-wrap-dems-make-dhs-demands-nuclear-treaty-expires-bessent-defends-tariffs",
    "bias": [
      "Left-Leaning coverage frames the treaty's expiration through Trump's \"rejection\" and \"ignoring\" of \"pleas,\" using emotionally charged terms like \"Grosolan Offensive\" to portray his actions negatively.",
      "Conversely, right-leaning outlets emphasize Trump's proactive \"calls for\" a \"new, improved and modernized treaty,\" portraying his initiative positively and justifying the expiration by labeling the old agreement \"badly negotiated\" and \"blatantly violated.",
      "Center-Leaning reports, however, neutrally present the treaty as \"dead,\" providing historical context and balancing Russia's regret with Trump's desire for a new pact.",
      "Despite these stark differences in portraying actions and motivations, all perspectives acknowledge the shared concern regarding a potential \"arms race\" or \"more dangerous environment,\" reflecting broader ideological divides on international diplomacy versus national strength."
    ],
    "bias_bar_text": "Left 33% Center 45% R 22%",
    "center_pct": 45.0,
    "error": null,
    "left_pct": 33.0,
    "location": null,
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "The New START treaty between the United States and Russia , limiting their nuclear arsenals, has expired.",
      "Russia and the United States control more than 80% of the world's nuclear warheads.",
      "There are concerns that the expiration could trigger a global arms race and calls for negotiations between nuclear powers."
    ],
    "title": "New START treaty expires; Trump seeks new nuclear arms pact",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/the-largest-life-form-on-land-400-million-years-ago-was-one-that-scientists-cant-explain",
    "article_url": "https://ground.news/article/the-largest-life-form-on-land-400-million-years-ago-was-one-that-scientists-cant-explain",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 87.0,
    "error": null,
    "left_pct": 13.0,
    "location": "United Kingdom",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "A 400 million years-old organism, Prototaxites, from three fossils in the Rhynie chert near Aberdeen, may be a previously unknown multicellular life form, research suggests.",
      "In the 19th century, 19th-century researchers misidentified Prototaxites as rotten conifers, while recent years saw proposals of fungus or lichen-like symbiosis and critics noting sampling of only one of 25 known Prototaxites species.",
      "Structural analysis found complex branching and dark spherical spots, while biomarker tests showed Prototaxites lacked chitin and glucan breakdown products present in co-occurring fossil fungi at the Rhynie chert.",
      "The research team is planning follow-up studies on tubular fossils, noting key unknowns about anchoring, upright growth habit, and non-photosynthetic carbon use.",
      "The Rhynie chert as ancient hot-spring environment preserves early ecosystems where the largest Prototaxites towered over plants less than 1 meter tall, suggesting independent evolution from modern fungi."
    ],
    "title": "The largest life-form on land 400 million years ago was one that scientists can’t explain",
    "topic": "Science",
    "topic_full": "Science · United Kingdom"
  },
  {
    "article_path": "/article/at-science-fair-uc-berkeley-researchers-lobby-for-23b-bond-to-offset-president-trumps-cuts_709f19",
    "article_url": "https://ground.news/article/at-science-fair-uc-berkeley-researchers-lobby-for-23b-bond-to-offset-president-trumps-cuts_709f19",
    "bias": [
      "Left-Leaning coverage vividly frames researchers as \"defending their work\" against \"President Trump's cuts,\" emphasizing specific research areas like climate change and health to underscore the $23 billion bond's necessity.",
      "Center-Leaning outlets neutrally report the lobbying for the $23 billion bond to \"offset President Trump's cuts,\" focusing on actions and stated motivations without emotional language or specific examples.",
      "Right-Leaning coverage, while also mentioning the $23 billion bond to \"offset President Trump's cuts,\" de-emphasizes detailed research examples, aligning with the center's brevity.",
      "All perspectives agree on the lobbying event and the $23 billion figure, yet diverge on the depth of context and emotional appeal, reflecting broader ideological stances on government science funding."
    ],
    "bias_bar_text": null,
    "center_pct": 37.0,
    "error": null,
    "left_pct": 50.0,
    "location": "California",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "State Sen. Scott Wiener would place a $23 billion bond on the ballot to fund a California Foundation for Science and Health Research, which aims to support studies cut by federal agencies.",
      "The federal rollout of grant vetting and cancellations spurred state action after the Trump administration threatened to cancel grants, paused funding for key studies, and tried to claw back more than $500 million from UCLA.",
      "Laboratory teams and research programs across California have frozen hiring and limited graduate admissions, with UC Berkeley losing over $50 million in federal grants last Monday evening.",
      "The California state government would issue bonds, increasing debt, while UC leaders warn federal cuts disrupt research supporting thousands of jobs, influencing voter support.",
      "Amid multiple ballot measures, the science bond would compete for voter attention, with two Republican co-authors including Assemblymember Josh Hoover signaling bipartisan appeal."
    ],
    "title": "At science fair, UC Berkeley researchers lobby for $23B bond to offset President Trump’s cuts",
    "topic": "Education",
    "topic_full": "Education · California"
  },
  {
    "article_path": "/article/tennessee-appeals-court-rejects-argument-that-covenant-shooter-manifesto-must-remain-concealed-to-avoid-copycats",
    "article_url": "https://ground.news/article/tennessee-appeals-court-rejects-argument-that-covenant-shooter-manifesto-must-remain-concealed-to-avoid-copycats",
    "bias": [
      "All perspectives agree the Tennessee appeals court ruled the shooter's writings can be made public.",
      "However, right-leaning coverage distinctly frames this as the court \"Rejects Argument\" that the \"Covenant Shooter Manifesto Must Remain Concealed to Avoid Copycats,\" using terms like \"concealed\" to underscore a transparency victory.",
      "Left-Leaning and center-leaning outlets, in contrast, present the ruling as a straightforward legal development, de-emphasizing the specific arguments for suppression.",
      "Center coverage uniquely details the documents as \"journals, a suicide note, and a memoir\" and notes the \"yearslong dispute.",
      "This divergence reveals a right-leaning emphasis on free speech and skepticism towards information control, while other perspectives prioritize the legal outcome and contextual details."
    ],
    "bias_bar_text": null,
    "center_pct": 75.0,
    "error": null,
    "left_pct": 20.0,
    "location": "Tennessee",
    "right_pct": 5.0,
    "status": "ok",
    "summary": [
      "A Tennessee appeals court ruled that the writings of the shooter who killed six people at a Nashville Christian school in 2023 can be made public.",
      "The shooter left behind journals, a suicide note and a memoir, which a group of parents fought to keep private to avoid further trauma and prevent copycat attacks.",
      "A lower court had ruled the records were exempt under a school safety exception, but the appeals court said that interpretation was too broad."
    ],
    "title": "Tennessee appeals court says school shooter’s writings can be made public",
    "topic": "School Shooting",
    "topic_full": "School Shooting · Tennessee"
  },
  {
    "article_path": "/article/turpin-family-reaches-settlement-with-riverside-county-childnet-over-foster-care-abuse",
    "article_url": "https://ground.news/article/turpin-family-reaches-settlement-with-riverside-county-childnet-over-foster-care-abuse",
    "bias": [
      "Left-Leaning coverage emphasizes systemic failure, framing the situation around an \"abusive foster home\" and the \"house of horrors\" the children escaped, highlighting government accountability.",
      "Right-Leaning outlets, while also noting \"abusive\" foster parents, focus on the substantial \"$13.5 million\" settlement, subtly underscoring government inefficiency and financial costs, de-emphasizing the children's prior \"torture and captivity.",
      "Center-Leaning reports provide comprehensive factual details, including the exact settlement amount, the \"6 Turpin children,\" and the involvement of \"ChildNet,\" maintaining a neutral tone.",
      "All perspectives agree a settlement occurred regarding foster abuse, but their differing emphasis reveals ideological divides concerning systemic responsibility versus financial accountability and government oversight."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 33.0,
    "location": "California",
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "On Feb. 4, 2026, Oakwood Legal Group and Booth Law announced a $13.5 million settlement resolving two civil suits by six Turpin siblings against Riverside County and ChildNet.",
      "Plaintiffs say the county and ChildNet placed the Turpin children with caregivers who were later convicted of abuse after their 2018 rescue.",
      "The complaint recounts specific abuses, noting `They have received enough money that it should assist them for the rest of their lives`, said Elan Zektser on Wednesday, the day of the announcement.",
      "The settlement mandates systemic reforms including increasing social worker staffing by more than 25%, revising interview policies, and contacting law enforcement earlier, Riverside County said Wednesday.",
      "After the report, Riverside County severed ties with ChildNet, which said there were no substantiated concerns during its supervision, following criminal convictions and a 634-page probe by former Judge Stephen Larson that found the county 'failed' the family."
    ],
    "title": "California county and foster care agency reach $13.5M settlement with six abused siblings",
    "topic": "US Crime",
    "topic_full": "US Crime · California"
  },
  {
    "article_path": "/article/jury-awards-family-of-wichita-teen-who-died-in-custody-83m-in-excessive-force-lawsuit",
    "article_url": "https://ground.news/article/jury-awards-family-of-wichita-teen-who-died-in-custody-83m-in-excessive-force-lawsuit",
    "bias": [
      "Left-Leaning coverage emphasizes systemic failure and human impact—repeating terms like \"excessive force,\" \"facedown,\" and \"foster teen,\" framing the $8.3 million award and the 39-minute restraint as evidence of institutional harm—using emotive, critical language.",
      "Right-Leaning pieces focus on legal process and actors, highlighting attorney names and the jury verdict with a restrained, procedural tone.",
      "Center coverage spotlights the contested defense term \"excited delirium\" and medical discrediting, a dividing line that shapes interpretations of intent and cause.",
      "All sides agree on the jury’s award and basic timeline, reflecting deeper ideological splits over accountability versus procedure."
    ],
    "bias_bar_text": null,
    "center_pct": 20.0,
    "error": null,
    "left_pct": 60.0,
    "location": "Kansas",
    "right_pct": 20.0,
    "status": "ok",
    "summary": [
      "On Wednesday a federal jury in Wichita awarded $8.3 million to Cedric `C.J.` Lofton’s family after finding five Sedgwick County juvenile officers liable.",
      "Officers used a WRAP body-length restraint with locking shoulder harness, leg restraints, and ankle straps, then shackled Cedric `C.J.` Lofton's ankles and held him prone after nearly an hour persuading him during a mental- health crisis in Wichita, Kan.",
      "Autopsy ruled his death a homicide, body-camera video shows officers spent nearly an hour persuading Cedric `C.J.` Lofton, and paramedics rushed him before he died two days later.",
      "Sedgwick County said in a news release Wednesday it is reviewing the verdict and discussing next steps, while John Marrese praised jurors for rejecting `excited delirium` on Thursday.",
      "The verdict could prompt changes to juvenile detention centers and intake practices, as critics say `excited delirium` was often used to justify excessive force during mental-health crises."
    ],
    "title": "Jury awards family of Wichita teen who died in custody $8.3M in excessive force lawsuit",
    "topic": "US Crime",
    "topic_full": "US Crime · Kansas"
  },
  {
    "article_path": "/article/scientists-threw-a-tea-party-for-apes-and-discovered-they-can-use-their-imagination-and-play-pretend_a741a1",
    "article_url": "https://ground.news/article/scientists-threw-a-tea-party-for-apes-and-discovered-they-can-use-their-imagination-and-play-pretend_a741a1",
    "bias": [
      "Left-Leaning coverage definitively frames the bonobo study as proving \"humans aren't the only species \" that can pretend, using celebratory terms like \"whiz\" and \"very special ape indeed\" to assert apes \"share the human ability to fantasize.",
      "In contrast, right-leaning outlets present the findings more cautiously, employing \"hints\" that apes have imagination, while also providing biographical context like Kanzi's death.",
      "They initially frame imagination as a \"bedrock of creativity\" that *may seem uniquely human*.",
      "Center-Leaning reports bridge this, confirming \"make-believe isn’t just for humans\" with specific experimental details, using phrases like \"complex mental lives.",
      "All perspectives agree on the experiment's premise, yet the portrayal reveals a pivotal ideological divide concerning human exceptionalism versus shared cognitive abilities within the animal kingdom."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 41.0,
    "location": "United States",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "On Thursday, the journal Science published results showing Kanzi, a bonobo, could imagine and track invisible juice being poured in a controlled experiment, providing first evidence of animal pretense.",
      "Researchers adapted childhood development tests into a tea-party task to test pretense, addressing skepticism over anecdotal observations of chimpanzees and bonobos in a make-believe setup.",
      "In the tests, Kanzi chose the correct cup 34 of 50 trials and pointed to real juice 14 of 18 trials across three experiments with 18-trial sessions.",
      "Christopher Krupenye and co-authors say the results imply Kanzi could hold imagined and real scenarios simultaneously, but his lexigram language training may limit generalizing findings to other apes.",
      "In the broader debate, researchers point to social cognition as a possible human differentiator, with some scientists unconvinced Kanzi's choices prove make-believe while others say apes share cognitive imagination, feeding debate over human uniqueness and social collaboration."
    ],
    "title": "Scientists threw a tea party for apes and discovered they can use their imagination and play pretend",
    "topic": "Science",
    "topic_full": "Science · United States"
  },
  {
    "article_path": "/article/houston-doctor-indicted-on-charges-he-falsified-records-to-block-patients-liver-transplants",
    "article_url": "https://ground.news/article/houston-doctor-indicted-on-charges-he-falsified-records-to-block-patients-liver-transplants",
    "bias": [
      "Left-Leaning coverage neutrally reports a doctor's indictment for falsifying records to block transplants, focusing on legal developments.",
      "Right-Leaning outlets, however, employ highly emotive terms like \"horrific manipulation\" and \"denies patients life-saving care,\" framing the alleged actions with moral outrage and emphasizing individual culpability.",
      "Center-Leaning reports provide specific legal charges, such as \"five counts of false statements,\" and detail the broader impact, including a \"months-long halt\" to transplant programs, while quoting officials who assert the doctor \"stole years and hope.",
      "All agree on the indictment and five affected patients, but diverge on emphasizing legal specifics versus emotional condemnation, reflecting ideological priorities in crime reporting."
    ],
    "bias_bar_text": null,
    "center_pct": 35.0,
    "error": null,
    "left_pct": 45.0,
    "location": "Texas",
    "right_pct": 20.0,
    "status": "ok",
    "summary": [
      "On January 14, a federal grand jury returned an indictment charging Dr. John Stevenson Bynon Jr. with five counts of false statements in health-care matters; he surrendered and was due in federal court Tuesday at 2 p.m.",
      "The DOJ says Bynon altered five patients' medical records from March 2023 to March 2024 to make them 'functionally ineligible' for organ offers at the United Network for Organ Sharing liver transplant waitlist.",
      "Of the five patients detailed in the indictment, three died—one after 149 days ineligible in February 2024, another after 69 days ineligible in December 2023—and two patients later transplanted at other hospitals.",
      "Families have sued in Houston civil court, and the Organ Procurement and Transplantation Network declared Memorial Hermann not in good standing in February 2025 after the April 2024 program halt; Bynon faces up to five years in prison and up to $250,000 fines per count."
    ],
    "title": "Houston Doctor Indicted on Charges He Falsified Records to Block Patients' Liver Transplants",
    "topic": "US Crime",
    "topic_full": "US Crime · Texas"
  },
  {
    "article_path": "/article/alabama-sets-execution-for-man-in-auto-parts-store-customers-death",
    "article_url": "https://ground.news/article/alabama-sets-execution-for-man-in-auto-parts-store-customers-death",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 50.0,
    "location": "Alabama",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Setting an execution date, Alabama scheduled the August 16, 2026, execution using nitrogen gas for Charles `Sonny` Burton, 75.",
      "Prosecutors had argued Burton was the ringleader and the jury recommended the death penalty in April 1992 after his conviction as an accomplice in the Aug. 16 robbery that killed Doug Battle.",
      "Derrick DeBruce fired the gun, was initially sentenced to death, later had his sentence reduced to life and died in prison.",
      "Supporters urged Gov. Kay Ivey to consider clemency, while Alabama Attorney General Steve Marshall's office opposed it, citing upheld convictions.",
      "With authority to reprieve or commute, Gov. Kay Ivey has granted clemency once since 2017, but Matt Schulz, Burton's attorney, urged her to stop the execution after the date was set."
    ],
    "title": "Alabama sets execution for man in auto parts store customer’s death",
    "topic": "Alabama Politics",
    "topic_full": "Alabama Politics · Alabama"
  },
  {
    "article_path": "/article/bessent-says-china-may-be-developing-gold-backed-digital-assets_24d8f4",
    "article_url": "https://ground.news/article/bessent-says-china-may-be-developing-gold-backed-digital-assets_24d8f4",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 83.0,
    "error": null,
    "left_pct": 17.0,
    "location": "China",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Recently, U.S. Treasury Secretary Scott Bessent told the Senate Banking Committee he `would not be surprised` if China builds digital assets backed by gold using Hong Kong's large sandbox to test them.",
      "Amid those trials, the Hong Kong Monetary Authority is studying global mechanisms, enabling China to experiment with digital assets while maintaining plausible deniability.",
      "Using colorful language, Bessent described the moment as `the rats are leaving the ship,` as he said the Hong Kong Monetary Authority is `actively traveling the world looking at different mechanisms.`",
      "Senator Cynthia Lummis asked whether China is building an alternative to U.S. financial dominance, and Bessent urged passage of the Clarity Act despite crypto tax complexity.",
      "A gold-backed digital asset would challenge the dollar's reserve role by offering a stable store of value outside U.S. policy, with Hong Kong's sandbox enabling testing while maintaining plausible deniability, Bessent warned."
    ],
    "title": "Bessent Says China May Be Developing Gold-Backed Digital Assets",
    "topic": "Stablecoin",
    "topic_full": "Stablecoin · China"
  },
  {
    "article_path": "/article/bessent-says-it-would-be-up-to-trump-whether-to-sue-his-fed-nominee-over-interest-rates",
    "article_url": "https://ground.news/article/bessent-says-it-would-be-up-to-trump-whether-to-sue-his-fed-nominee-over-interest-rates",
    "bias": [
      "Left-Leaning outlets frame the Fed nominee as \"dangerous,\" emphasizing risks to \"Fed independence\" and a \"bloated balance sheet,\" suggesting a \"major catch\" in presidential statements.",
      "Right-Leaning coverage, however, focuses on political confrontations, portraying Bessent \"hitting\" and \"roasting\" Elizabeth Warren in a \"shouting match\" where she was \"completely humiliated,\" often reinforcing executive authority.",
      "Center perspectives neutrally present the nominee as an \"excellent Federal Reserve chairman\" and \"effective communicator.",
      "While all acknowledge the potential for a presidential lawsuit over interest rates, the left highlights economic threats, while the right prioritizes partisan victories, revealing a fundamental ideological divide over institutional autonomy versus political power."
    ],
    "bias_bar_text": null,
    "center_pct": 25.0,
    "error": null,
    "left_pct": 55.0,
    "location": "United States",
    "right_pct": 20.0,
    "status": "ok",
    "summary": [
      "On Feb. 5th, 2026, Treasury Secretary Scott Bessent refused to rule out a criminal investigation of Kevin Warsh if Warsh resists cutting interest rates, saying `That is up to the president`.",
      "Rising White House pressure has collided with legal safeguards, as President Donald Trump has publicly pressured the Fed over rate cuts, with some officials viewing attacks as a threat to independence.",
      "Warsh brings crisis-era Fed experience and Wall Street ties as two Trump-appointed Fed governors pushed for another cut, with Matthew Luzzetti calling the committee highly divided after Stephen Miran’s appointment.",
      "With Powell's term ending in May, lawmakers face an imminent decision as Sen. Thom Tillis, R-N.C., vows to block Warsh unless probes into Powell and Lisa Cook end.",
      "Observers warn persuading the FOMC of independence is harder in the Trump era, and Warsh's handling of political pressure will shape his early tenure, amid Wall Street calls for rate cuts."
    ],
    "title": "Bessent says it would be up to Trump whether to sue his Fed nominee over interest rates",
    "topic": "Scott Bessent",
    "topic_full": "Scott Bessent · United States"
  },
  {
    "article_path": "/article/dozens-temporarily-stuck-on-broken-ski-lift-at-gore-mountain-orda-says",
    "article_url": "https://ground.news/article/dozens-temporarily-stuck-on-broken-ski-lift-at-gore-mountain-orda-says",
    "bias": [
      "Left-Leaning narratives emphasized the immediate crisis and human vulnerability, using urgent language like \"scramble to save\" and highlighting rescuers \"belaying people.",
      "In contrast, right-leaning coverage focused on the mechanical failure, describing a \"breakdown\" that left people \"stranded\" and even suggesting the gondola \"freezes\" as a cause.",
      "While both perspectives acknowledged approximately 60-70 people were involved and rescued, center-leaning coverage provided granular details, attributing the incident to a \"power outage\" and noting official statements, including a governor's reference to a \"frightening situation.",
      "This highlights a divergence between emotional framing, mechanical focus, and detailed official accounts."
    ],
    "bias_bar_text": null,
    "center_pct": 36.0,
    "error": null,
    "left_pct": 46.0,
    "location": "New York",
    "right_pct": 18.0,
    "status": "ok",
    "summary": [
      "On February 4, 2026, ORDA reported the Northwoods gondola stopped, stranding 67 guests in about 20 cabins and prompting a rescue operation.",
      "ORDA said the stoppage resulted from a non-emergency mechanical alignment issue involving one lift component, and the Northwoods gondola was stopped immediately per established safety protocols.",
      "DEC described rescuers ascending lift towers, traversing the cable, belaying into cabins, then belaying occupants safely to the ground, with nine rangers recently trained for such rescues.",
      "No injuries were reported, and mountain operations are resuming with lifts and terrain reopening; ORDA and Gore Mountain thanked guests for their patience.",
      "As of 4 p.m., 10 out of 14 lifts and eighty-one of 108 trails are open, officials emphasized safety remains the priority and teams are trained for such incidents."
    ],
    "title": "Nearly 70 people rescued from New York ski mountain gondolas after malfunction",
    "topic": "Accident",
    "topic_full": "Accident · New York"
  },
  {
    "article_path": "/article/doj-unit-that-probes-law-enforcement-misdeeds-dwindles-away-during-ice-crackdown-report",
    "article_url": "https://ground.news/article/doj-unit-that-probes-law-enforcement-misdeeds-dwindles-away-during-ice-crackdown-report",
    "bias": [
      "While all perspectives acknowledge a Justice Department unit lost two-thirds of its prosecutors and scaled back investigations due to an immigration crackdown, their interpretations diverge sharply.",
      "Left-Leaning coverage frames this as a concerning decline, using terms like \"misdeeds\" and \"dwindles away dramatically,\" emphasizing a loss of accountability and specific unit details.",
      "Right-Leaning outlets, while also noting a \"staffing plunge,\" present this development with a more neutral tone, implicitly aligning with a desire for less federal oversight.",
      "Center-Leaning reports maintain a strictly factual approach, focusing on verifiable events and attributing information to \"sources say,\" avoiding emotional framing.",
      "The pivotal difference lies in how the scaling back of federal oversight is perceived: as a detrimental \"misdeed\" by the left, or as a potentially acceptable reduction in federal intervention by the right, revealing broader ideological divides over government reach."
    ],
    "bias_bar_text": null,
    "center_pct": 60.0,
    "error": null,
    "left_pct": 20.0,
    "location": "United States",
    "right_pct": 20.0,
    "status": "ok",
    "summary": [
      "On Feb 5, 2026, Reuters reported the Criminal Section of the Civil Rights Division has lost two-thirds of its prosecutors, dropping from roughly 40 to no more than 13, and scaled back Minneapolis excessive-force probes.",
      "At least five senior lawyers announced departures earlier this month amid a selective enforcement approach, as supervisors were told to pursue only egregious law-enforcement probes, and Harmeet Dhillon encouraged some exits.",
      "A Reuters analysis found charges under the excessive-force civil-rights statute fell about 36 percent last year to 54 cases, just two supervisors remain, and civil rights prosecutors are handling a protest case against Don Lemon, former CNN anchor.",
      "The departures have curtailed the Justice Department's capacity to prosecute civil-rights violations, including antisemitic and anti-Christian hate crimes, while state and local law enforcement departments typically lead investigations under current guidance.",
      "Natalie Baldassarre, Justice Department spokesperson, said the section expects to hire more prosecutors, has over 25 lawyers, and opened an investigation into Pretti's killing but not Good's, and called the changes `It's so anomalous`."
    ],
    "title": "Justice Department unit on police misconduct sees staffing plunge and probes scaled back, sources say",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/minnesota-activist-kyle-wagner-arrested-and-charged-with-threatening-ice-agents_1e35fe",
    "article_url": "https://ground.news/article/minnesota-activist-kyle-wagner-arrested-and-charged-with-threatening-ice-agents_1e35fe",
    "bias": [
      "Left-Leaning outlets frame the individual as an \"activist\" in the context of an ICE \"crackdown,\" de-emphasizing inflammatory language.",
      "Conversely, right-leaning coverage employs highly charged terms like \" Antifa Zealot,\" \"madman,\" and \"unhinged threats,\" often featuring violent quotes like \"F****** Guns\" to sensationalize the alleged actions and demonize the subject.",
      "While center-leaning reports maintain neutrality, identifying the individual as an \"Antifa member\" and focusing on arrest details, both sides agree on the federal charges for threatening ICE officers.",
      "This stark divergence highlights ideological divides concerning law enforcement authority and the portrayal of political dissent."
    ],
    "bias_bar_text": null,
    "center_pct": 51.0,
    "error": null,
    "left_pct": 23.0,
    "location": "Minneapolis",
    "right_pct": 26.0,
    "status": "ok",
    "summary": [
      "On Thursday, federal prosecutors arrested Kyle Wagner, 37, Minneapolis activist, charging him with cyberstalking and threatening communications targeting ICE agents; the complaint was filed Tuesday and unsealed Thursday.",
      "Prosecutors say Wagner escalated online in January by using Facebook and Instagram to urge followers to confront ICE personnel amid Operation Metro Surge bringing more than 3,000 agents to Minneapolis.",
      "The complaint details that Wagner published the pro-ICE person's phone number, birth month and year, and Oak Park, Michigan address on Instagram, and prosecutors cite videos and photos of him distributing shields and gas masks while wearing an `I'M ANTIFA !` sweatshirt.",
      "Legal officials added that Wagner faces counts with potential prison time, and Deputy Attorney General Todd Blanche warned `Conspire and threaten to assault, kill and doxx officers, and you’ll find yourself in federal custody facing the full force of justice`.",
      "DOJ says the case is part of Operation Take Back America, with officials announcing 700 agents withdrawing while roughly 2,000 ICE officers remain amid U.S. Attorney’s office resignations."
    ],
    "title": "Minnesota Activist Kyle Wagner Arrested and Charged with Threatening ICE Agents",
    "topic": "Immigration and Customs Enforcement",
    "topic_full": "Immigration and Customs Enforcement · Minneapolis"
  },
  {
    "article_path": "/article/fda-allows-another-natural-food-dye-label-changes-to-make-spotting-artificial-colors-easier_935297",
    "article_url": "https://ground.news/article/fda-allows-another-natural-food-dye-label-changes-to-make-spotting-artificial-colors-easier_935297",
    "bias": [
      "Left-Leaning narratives emphasize consumer benefits, focusing on 'spotting artificial colors easier' and promoting 'plant-based' options, framing the shift as a positive development for informed choice.",
      "Right-Leaning coverage, conversely, frames the FDA 's actions as a positive expansion for companies, using terms like 'Expands' and noting the agency 'worked with industry.' Center outlets provide specific details, such as the approval of beetroot red and spirulina extract, which other perspectives de-emphasize.",
      "A pivotal dividing line emerges in the right and center's explicit linkage of the FDA's moves to the 'Make America Healthy Again' initiative, a political framing entirely de-emphasized by the left.",
      "All perspectives agree the FDA is 'relaxing rules' for 'no artificial colors' claims, but their distinct priorities reveal underlying ideological divides concerning consumer advocacy versus business flexibility."
    ],
    "bias_bar_text": null,
    "center_pct": 74.0,
    "error": null,
    "left_pct": 17.0,
    "location": "United States",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "On Thursday, the U.S. Food and Drug Administration announced it will allow `no artificial colors` claims when products are free of petroleum-based dyes, with changes effective immediately.",
      "As part of the Trump administration's push, FDA Commissioner Marty Makary and Health Secretary Robert F. Kennedy Jr. urged companies to phase out synthetic dyes, with some firms already complying.",
      "Regulators approved beetroot red and expanded spirulina extract uses, adding to roughly three dozen natural dyes and six new food color options, while banning Red No. last year and reviewing Orange B recently.",
      "Consumer advocates warned that the relaxed label could mislead shoppers, as Sarah Sorscher of the Center for Science in the Public Interest noted, while the FDA website on Thursday acknowledged limited evidence of harms.",
      "In a letter, the FDA said it would exercise `enforcement discretion`, and companies like Kraft Heinz, General Mills, and PepsiCo promise to shift colorings in the coming years."
    ],
    "title": "FDA Allows Another Natural Food Dye, Label Changes to Make Spotting Artificial Colors Easier",
    "topic": "FDA",
    "topic_full": "FDA · United States"
  },
  {
    "article_path": "/article/exclusive-white-house-instructs-dot-cdc-to-cut-15b-in-woke-green-grants-for-dem-states_be6271",
    "article_url": "https://ground.news/article/exclusive-white-house-instructs-dot-cdc-to-cut-15b-in-woke-green-grants-for-dem-states_be6271",
    "bias": [
      "Right-Leaning coverage frames the move as ideologically motivated and punitive—using combative, pejorative terms like \"woke,\" \"axes,\" \"Dem states,\" and claims of \"wasting taxpayer dollars\"—and spotlights $1.5B total with $943M and $602M to portray a win for fiscal or cultural priorities; center-leaning reporting instead uses neutral bureaucratic language like \"rescind/rescission\" and confirms OMB direction without asserting motive.",
      "Left-Leaning coverage is largely de-emphasized in these analyses.",
      "The pivotal split centers on motive while both agree on the amounts and OMB/DOT/CDC roles."
    ],
    "bias_bar_text": null,
    "center_pct": 20.0,
    "error": null,
    "left_pct": null,
    "location": "United States",
    "right_pct": 80.0,
    "status": "ok",
    "summary": [
      "The Trump administration 's budget office is canceling over $1.5 billion in grants to blue states, citing concerns over waste and mismanagement of taxpayer funds according to the Office of Management and Budget .",
      "The cuts include over $943 million from the Department of Transportation and $602 million from the Centers for Disease Control and Prevention, targeting states like New York and California.",
      "Governors from affected states, like Kathy Hochul of New York, criticized the action as politicizing federal funding for essential services, emphasizing their intention to fight the cuts in court."
    ],
    "title": "Trump administration directs rescission of $1.5B from blue states on health, transportation",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/uber-ordered-to-pay-85-million-in-key-trial-over-driver-sex-assault-claims_000ffe",
    "article_url": "https://ground.news/article/uber-ordered-to-pay-85-million-in-key-trial-over-driver-sex-assault-claims_000ffe",
    "bias": [
      "Left-Leaning outlets frame Uber 's $8.5 million payment as a moral imperative, using terms like \"Obliged to Pay\" and \"Violating It\" to underscore corporate accountability and systemic issues impacting \"3,000 lawsuits,\" often employing emotionally charged language like \"found guilty.",
      "Right-Leaning coverage, in contrast, presents the verdict more factually, focusing on the financial judgment and its status as the \"first trial,\" largely de-emphasizing emotional appeals or broader systemic implications.",
      "Center-Leaning reports offer a more comprehensive view, calling it a \"key trial\" and \"Landmark Verdict,\" detailing the plaintiff and Uber's appeal, while discussing broader \"driver liability and rider safety.",
      "All perspectives agree on the $8.5 million liability and potential influence on similar cases, highlighting a fundamental ideological divide between emphasizing corporate responsibility and presenting legal outcomes factually."
    ],
    "bias_bar_text": null,
    "center_pct": 63.0,
    "error": null,
    "left_pct": 31.0,
    "location": "Arizona",
    "right_pct": 6.0,
    "status": "ok",
    "summary": [
      "On Thursday a federal jury in Phoenix ordered Uber to pay $8.5 million after finding it liable in a sexual-assault lawsuit filed by plaintiff Jaylynn Dean in 2023.",
      "Plaintiff Dean alleges Uber marketed itself as a safe option for women traveling at night while aware of a wave of assaults, but failed to take safety actions.",
      "Uber's lawyer highlighted that the driver had 10,000 trips and a near-perfect rating while arguing it shouldn't be liable for criminal acts, despite Dean's allegations.",
      "The verdict immediately affects litigation and settlement dynamics as Uber faces more than 500 cases in California state courts and U.S. District Judge Charles Breyer manages consolidated federal cases.",
      "Bellwether trials aim to test legal theories and inform settlements, while rival Lyft faces similar lawsuits and Uber draws headlines and congressional scrutiny."
    ],
    "title": "Uber ordered to pay $8.5 million in key trial over driver sex assault claims",
    "topic": "Uber",
    "topic_full": "Uber · Arizona"
  },
  {
    "article_path": "/article/new-yorks-incoming-archbishop-will-focus-on-evangelizing-and-reengagement_7f7839",
    "article_url": "https://ground.news/article/new-yorks-incoming-archbishop-will-focus-on-evangelizing-and-reengagement_7f7839",
    "bias": [
      "Media coverage of the new archbishop 's installation reveals distinct priorities: left-leaning outlets emphasize communal enthusiasm, detailing a \"rousing round of applause\" and \"hallowed halls packed with the faithful.",
      "Conversely, right-leaning reports focus on institutional scale, highlighting Hicks as the \"11th archbishop\" for \"2.5 million Catholics,\" framing the event as a gathering for \"dignitaries and laypeople\" to celebrate.",
      "Center perspectives provide extensive context on the predecessor's \"17-year\" tenure and include Hicks' direct quotes on evangelizing strategy, while describing him as balancing \"humor and humility.",
      "All perspectives agree on the installation occurring at St. Patrick's Cathedral, but diverge on the narrative's emotional tone and specific details."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 53.0,
    "location": "New York",
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "On Feb. 6, 2026, Ronald Hicks was installed as the 11th Archbishop of New York at St. Patrick's Cathedral, Fifth Avenue, formally beginning his service to the Archdiocese of New York.",
      "Dec. 18, 2025, Ronald Hicks was appointed by Pope Leo XIV to succeed Cardinal Timothy Dolan, emphasizing evangelization and reengagement as priorities.",
      "At a Feb. 5 Vespers, Hicks alternated English and Spanish in his sermon and the Papal Nuncio, Cardinal Christophe Pierre, read the Pope's letter before Hicks was led to the cathedra.",
      "Hicks' leadership will affect about 2.8 million Catholics, following Cardinal Timothy Dolan's $300 million settlement fund for approximately 1,300 survivors.",
      "Planned outreach to immigrants and bilingual worship were emphasized as central elements of Hicks' agenda; he requested the installation liturgy be said in Spanish and said he looks forward to working with Zohran Mamdani, New York mayor, 'for the common good."
    ],
    "title": "New York’s incoming archbishop will focus on evangelizing and reengagement",
    "topic": "Religion",
    "topic_full": "Religion · New York"
  },
  {
    "article_path": "/article/families-of-plane-crash-victims-ask-us-appeals-court-to-revive-a-criminal-case-against-boeing",
    "article_url": "https://ground.news/article/families-of-plane-crash-victims-ask-us-appeals-court-to-revive-a-criminal-case-against-boeing",
    "bias": [
      "Left-Leaning coverage frames the legal action around \"victims\" and a \"criminal case\" against Boeing , emphasizing human tragedy with terms like \"fatal crashes\" and \"allegedly misleading\" regulators.",
      "Conversely, right-leaning perspectives highlight the \"Victims' Families' Challenge,\" directly aligning with the lawyer's argument regarding the Crime Victims' Rights Act and naming specific legal figures like District Judge Reed O'Connor.",
      "Center coverage de-emphasizes emotional framing, focusing on legal specifics such as the \"deferred prosecution agreement\" and identifying the lawyer as a \"University of Utah law professor.",
      "All perspectives agree on the \"thirty-one families\" seeking to revive the case and the core argument of rights violation.",
      "This reveals a divide between corporate accountability and legal procedural advocacy."
    ],
    "bias_bar_text": null,
    "center_pct": 77.0,
    "error": null,
    "left_pct": 16.0,
    "location": "United States",
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "On Thursday, Thirty-one families asked the U.S. Court of Appeals for the Fifth Circuit to revive Boeing 's criminal case by filing two CVRA petitions after U.S. District Judge Reed O'Connor dismissed it.",
      "The Justice Department first charged Boeing in 2021 and used a deferred-prosecution agreement; last year, federal prosecutors sought a non-prosecution agreement and dismissal, which the victims' families say was concealed.",
      "The two 737 MAX crashes killed 346 passengers and crew, caused by Boeing's flight-control software system that repeatedly forced nose-down commands, leading to a 20-month global grounding.",
      "The district court granted the U.S. Justice Department's motion after a deal allowing Boeing to avoid prosecution in exchange for $1.1 billion, and the Fifth Circuit panel will issue a decision later.",
      "The families ask the Fifth Circuit to instruct the U.S. District Court to invalidate the DPA and remand, arguing victims should have an 'unfettered' opportunity to confer with prosecutors."
    ],
    "title": "Families of Plane Crash Victims Ask US Appeals Court to Revive a Criminal Case Against Boeing",
    "topic": "Aviation Accidents",
    "topic_full": "Aviation Accidents · United States"
  },
  {
    "article_path": "/article/lawsuit-challenges-desantis-authority-to-call-special-session-for-florida-redistricting_ce0a05",
    "article_url": "https://ground.news/article/lawsuit-challenges-desantis-authority-to-call-special-session-for-florida-redistricting_ce0a05",
    "bias": [
      "Coverage of the redistricting lawsuit reveals stark contrasts.",
      "Left-Leaning perspectives frame Governor DeSantis's actions as an \"unconstitutional\" attempt to \"commander power,\" highlighting the National Redistricting Foundation's backing.",
      "Conversely, right-leaning outlets portray the effort as \"GOP-driven,\" aiming for \"midterms chances,\" often juxtaposing it with the \"California redraw survives SCOTUS\" to imply partisan targeting.",
      "Center-Leaning reports remain procedural, detailing the lawsuit's challenge to specific directives without loaded language.",
      "While all agree a lawsuit was filed over DeSantis's redistricting authority, the left emphasizes executive overreach, while the right focuses on political strategy and perceived double standards, reflecting broader ideological battles over governance and power."
    ],
    "bias_bar_text": null,
    "center_pct": 53.0,
    "error": null,
    "left_pct": 33.0,
    "location": "Florida",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "On Thursday, plaintiffs filed a suit with the Florida Supreme Court saying Florida Gov. Ron DeSantis lacks authority to call a mid‑decade redistricting session and asks the court to void his proclamation or require proof of authority.",
      "Last month, DeSantis proclaimed an April special session to redraw districts, but the lawsuit contends reapportionment is a legislative power violating Florida's separation-of-powers.",
      "The lawsuit targets Gov. Ron DeSantis and Florida Secretary of State Cord Byrd, noting Byrd directed county supervisors to implement rules used only in redistricting years.",
      "Redrawing Florida districts could carry big consequences for national GOP efforts tied to President Donald Trump's plan and nationwide redistricting trends that produce a net three-seat advantage for Republicans in the U.S. House.",
      "The legal backdrop includes the 2010 Fair Districts amendment approved by more than 60% of voters and a Florida Supreme Court ruling last July upholding a DeSantis-backed map."
    ],
    "title": "Lawsuit challenges DeSantis’ authority to call special session for Florida redistricting",
    "topic": "Florida Politics",
    "topic_full": "Florida Politics · Florida"
  },
  {
    "article_path": "/article/census-bureau-plans-to-use-survey-with-a-citizenship-question-in-its-test-for-2030-alarming-experts_9c0cb7",
    "article_url": "https://ground.news/article/census-bureau-plans-to-use-survey-with-a-citizenship-question-in-its-test-for-2030-alarming-experts_9c0cb7",
    "bias": [
      "Left-Leaning coverage frames the Census Bureau's plan to test a citizenship question as a \"push to alter the census,\" explicitly linking it to a Republican effort to \"alter the counts behind voting maps,\" using terms like \"alarming experts\" to convey negative implications and political motivation.",
      "Center-Leaning outlets also note \"alarming experts\" and \"raising questions,\" but provide more procedural details, like test locations and the use of existing American Community Survey questions, while also referencing past \"criticism and lawsuits questioning its legality.",
      "Right-Leaning headlines, surprisingly, also include \"alarming experts,\" yet their coverage, like the center, emphasizes specific test details, de-emphasizing the left's direct political accusations.",
      "All perspectives acknowledge the plan and its controversial nature, connecting it to a previous \"failed attempt\" by the Trump administration , revealing a broader ideological divide over census integrity and political influence."
    ],
    "bias_bar_text": null,
    "center_pct": 62.0,
    "error": null,
    "left_pct": 24.0,
    "location": "United States",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "On Monday the U.S. Census Bureau announced the 2026 test will run April to September with around 155,000 households in Huntsville, Alabama, and Spartanburg, South Carolina using an ACS form including a citizenship question.",
      "Amid a redistricting push, Republican lawmakers and GOP-led states have filed lawsuits and legislation seeking citizenship data or to exclude non-citizens from apportionment counts, driven by legal and political actions.",
      "The ACS-derived questionnaire includes detailed items such as income and plumbing, while new methods test using U.S. Postal Service workers, and experts note ACS questions are new for census field tests.",
      "Advocates warn that adding a citizenship question would lower response rates and accuracy, while the bureau says 2026 test results will not affect political representation but guide 2030 plans and a 2027 report to Congress.",
      "The next formal step is for the Office of Management and Budget to decide whether the proposed questions move forward, amid legal precedent where the U.S. Supreme Court blocked a 2020 citizenship question and President Joe Biden rescinded earlier exclusion orders."
    ],
    "title": "Census Bureau Plans to Use Survey with a Citizenship Question in Its Test for 2030, Alarming Experts",
    "topic": "US Immigration",
    "topic_full": "US Immigration · United States"
  },
  {
    "article_path": "/article/australian-national-review-german-australia-foreign-ministers-back-israeli-presidents-visit-down-under",
    "article_url": "https://ground.news/article/australian-national-review-german-australia-foreign-ministers-back-israeli-presidents-visit-down-under",
    "bias": [
      "Left-Leaning coverage emphasizes internal \"divided\" opinions and advocates addressing \"Israeli Crimes,\" while incorrectly framing the Bondi event as a \"Hannukah attack\" and \"mass shooting\" with inflated casualties.",
      "Right-Leaning outlets highlight international diplomatic support for the visit and portray it as a \"major test for cohesion,\" often using \"terror attack.",
      "Center-Leaning reports, while sometimes neutral or human-interest focused, also incorrectly described the event as a \"mass shooting\" and used emotionally charged terms like \"horror,\" a word also employed by the left.",
      "Despite these divergent framings and shared factual inaccuracies regarding the attack, all perspectives agree on the visit's purpose: honoring victims and showing solidarity."
    ],
    "bias_bar_text": "Left 33% Center 45% R 22%",
    "center_pct": 45.0,
    "error": null,
    "left_pct": 33.0,
    "location": null,
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "Israeli President Isaac Herzog will land in Australia on Monday to meet Bondi victims' families after Prime Minister Anthony Albanese invited him following the attack that killed 15. Herzog's plane is due to touch down on Monday.",
      "Leibler had earlier traveled to Israel and presented Herzog with a solidarity statement signed by more than 6,000 Australians, following a formal invitation on December 23, nine days after Bondi.",
      "Herzog's visits in Sydney, Canberra and Melbourne will be heavily policed amid expected anti‑Israel protests and community debate, with some saying it will 'aggravate' chaos.",
      "Herzog's presence signals the Australian‑Israel bond, with Albanese calling the visit 'solemn' as he meets Bondi victim families, emphasizing reconciliation and support.",
      "The UN's Independent International Commission of Inquiry on the Occupied Palestinian Territory has accused Herzog of incitement and recommended his prosecution, amid criticism over a 2023 photograph and Gaza's humanitarian crisis."
    ],
    "title": "Israeli President Visits Australia After Bondi Beach Attack",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/terrorist-who-murdered-hostage-noa-marciano-eliminated_8f3365",
    "article_url": "https://ground.news/article/terrorist-who-murdered-hostage-noa-marciano-eliminated_8f3365",
    "bias": [
      "Left-Leaning coverage frames the event using terms like \"terrorist\" and \"eliminated,\" often noting the strike as a response to \"gunfire.",
      "In contrast, right-leaning narratives employ highly emotive language such as \"Delivers Justice,\" \"brutally murdered,\" and \"promise was kept,\" frequently portraying the victim as a \"hostage\" and detailing her \"19 years\" and gruesome alleged murder method like \"put air in veins.",
      "Center-Leaning reports use \"terrorist\" and \"murdered\" but sometimes soften with \"accused of brutally murdering,\" de-emphasizing the strike's specific triggers and other emotional details.",
      "While all perspectives agree on the core fact of a Hamas commander's killing and his responsibility for the soldier's death, the right's focus on retribution and victimhood starkly contrasts with the left's more restrained framing, revealing differing ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "Yesterday, the Israeli Defence Forces and Israel Security Agency executed a coordinated airstrike that killed Muhammad Issam Hassan Al Habil, Hamas terror-cell chief, in Shati Camp, Gaza City.",
      "Linked to October 7, 2023, Al Habil emerged as a high-priority target after being tied to a shooting that injured an IDF reserve officer.",
      "Evidence cited by Israeli agencies links Al Habil to abducting and killing IDF observer Noa Marciano, who was taken from Nahal Oz and never returned alive.",
      "The Marciano family said they finally felt a small sense of relief and partial justice after the strike, which Israeli officials called a milestone in pursuing justice for October 7 victims.",
      "The IDF said the strike responded to a clear ceasefire violation by Hamas and vowed operations against October 7 perpetrators will continue without pause, while Noa's father alleges a doctor injected air into her veins causing her death."
    ],
    "title": "Individual Accused of Killing IDF Soldier Noa Marciano in Captivity Reportedly Killed in Gaza Airstrike",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/palestinians-line-up-to-cross-rafah-after-rocky-first-day-of-reopening-of-gaza-egypt-border-crossing_ae79a7",
    "article_url": "https://ground.news/article/palestinians-line-up-to-cross-rafah-after-rocky-first-day-of-reopening-of-gaza-egypt-border-crossing_ae79a7",
    "bias": [
      "Left-Leaning coverage frames the Rafah crossing reopening with terms like \"rocky\" and \"emotion,\" emphasizing Palestinian suffering and \"humiliating\" journeys, often highlighting Israeli responsibility for restrictions.",
      "Right-Leaning outlets, conversely, portray the event through a security lens, using phrases such as \"heavy restrictions\" and accusing \"the Media\" of having \"erased why it was closed,\" while de-emphasizing Palestinian experiences and linking the event to \"Trump's plan.",
      "Center perspectives acknowledge the process was \"inevitably, not straightforward\" and offered \"little relief,\" presenting more neutral crossing figures.",
      "A pivotal divergence is the focus on Israeli accountability versus the right's critique of media for omitting Egypt's parallel role.",
      "All sides agree on the crossing's limited reopening and emotional reunions, yet their divergent narratives underscore deep ideological splits regarding accountability and geopolitical priorities."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Monday, Israel reopened the Rafah crossing between Gaza and Egypt, allowing a limited number of Palestinians to leave and return, with Israeli authorities demanding security checks as European monitoring teams arrived.",
      "Humanitarian pressure and heavy strikes prompted the reopening after months of lobbying by humanitarian groups, linked to the return of Ran Gvili's remains and a US-brokered ceasefire plan.",
      "Ambulances began moving patients into Egypt for screening while Egyptian officials expected about 150 to leave and about 50 to enter on day one, amid about 20,000 Palestinian children and adults needing care.",
      "The limited reopening offered immediate reunions as families of patients at Nasser Hospital in Khan Younis reunited, but thousands of Palestinians outside Gaza remain unable to return home.",
      "Rafah's unique role means the opening has outsized significance as it is Gaza's only crossing not leading into Israel, yet Israeli authorities continue to bar foreign journalists from entering Gaza."
    ],
    "title": "Palestinians line up to cross Rafah after rocky first day of reopening of Gaza-Egypt border crossing",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/iran-us-to-negotiate-in-oman-amid-deep-rifts-and-mounting-war-fears",
    "article_url": "https://ground.news/article/iran-us-to-negotiate-in-oman-amid-deep-rifts-and-mounting-war-fears",
    "bias": null,
    "bias_bar_text": "L 20% Center 60% R 20%",
    "center_pct": 60.0,
    "error": "Message: \n",
    "left_pct": 20.0,
    "location": null,
    "right_pct": 20.0,
    "status": "fail",
    "summary": null,
    "title": "Iran, US to negotiate in Oman amid deep rifts and mounting war fears",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/semi-truck-driver-detained-by-ice-after-fatal-head-on-crash-that-killed-four_9bb894",
    "article_url": "https://ground.news/article/semi-truck-driver-detained-by-ice-after-fatal-head-on-crash-that-killed-four_9bb894",
    "bias": [
      "Right-Leaning narratives frame the tragic multi-vehicle crash, resulting in four fatalities, as a direct consequence of current immigration policies, using emotionally charged terms like \"Illegal Migrant Trucker Let In By Biden\" and \"More Americans Killed.",
      "They generalize the incident as \"Illegals Driving Semis Kill Again,\" emphasizing \"deadly consequences\" and \"open-borders policy.",
      "Center-Leaning coverage, however, focuses on factual reporting of the \"3 dead, multiple injured\" event and notes the Trump administration 's blame as a political assertion rather than adopting it.",
      "While both perspectives agree on the crash's basic facts and the driver's ICE custody, the pivotal dividing line is the explicit attribution of blame to broader immigration policy, revealing deep ideological splits over border security."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Thursday, a semi driven by Bekzhan Beishekeev swerved into oncoming traffic on Indiana 67 near Jay County Road 550 East, killing four Amish community members, authorities say.",
      "Indiana State Police say the semi-truck driver failed to brake when an eastbound semi ahead slowed and then swerved into the other lane.",
      "Victim names released include Henry Eicher, 50; Menno Eicher, 25; Paul Eicher, 19; and Simon Girod, 23, all pronounced dead at the scene.",
      "ICE placed a detainer and took the suspect into custody on Feb. 5, as White House regional spokesperson Liz Huston confirmed.",
      "The crash has fed a broader political focus on non-citizen drivers involved in recent crashes, as DHS said Beishekeev entered via the CBP One app on December 19, 2024, and was later paroled."
    ],
    "title": "Semi-truck driver detained by ICE after fatal head-on crash that killed four",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/russia-says-it-regrets-expiration-of-last-nuclear-arms-treaty-but-trump-says-he-wants-a-new-pact_fe7b17",
    "article_url": "https://ground.news/article/russia-says-it-regrets-expiration-of-last-nuclear-arms-treaty-but-trump-says-he-wants-a-new-pact_fe7b17",
    "bias": [
      "Left-Leaning outlets frame the nuclear treaty expiration with \"fears\" of an \"unconstrained nuclear arms race,\" emphasizing Russia 's specific offer was \"ignored\" or \"left unanswered\" by Washington, adopting an alarmist tone.",
      "Center coverage, while also noting a \"precarious edge\" and \"potentially igniting an unrestrained arms race,\" maintains a more descriptive tone, highlighting the historical significance of \"no caps\" for \"more than a half-century\" and both nations' \"openness to future negotiations,\" details de-emphasized by the left.",
      "Both agree on the treaty's expiration and Trump's desire for a new pact, but diverge on assigning responsibility and the immediate diplomatic outlook, reflecting differing views on US foreign policy engagement versus strategic renegotiation."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Thursday, the New START Treaty expired, removing legally binding caps on U.S. and Russian deployed strategic nuclear forces and ending the last U.S.-Russian arms pact.",
      "Moscow suspended participation in February 2023, and last year Russian President Vladimir Putin offered to keep treaty limits for another year, but Washington was noncommittal and sought to include China.",
      "New START capped arsenals at 1,550 nuclear warheads and 700 missiles and bombers, with on-site inspections stopping in 2020 due to the COVID-19 pandemic and never resuming.",
      "Russia's Foreign Ministry said Wednesday night that parties are no longer bound by treaty obligations and signaled readiness for decisive military-technical measures, even as U.S. and Russian senior officials agreed to restore military-to-military dialogue.",
      "Experts warn the lapse could spark an unconstrained nuclear arms race, while China, President Xi Jinping, and Foreign Ministry spokesperson Lin Jian said Beijing will not join a three-way pact and urges the U.S. to resume talks soon."
    ],
    "title": "Russia says it regrets expiration of last nuclear arms treaty, but Trump says he wants a new pact",
    "topic": null,
    "topic_full": null
  }
]
