[
  {
    "article_path": "/article/dow-surges-more-than-1-000-points-to-hit-50-000-for-the-first-time-in-massive-snapback-from-tech-rout_2419a8",
    "article_url": "https://ground.news/article/dow-surges-more-than-1-000-points-to-hit-50-000-for-the-first-time-in-massive-snapback-from-tech-rout_2419a8",
    "bias": [
      "Left-Leaning coverage frames the Dow's \"historic milestone\" with immediate skepticism, asserting it \"doesn't mean the economy is healthy,\" despite noting the market \"surged.",
      "Right-Leaning outlets, conversely, employ celebratory language like \"blows past\" and directly quote \"CONGRATULATIONS AMERICA!\" from a political figure, linking the event to \"economic confidence and growth for America.",
      "Center-Leaning reports remain factual, detailing the Dow's 50,000 point achievement and historical context.",
      "While all perspectives acknowledge the 1,206 point surge driven by tech stocks and AI spending, the pivotal dividing line lies in the left's critical qualification of economic health versus the right's unmitigated, politically-charged triumph, reflecting fundamental ideological views on prosperity and governance."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Friday, the Dow Jones Industrial Average climbed above 50,000 during trading, surging 1,097 points, or 2.24%.",
      "A broadening of the rally saw investors rotate into industrials, financials, and chip companies, with the Russell 2000 index jumping 3.3% this year.",
      "Bitcoin's recovery above $70,000 helped stabilize crypto-linked stocks, with Robinhood Markets up 15%, Coinbase Global rising 11.3%, and Strategy soaring 23.7%.",
      "The milestone signals a strong start to 2026 and may boost Americans' retirement savings, though Wall Street warns of complacency and market risks despite gains.",
      "Despite optimism, strategists warn valuations already reflect optimistic AI gains, and volatility may return as companies report earnings and geopolitical risks persist, analysts said."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/white-house-removes-trump-post-depicting-obamas-as-monkeys-says-it-was-posted-in-error_26affe",
    "article_url": "https://ground.news/article/white-house-removes-trump-post-depicting-obamas-as-monkeys-says-it-was-posted-in-error_26affe",
    "bias": [
      "Left-Leaning narratives frame the video as \"racist\" and \"disgusting,\" emphasizing Trump's \"history of racism \" and an \"unhinged rampage,\" often calling for impeachment with strong moral condemnation.",
      "Conversely, right-leaning outlets de-emphasize the racist implications, portraying it as a \"Lion King Meme\" or \"fake news hoax,\" dismissing critics' \"outrage\" as \"classic trolling\" or \"lefties blow a gasket\" with mocking tones.",
      "Center-Leaning coverage reports on the \"widespread outrage\" and bipartisan condemnation, including Senator Tim Scott's, without the left's historical framing or the right's dismissiveness.",
      "The pivotal dividing line is the video's inherent nature.",
      "All perspectives agree Trump shared and deleted the video, highlighting ideological splits on racial sensitivity and political discourse."
    ],
    "bias_bar_text": null,
    "center_pct": 45.0,
    "error": null,
    "left_pct": 34.0,
    "location": null,
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "On February 6, 2026, President Donald Trump reposted a clip depicting Obama and Michelle as apes; the White House said a staffer 'erroneously made the post' and it was removed roughly twelve hours later.",
      "The clip originates from a circulating conservative meme and AI edit promoting debunked 2020 election conspiracy claims, with White House Press Secretary Karoline Leavitt initially defending it during Black History Month.",
      "The clip runs one minute and two seconds, and the final seconds feature the song 'The Lion Sleeps Tonight' over the visuals, spreading quickly online with more than 1,000 likes early Friday.",
      "Sen. Tim Scott and House Democratic Leader Hakeem Jeffries condemned the post as racist, while the White House did not apologize, and reporters questioned Trump on Friday night.",
      "Coming during Black History Month, the post revived historically racist simian tropes, with critics linking it to patterns of AI-generated visuals targeting opponents, including Barack Obama ."
    ],
    "title": "White House Removes Trump Post Depicting Obamas as Monkeys, Says It Was Posted in Error",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-arrests-benghazi-suspect-bondi-says_a31f61",
    "article_url": "https://ground.news/article/us-arrests-benghazi-suspect-bondi-says_a31f61",
    "bias": [
      "Left-Leaning outlets frame the Benghazi arrest emphasizing due process, using \"accused militant\" or \"suspect,\" and noting the \"14 years\" for justice, including \"online mockery\" of a political figure.",
      "Right-Leaning coverage, conversely, employs highly charged language like \"BOMBSHELL\" and \"American Justice,\" portraying the individual as a \"Terror Attack Suspect\" or \"mastermind.",
      "This perspective explicitly links the arrest to the \" Trump administration \" and criticizes past administrations for \"leaving them to die.",
      "Center-Leaning reports maintain neutrality, focusing on factual details and mentioning the FBI/CIA's role while acknowledging \"many mysteries still surround\" the event.",
      "All agree a key participant in the deadly 2012 attack, which killed four Americans, has been taken into custody for prosecution, revealing ideological rifts over accountability and political narratives."
    ],
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 21.0,
    "location": null,
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "On Friday, Attorney General Pam Bondi announced, \"The FBI has arrested one of the key participants behind the Benghazi attack. Zubayar al-Bakoush landed at Andrews Air Force Base at 3 a.m. this morning. He is in our custody.\"",
      "On Sept. 11, 2012, at least 20 militants breached the Benghazi consulate and set fires, killing four U.S. personnel including Ambassador Chris Stevens and Sean Smith.",
      "Earlier prosecutions saw Ahmed Abu Khattala captured by U.S. special forces in 2014 and two other defendants arrested and sentenced, while defense attorneys argued evidence was inconclusive.",
      "A Republican-led congressional panel concluded the Obama administration had security lapses and a slow response but found no wrongdoing by Hillary Clinton, then-Secretary of State, while Democrats denounced it as a \"conspiracy theory\".",
      "The case spurred a series of U.S. investigations and political clashes, and the Benghazi attacks became a symbol of chaos in Benghazi, Libya, highlighting regional instability and terrorism."
    ],
    "title": "US arrests Benghazi suspect, Bondi says",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/tiktok-hit-with-charges-of-breaching-eu-online-content-rules-app-may-have-to-change_4ff19a",
    "article_url": "https://ground.news/article/tiktok-hit-with-charges-of-breaching-eu-online-content-rules-app-may-have-to-change_4ff19a",
    "bias": [
      "Left-Leaning coverage frames the story as a child-protection crisis—emphasizing \"addictive\" design, \"harms\" to kids, and urgent enforcement—while right-leaning coverage casts it as a culture/sovereignty fight, using phrases like \"regulate like drugs\" and \"war over users’ feeds\" to stress social and ideological stakes; center pieces, by contrast, focus on the \"preliminary\" legal process and specifics such as potential fines up to about 6% of global turnover.",
      "Rhetorically, the left uses emotive harm language , the right uses alarmist sovereignty metaphors, and all converge on the Commission’s findings and TikTok ’s rejection, revealing deeper regulatory versus cultural priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 48.0,
    "error": null,
    "left_pct": 27.0,
    "location": null,
    "right_pct": 25.0,
    "status": "ok",
    "summary": [
      "On Friday, the European Commission said preliminary findings show TikTok 's app design breaches the Digital Services Act and must \"change the basic design\" while the probe continues.",
      "The DSA investigation found TikTok's infinite scroll, autoplay, and personalised recommender drive compulsive use, prompting proposals to disable infinite scroll and add screen-time breaks including night lockouts.",
      "Commission reviewers found TikTok's internal risk assessments, company data and expert interviews highlight ineffective time-management and parental-control tools, while public studies show excessive use by young users.",
      "TikTok can now consult investigation documents and reply in writing, while the Commission will consult the European Board for Digital Services and may impose a fine up to 6% of global annual turnover.",
      "Regulators cite broader trends such as mounting pressure over youth screen time, with Australia banning social media for under-16s and TikTok settling a lawsuit last month, amid global scrutiny."
    ],
    "title": "TikTok hit with charges of breaching EU online content rules, app may have to change",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/trump-administration-launches-trumprx-website-for-discounted-drugs_6420a1",
    "article_url": "https://ground.news/article/trump-administration-launches-trumprx-website-for-discounted-drugs_6420a1",
    "bias": [
      "Left-Leaning coverage frames the TrumpRx launch with skepticism, using terms like \"unclear\" effectiveness and \"fuzzy math,\" questioning its impact for \"most patients.",
      "Right-Leaning outlets, conversely, celebrate it as a \"historic announcement\" and \"promises made, promises kept,\" emphasizing \"drastic discounts\" and a leader who \"vows\" Americans will \"pay the lowest price.",
      "Center perspectives acknowledge the launch and administration's goals but also note expert \"skepticism\" regarding actual savings.",
      "While all agree on the platform's existence and aim to lower costs, the left focuses on potential political motivations and exaggerated claims, de-emphasizing policy mechanisms detailed by the right, which touts \"millions of dollars\" saved.",
      "This reveals a fundamental ideological divide over government initiatives and their perceived efficacy."
    ],
    "bias_bar_text": null,
    "center_pct": 56.0,
    "error": null,
    "left_pct": 23.0,
    "location": null,
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "At 7 p.m. Thursday, President Donald Trump , joined by Dr. Mehmet Oz and Joe Gebbia, unveiled TrumpRx.gov, a government-hosted site to buy discounted prescription drugs directly from manufacturers.",
      "After teasing the plan in September, the administration secured agreements with at least 16 drug manufacturers, including Pfizer, Eli Lilly and Novo Nordisk, under the Most Favored Nations pricing policy.",
      "Purchases on TrumpRx will require cash and not accept insurance, launching with over 40 drugs including Ozempic and Wegovy, with prices like Ozempic at $350 and Reyataz cut to $217, the White House said.",
      "Uninsured patients stand to gain the most from TrumpRx, but Juliette Cubanski, KFF expert, warned insured patients may pay more and purchases won’t count toward deductibles.",
      "The rollout follows earlier delays from a planned late-January release and arrives amid affordability concerns ahead of midterm elections, reflecting a trend toward direct-to-patient GLP-1 drug sales."
    ],
    "title": "Trump administration launches TrumpRx website for discounted drugs",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/trump-condemns-racist-video-showing-obamas-as-apes-after-removing-it-but-says-he-wont-apologize",
    "article_url": "https://ground.news/article/trump-condemns-racist-video-showing-obamas-as-apes-after-removing-it-but-says-he-wont-apologize",
    "bias": [
      "While all perspectives acknowledge Donald Trump posted a controversial image depicting the Obamas as apes, which was deleted after bipartisan \"backlash,\" and that he refused to apologize, narratives diverge sharply.",
      "Left-Leaning outlets frame the event using terms like \"racist\" and \"disgusting,\" emphasizing Trump's \"defiance\" and highlighting a \"three-time Trump voter\" apologizing.",
      "Right-Leaning coverage, while noting the \"racist social media post,\" prioritizes Trump's direct denial, emphasizing his statement, \"'Didn't Make Mistake',\" to present his justification.",
      "Center-Leaning reports offer more detailed context, including the post's conspiracy theory link and the White House's evolving stance, details the right de-emphasizes.",
      "Trump's refusal to apologize and his self-defense are pivotal, characterized as defiance by the left and a firm stance by the right, reflecting fundamental ideological divides on accountability and the interpretation of controversial rhetoric."
    ],
    "bias_bar_text": "Left 30% Center 60% 10%",
    "center_pct": 60.0,
    "error": null,
    "left_pct": 30.0,
    "location": null,
    "right_pct": 10.0,
    "status": "ok",
    "summary": [
      "Trump’s official Truth Social account deleted a video portraying Barack and Michelle Obama as apes after widespread bipartisan backlash; the clip promoted a 2020 election conspiracy theory and remained online for about 12 hours.",
      "Trump said he would not apologize, insisting he “didn’t make a mistake” and claiming he only watched the beginning of the video, which he said focused on alleged voter fraud, before staff shared it.",
      "Despite refusing to apologize, Trump said he condemned the video, while the White House initially defended the post before it was taken down."
    ],
    "title": "Trump condemns racist video showing Obamas as apes after removing it, but says he won’t apologize",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/appeals-court-endorses-trump-policy-of-holding-many-ice-detainees-without-bond-hearings",
    "article_url": "https://ground.news/article/appeals-court-endorses-trump-policy-of-holding-many-ice-detainees-without-bond-hearings",
    "bias": [
      "Left-Leaning coverage frames the court's decision as upholding a \"mass detention policy\" for \"undocumented immigrants\" and an \"aggressive deportation campaign,\" emphasizing the lack of \"opportunity to seek release\" and noting it \"contradicts thousands of lower-court rulings.",
      "Conversely, right-leaning outlets portray the ruling as the court \"sides with\" the administration, using terms like \"greenlights\" and \"affirms\" to highlight a \"victory\" while mentioning potential Supreme Court appeals.",
      "Center-Leaning reports maintain a neutral tone, detailing the \"2-1 ruling\" and characterizing the court as \"conservative,\" also noting a \"vigorous deportation campaign.",
      "All perspectives agree a federal appeals court upheld the Trump administration's detention policy without bond hearings, revealing a fundamental ideological divide on immigration enforcement and judicial interpretation."
    ],
    "bias_bar_text": "Left 50% Center 25% Right 25%",
    "center_pct": 25.0,
    "error": null,
    "left_pct": 50.0,
    "location": null,
    "right_pct": 25.0,
    "status": "ok",
    "summary": [
      "A federal appeals court upheld the Trump administration's policy of mandatory detention for immigration detainees without bond hearings.",
      "The ruling allows immigration authorities to detain those arrested in immigration crackdowns indefinitely without opportunity for release on bond.",
      "Most lower court judges had previously declared the policy unlawful, but this appeals court decision upheld the administration's interpretation of immigration law."
    ],
    "title": "Appeals court endorses Trump policy of holding many ICE detainees without bond hearings",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/fbi-invites-elections-officials-nationwide-to-a-call-on-preparations-for-midterm-elections",
    "article_url": "https://ground.news/article/fbi-invites-elections-officials-nationwide-to-a-call-on-preparations-for-midterm-elections",
    "bias": [
      "Left-Leaning outlets portray the FBI 's invitation to election officials as \"unusual\" or an \"ominous note,\" employing alarmist language like \"Beyond Crazy\" and \"Alarm Bells Erupt\" to suggest \"federal interference\" and link it to \"Trump's\" past calls to \"nationalize\" elections or \"false claims of voter fraud.",
      "This narrative fosters deep \"skepticism\" and suspicion.",
      "In contrast, center-leaning coverage neutrally frames the event as \"preparations\" for \"high-stakes\" \"midterms,\" de-emphasizing any political context or official concerns.",
      "While both acknowledge the FBI's call for election \"preparations,\" the left's focus on perceived threats and politicization versus the center's factual reporting reveals underlying ideological divides concerning institutional trust and election integrity."
    ],
    "bias_bar_text": null,
    "center_pct": 36.0,
    "error": null,
    "left_pct": 64.0,
    "location": "United States",
    "right_pct": null,
    "status": "ok",
    "summary": [
      "The FBI invited Chief Election Officials nationwide to a February 25 briefing coordinated with DOJ, DHS, USPIS, and the EAC to discuss preparations and resources for the 2026 US midterm elections.",
      "With DOJ lawsuits targeting more than two dozen states, federal agencies invited state election officials after the FBI seized 2020 ballots in Fulton County, Georgia, amid President Donald Trump's calls to 'nationalize' elections.",
      "A public records request showed the email was signed by Kellie M. Hardiman, who identified herself as an 'FBI Election Executive,' and officials called the outreach 'unusual and unexpected.'",
      "State officials said the invitation has heightened tensions and prompted legal preparedness, with Maine Secretary of State Shenna Bellows confirming participation and Nevada Secretary of State Cisco Aguilar preparing to litigate while Fulton County officials contest seizures.",
      "Attorney Danny Miller warned that federal law enforcement coordination risks unconstitutional interference, urging civil society to respond, amid concerns over DHS partners near polling sites."
    ],
    "title": "FBI Invites Elections Officials Nationwide to a Call on 'Preparations' for Midterm Elections",
    "topic": "FBI",
    "topic_full": "FBI · United States"
  },
  {
    "article_path": "/article/us-plans-initial-payment-towards-billions-owed-to-un-envoy-waltz-says_9d69be",
    "article_url": "https://ground.news/article/us-plans-initial-payment-towards-billions-owed-to-un-envoy-waltz-says_9d69be",
    "bias": [
      "Left-Leaning narratives emphasize the U.S. payment to the UN as fulfilling \"billions owed,\" framing it as a necessary international obligation.",
      "Conversely, right-leaning coverage, while using neutral headline language, uniquely frames the context by including the UN Secretary-General \"sounding the alarm on UN finances,\" subtly shifting focus to institutional issues.",
      "Center-Leaning outlets remain strictly factual, providing specific figures like $2.4 billion for peacekeeping debts, a detail de-emphasized by other perspectives.",
      "All perspectives agree on the payment plan and the ambassador's call for UN \"reforms,\" revealing a core ideological divide between international commitment and institutional scrutiny."
    ],
    "bias_bar_text": null,
    "center_pct": 45.0,
    "error": null,
    "left_pct": 11.0,
    "location": "United States",
    "right_pct": 44.0,
    "status": "ok",
    "summary": [
      "Mike Waltz, U.S. ambassador to the United Nations , said an initial tranche will arrive in weeks as a significant down payment toward the billions the United States owes the U.N.",
      "U.N. officials say the bulk of regular-budget arrears come from the U.S., which owes $2.19 billion by the start of February plus $2.4 billion for peacekeeping and $43.6 million for tribunals.",
      "More than policy, Waltz framed the payment as support for UN80 reforms, highlighting the need to cut duplication among seven U.N. agencies with climate as primary mission and consolidate logistics.",
      "With a Tuesday warning, the U.N. could run out of cash by July, and the spending bill includes $3.1 billion for U.S. dues, Waltz said.",
      "Amid a broader U.S. retreat from multilateralism, the U.N. General Assembly approved a $3.45 billion budget for 2026 on December 30, about 7 per cent lower than 2025 but $200 million higher than proposed."
    ],
    "title": "US plans initial payment towards billions owed to UN, envoy Waltz says",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · United States"
  },
  {
    "article_path": "/article/4th-circuit-lifts-block-on-trump-executive-orders-targeting-dei-programs_b9a757",
    "article_url": "https://ground.news/article/4th-circuit-lifts-block-on-trump-executive-orders-targeting-dei-programs_b9a757",
    "bias": [
      "Left-Leaning coverage frames the court's decision as \"Trump's Efforts to Ban DEI ,\" highlighting opposition to progressive values while de-emphasizing judicial specifics.",
      "In stark contrast, right-leaning outlets portray the outcome as a \"big victory\" or \"Huge Win\" against \"anti-DEI orders\" and \"woke policies,\" using charged terms like \"Obama judge 'reluctantly'\" and \"Slaps Down\" to celebrate the \"elimination\" of DEI grants.",
      "Center-Leaning reports, however, neutrally describe a \"court win\" or \"lifts block,\" identifying the specific appeals court and judge without partisan framing.",
      "While all perspectives agree a federal appeals court ruled favorably for Trump's DEI efforts, the left focuses on the policy's impact, the right on a broader ideological \"war,\" revealing deep ideological and cultural divides over Diversity, Equity, and Inclusion."
    ],
    "bias_bar_text": null,
    "center_pct": 13.0,
    "error": null,
    "left_pct": 7.0,
    "location": "United States",
    "right_pct": 80.0,
    "status": "ok",
    "summary": [
      "A federal appeals court lifted a block on President Trump's executive orders targeting diversity, equity, and inclusion programs across federal agencies and government contractors.",
      "Obama-Appointed Judge Albert Diaz ruled that legal challenges must be brought based on how the orders are enforced in specific cases, rather than broadly challenging the orders.",
      "The court rejected arguments that the orders infringed on First Amendment rights and failed due process, saying the orders must first be applied before they can be challenged."
    ],
    "title": "4th Circuit Lifts Block on Trump Executive Orders Targeting DEI Programs",
    "topic": "DEI",
    "topic_full": "DEI · United States"
  },
  {
    "article_path": "/article/trump-orders-prioritizing-countries-with-higher-defense-spending-as-customers-for-us-weapons",
    "article_url": "https://ground.news/article/trump-orders-prioritizing-countries-with-higher-defense-spending-as-customers-for-us-weapons",
    "bias": [
      "While all perspectives acknowledge the executive order establishing an \"America First Arms Transfer Strategy,\" left-leaning coverage connects it to broader calls for allies to \"bolster\" defense spending and contribute to U.S. \"economic security.",
      "Right-Leaning outlets, conversely, frame the policy as an \"overhauls\" to \"protect American weapons production,\" emphasizing the need to \"fully leverage\" and \"boost production\" with figures like \"$300 billion in defense sales.",
      "Their rhetoric, employing terms like \"America First,\" signals a focus on national interest.",
      "Center-Leaning reports remain descriptive, detailing departmental involvement and a \"prioritized catalog\" without overt judgment.",
      "These portrayals highlight a clear ideological divide between emphasizing allied burden-sharing and prioritizing domestic economic and strategic gains."
    ],
    "bias_bar_text": null,
    "center_pct": 27.0,
    "error": null,
    "left_pct": 13.0,
    "location": "United States",
    "right_pct": 60.0,
    "status": "ok",
    "summary": [
      "On Feb. 6 in Washington, U.S. President Donald Trump signed the America First Arms Transfer Strategy to prioritise weapons sales to partners investing in their own defence.",
      "Amid calls for higher ally spending, the Trump administration says prioritising allies that invest in their own defence supports national security and counters threats including China, following NATO leaders and the 5 per cent of GDP target .",
      "Tasking cabinet officials, the order requires the Secretaries of Defense, State and Commerce to develop a prioritized sales catalog within 120 days, and streamline export rules to reduce delays.",
      "By using foreign purchases to boost U.S. factories, the policy will expand American manufacturers' capacity and speed delivery of U.S.-made weapons to allies deemed essential for regional security.",
      "Because priorities can only be altered after significant hurdles are met, the order names no countries and aims to replace the 'partner-first' and first-come, first-served historical practice causing backlogs."
    ],
    "title": "Trump orders prioritizing countries with higher defense spending as customers for US weapons",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · United States"
  },
  {
    "article_path": "/article/judge-arizona-abortion-laws-are-unconstitutional-after-2024-amendment",
    "article_url": "https://ground.news/article/judge-arizona-abortion-laws-are-unconstitutional-after-2024-amendment",
    "bias": [
      "Left-Leaning coverage frames the ruling as a triumph for \"reproductive rights,\" using terms like \"smacked down\" against \"anti- abortion laws\" and highlighting \"voter-backed guarantees\" with protest visuals.",
      "Right-Leaning perspectives, while reporting the judge \"strikes down\" restrictions, subtly imply judicial overreach against established laws and emphasize the \"Democratic attorney general's\" involvement.",
      "Center outlets maintain a neutral tone, detailing \"unnecessary obstacles\" like waiting periods, while de-emphasizing partisan political actors.",
      "All perspectives agree a judge ruled to stop enforcing pre-2024 abortion restrictions contradicting a voter-approved amendment, revealing ideological divides over judicial power and democratic mandates."
    ],
    "bias_bar_text": null,
    "center_pct": 72.0,
    "error": null,
    "left_pct": 21.0,
    "location": "Arizona",
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "On Friday, Maricopa County Superior Court permanently blocked multiple anti-abortion laws that predate the 2024 Arizona voters amendment.",
      "Arizona's 2024 abortion-rights amendment forbids state interference before fetal viability and allows restrictions only for a narrowly defined `compelling state interest` protecting women's health without infringing autonomy.",
      "Challenged laws included prohibitions on telemedicine and genetic-abnormality terminations, required ultrasounds and Rh blood testing, and imposed a 24-hour delay requirement.",
      "The two abortion providers celebrated, and Kris Mayes called the ruling a 'major victory' while Warren Petersen's office said they will appeal.",
      "Since the Supreme Court's 2022 decision, abortion law has been in flux as the 2024 voter-approved amendment overturned a 15-week ban, yet some restrictions faced a May of last year challenge; this ruling could reshape access amid Missouri voters considering ballot measures this year."
    ],
    "title": "Arizona Court Strikes Down Abortion Restriction Laws",
    "topic": "Arizona Politics",
    "topic_full": "Arizona Politics · Arizona"
  },
  {
    "article_path": "/article/11-charged-in-marriage-fraud-scheme-for-allegedly-paying-us-service-members-to-wed-chinese-nationals",
    "article_url": "https://ground.news/article/11-charged-in-marriage-fraud-scheme-for-allegedly-paying-us-service-members-to-wed-chinese-nationals",
    "bias": [
      "Right-Leaning coverage frames the alleged marriage fraud as a \"Treasonous Conspiracy Aiding Communist China,\" employing highly charged terms like \"game U.S. immigration system\" and asserting \"CCP's Hooks in the U.S. Are Insidious and Widespread.",
      "This perspective emphasizes a severe national security threat and foreign adversary involvement.",
      "In contrast, center-leaning reporting maintains a neutral, legally precise tone, focusing on \"11 charged\" and \"allegedly paying\" for \"sham marriages.",
      "It details specific benefits sought, such as military identification cards and base access, while de-emphasizing direct links to the Chinese Communist Party.",
      "Both perspectives agree on the involvement of U.S. Navy sailors and the four guilty pleas, but the right leverages these facts to underscore broader ideological concerns about national vulnerability and anti-communism."
    ],
    "bias_bar_text": "Center 57% Right 43%",
    "center_pct": 57.0,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": 43.0,
    "status": "ok",
    "summary": [
      "On Wednesday, the U.S. Department of Justice charged 11 people in a scheme recruiting Americans into sham marriages linked to the U.S. Navy, Jacksonville, Florida, authorities say.",
      "The investigation shows the scheme ran from last year through Feb. 8, 2025, involving sham weddings across Florida, New York, Connecticut and Nevada to secure residency or military access for Chinese nationals and U.S. service members.",
      "Recruiters used a three-step payout structure, offering $10,000 for the marriage, $20,000 after a green card, and $5,000 after divorce, while conspirators staged evidence and sought unauthorized Common Access Cards.",
      "Prosecutors filed charges including marriage fraud, conspiracy, and bribery, each carrying up to five years; four former Navy personnel have pleaded guilty and await sentencing.",
      "NCIS, Homeland Security Investigations and the FBI are jointly investigating whether the scheme had ties to the Chinese government, while Gregory W. Kehoe warned it jeopardizes military facility security."
    ],
    "title": "11 charged in \"marriage fraud\" scheme for allegedly paying U.S. service members to wed Chinese nationals",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/canada-must-lean-into-economic-disruption-bocs-macklem-urges",
    "article_url": "https://ground.news/article/canada-must-lean-into-economic-disruption-bocs-macklem-urges",
    "bias": null,
    "bias_bar_text": "Left 38% Center 62%",
    "center_pct": 62.0,
    "error": null,
    "left_pct": 38.0,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Thursday, Bank of Canada governor Tiff Macklem urged firms to lean into disruptive forces at an Empire Club of Canada luncheon in Toronto, signalling no further stimulus is likely.",
      "Three forces—U.S. protectionism, artificial intelligence and slower population growth—are reshaping Canada’s economy by lowering potential output and slowing labour-force growth.",
      "The Bank forecasts muted GDP growth of 1.1 per cent in 2026 and 1.5 per cent in 2027, citing trade uncertainty and slow population growth, and sees early evidence that AI is reducing entry-level jobs.",
      "Firms face restrained hiring this year, and Macklem warned that lowering rates risks stoking inflation and delaying structural change if businesses fail to adapt.",
      "Macklem said the transition will be measured in years not quarters and could ultimately make the economy more resilient; the Bank's next interest-rate decision is set for March 18, and financial markets expect it to stand pat through 2026."
    ],
    "title": "Canada Must ‘Lean Into’ Economic Disruption, BoC’s Macklem Urges",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/epa-reapproves-herbicide-dicamba-with-some-restrictions_2f8c15",
    "article_url": "https://ground.news/article/epa-reapproves-herbicide-dicamba-with-some-restrictions_2f8c15",
    "bias": [
      "Left-Leaning coverage frames the EPA 's dicamba reapproval as a \"controversial decision\" by \"Industry Cronies\" concerning a \"Dangerous Pesticide,\" emphasizing \"health risks\" and its potential to \"destroy nearby crops.",
      "This perspective employs emotionally charged language, highlighting environmental damage and alleged undue influence.",
      "In contrast, center-leaning outlets portray the reapproval of the \"controversial herbicide\" more neutrally, detailing \"some restrictions\" and a \"two-year\" duration, while also providing historical context that it \"has been sprayed on crops for decades.",
      "The center de-emphasizes the specific health risks and corporate influence highlighted by the left.",
      "Both perspectives agree on the core action: the Trump administration's reapproval of low-volatility dicamba for genetically modified crops, revealing a fundamental divide in framing regulatory actions and their perceived societal impact."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 60.0,
    "location": "United States",
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Feb 6, 2026, the EPA reapproved dicamba with a federal registration covering 14 states, marking the third approval for OTT use.",
      "EPA said growers need dicamba to control resistant weeds, enabling U.S. farmers to regain access to dicamba-tolerant soybeans and cotton, while Bayer will market Stryax dicamba herbicide with up to 14 days soil activity.",
      "The registration restricts timing, requires a qualified volatility reduction adjuvant and drift reduction agent, and limits applications in high temperatures, EPA said Friday.",
      "Environmental groups called the measures insufficient, saying new restrictions will perpetuate the chemical treadmill trapping many farmers, while advocates warned dicamba drift threatens farmers' livelihoods and tears apart rural communities.",
      "Scientists note studies linking dicamba to cancer and endocrine concerns, while EPA said that `when applied according to the new label instructions` it `found no unreasonable risk to human health and the environment from OTT dicamba use`."
    ],
    "title": "EPA Reapproves Herbicide Dicamba with some Restrictions",
    "topic": "EPA",
    "topic_full": "EPA · United States"
  },
  {
    "article_path": "/article/us-aims-for-march-peace-deal-in-ukraine-quick-elections-sources-say_fa5cf4",
    "article_url": "https://ground.news/article/us-aims-for-march-peace-deal-in-ukraine-quick-elections-sources-say_fa5cf4",
    "bias": [
      "Left-Leaning coverage frames the US aim for a \"peace deal\" and \"quick elections\" with an optimistic tone, emphasizing a swift resolution.",
      "In contrast, right-leaning outlets inject skepticism, highlighting how \"territory dispute looms\" and mentioning \"deep disagreements\" over \"election logistics,\" a detail de-emphasized elsewhere.",
      "Center coverage maintains a neutral stance, often using \"Exclusive-\" to signal its reporting.",
      "All sides acknowledge the \"ambitious March goal\" and \"key issue of territory\" causing delays.",
      "This contrast, from diplomatic optimism to pragmatic caution regarding the feasibility of such a deal, reveals underlying ideological approaches to international conflict and resolution."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 10.0,
    "location": "Ukraine",
    "right_pct": 50.0,
    "status": "ok",
    "summary": [
      "On Feb 6 in Kyiv, U.S. special envoy Steve Witkoff, Jared Kushner, and Ukrainian negotiators discussed an ambitious March peace deal goal, but the timeline may slip due to unresolved territory disputes.",
      "U.S. special envoy Steve Witkoff and Jared Kushner urged Ukrainian counterparts that a vote `sooner rather than later` would be best, citing upcoming U.S. focus on midterms.",
      "A U.S.-brokered round in Abu Dhabi concluded on Thursday with the release of 314 prisoners of war and Ukrainian election authorities projecting six months needed to organize elections under martial law in Ukraine .",
      "Under the discussed framework any deal would be submitted to a Ukrainian referendum held alongside national elections, with two sources saying officials discussed a May timetable; Ukraine demands a ceasefire throughout the voting campaign and Ukrainian voters could still reject territorial concessions.",
      "Russia occupies about 20% of Ukraine and demands full Donbas control; Moscow insists on Zaporizhzhia nuclear power plant control, while analysts say Russia gained about 1.3% territory since early 2023."
    ],
    "title": "US aims for March peace deal in Ukraine, quick elections, sources say",
    "topic": "Russia-Ukraine War",
    "topic_full": "Russia-Ukraine War · Ukraine"
  },
  {
    "article_path": "/article/iran-and-us-hold-indirect-talks-in-oman-americas-military-leader-in-the-mideast-joins-the-talks",
    "article_url": "https://ground.news/article/iran-and-us-hold-indirect-talks-in-oman-americas-military-leader-in-the-mideast-joins-the-talks",
    "bias": [
      "Left-Leaning coverage frames US-Iran talks with \"fears of war \" and the need to \"de-escalate\" tensions, providing context like a \"bloody crackdown\" and concurrent US sanctions, noting a \"good start\" from Iranian officials.",
      "Right-Leaning outlets, conversely, emphasize a \"threat of war\" and \"cautious optimism,\" detailing broader US demands including \"ballistic missiles\" and \"human rights abuses,\" portraying the goal as managing \"Mideast tensions.",
      "Center-Leaning reports remain concise, focusing on the event and military presence, noting negotiations \"return to the starting point.",
      "While all agree on the talks' occurrence and military leader's involvement, these narratives reveal fundamental ideological divides on diplomatic engagement versus confronting perceived threats."
    ],
    "bias_bar_text": null,
    "center_pct": 11.0,
    "error": null,
    "left_pct": 50.0,
    "location": "Oman",
    "right_pct": 39.0,
    "status": "ok",
    "summary": [
      "On Friday, U.S. and Iranian officials met in Muscat, Oman, to avert a deeper crisis and agreed to continue negotiations after talks ended \"for now\" with planned consultations in their capitals.",
      "Against a backdrop of deep mistrust, Washington pressed Iran to freeze its nuclear program, address ballistic missiles, proxies and human rights, while Tehran insisted talks focus solely on nuclear issues and sought sanctions relief.",
      "Omani Foreign Minister Sayyid Badr bin Hamad Al Busaidi facilitated exchanges between the U.S. delegation, led by Steve Witkoff and traveling with Jared Kushner, and Abbas Araghchi's team.",
      "Despite Washington's pressure, regional governments including Egypt, Saudi Arabia, Qatar and Iraq, and the United Nations Secretary-General Antonio Guterres welcomed the talks and urged de-escalation.",
      "Against a backdrop of last year's Israel–Iran war and strikes, these were the first U.S.–Iran meetings amid a major U.S. military build-up including USS Abraham Lincoln and incidents in the Strait of Hormuz."
    ],
    "title": "Iran and US hold indirect talks in Oman. America’s military leader in the Mideast joins the talks",
    "topic": "Middle East Politics",
    "topic_full": "Middle East Politics · Oman"
  },
  {
    "article_path": "/article/judge-orders-trump-administration-to-restore-funding-for-rail-tunnel-between-new-york-and-new-jersey",
    "article_url": "https://ground.news/article/judge-orders-trump-administration-to-restore-funding-for-rail-tunnel-between-new-york-and-new-jersey",
    "bias": [
      "Left-Leaning outlets frame the judge's order to \"unfreeze\" over $16 billion for the tunnel project as a necessary correction against a \"senseless\" Trump administration decision, even labeling it \"attempted extortion\" and a \"major loss.",
      "Their rhetoric emphasizes a \"fight\" against obstruction.",
      "Right-Leaning coverage, conversely, de-emphasizes the administration's role in the funding halt, instead highlighting \"Democrats Call\" for restoration and portraying the project as a potential \"greatest achievement\" that would \"benefit the country's economy for generations to come,\" while mentioning the \"Office of Management and Budget\" as the source of the threat.",
      "Center-Leaning reports neutrally present the \"temporary\" nature of the order and the \"uncertain future\" for workers.",
      "All perspectives agree on the judge's directive to restore funding for the $16 billion project and the potential harm of delay, revealing ideological divides over executive power and infrastructure investment."
    ],
    "bias_bar_text": null,
    "center_pct": 42.0,
    "error": null,
    "left_pct": 39.0,
    "location": "New York",
    "right_pct": 19.0,
    "status": "ok",
    "summary": [
      "On Friday, U.S. District Judge Jeannette A. Vargas in Manhattan ordered the Trump administration to restore funding for the Gateway/Hudson rail tunnel as the lawsuit proceeds.",
      "The Trump administration had suspended $16 billion in support months earlier, citing the government shutdown and diversity, equity and inclusion contract review, while reports say top officials linked funding release to naming requests involving Senator Chuck Schumer, Democrat of New York.",
      "By Friday morning, nearly 1,000 workers were on site at four locations where activity was winding down after more than $1 billion was spent, while barges drove `king piles` into the river at North Bergen, raising safety concerns.",
      "Judge Vargas concluded the plaintiffs would suffer irreparable harm without an injunction if operations stopped, while Shankar Duraiswamy urged urgent relief, warning `any long-term suspension of funding could torpedo the project` and filings noted harm to the public interest and unclear maintenance timelines.",
      "If the administration complies, the project could soon restart, as the commission's breach suit seeks over $200 million and aims to ease delays on the over 110-year-old tunnel connecting New York and New Jersey."
    ],
    "title": "Judge Orders Trump Administration to Restore Funding for Rail Tunnel Between New York and New Jersey",
    "topic": "New York State Politics",
    "topic_full": "New York State Politics · New York"
  },
  {
    "article_path": "/article/maryland-man-charged-with-plotting-to-kill-omb-director-vought_02b3da",
    "article_url": "https://ground.news/article/maryland-man-charged-with-plotting-to-kill-omb-director-vought_02b3da",
    "bias": [
      "Coverage of the alleged plot against a government official starkly diverged: left-leaning outlets emphasized legal charges and the \"murder plot,\" noting the suspect's \"fascist takeover\" warnings without further ideological framing.",
      "Right-Leaning narratives, however, heavily politicized the event, portraying the target as a \"Trump official\" and the suspect as a \"radical leftist\" or \"crazed leftist\" driven by \"Project 2025,\" even linking it to \"Democrat Inspired Terrorism.",
      "The right employed emotionally charged terms like \"assassination plot\" and dramatized details like \"gloves and mask,\" while the left remained more descriptive.",
      "Center coverage bridged this, mentioning \"plotting to kill\" and \"Project 2025\" as a motive, but de-emphasizing ideological characterization.",
      "All perspectives agreed on the core facts of the attempted murder charge, yet their distinct portrayals underscored deep ideological divides over political violence and perceived threats."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 6.0,
    "location": "Arlington",
    "right_pct": 44.0,
    "status": "ok",
    "summary": [
      "On January 22, Colin Demarco, 26-year-old Rockville, Maryland man, was arrested and charged with attempted murder in an alleged plot targeting Russell Vought, Director of the Office of Management and Budget, in Arlington, Virginia .",
      "Investigators say Demarco was motivated by opposition to Project 2025, feared President Donald Trump's reelection would lead to a `fascist takeover`, and admitted creating a manifesto planning to kill people.",
      "Security footage shows Demarco on Aug. 10 wearing gloves, a surgical mask and sunglasses at Vought's home while checking the mailbox, a neighbor said he appeared armed, and digital records include weapons research and a Body Disposal Guide.",
      "The U.S. Marshals Service led the investigation and now protects Director Vought, while Demarco is held without bond at Arlington County Detention Facility and will appear in court on Feb. 23.",
      "Officials say senior administration figures routinely receive credible threats, with Vought targeted since last year for leading mass firings and architecting Schedule F, while Arlington County prosecutors filed charges despite a U.S. Marshals Service investigation."
    ],
    "title": "Maryland Man Charged With Plotting to Kill OMB Director Vought",
    "topic": "US Crime",
    "topic_full": "US Crime · Arlington"
  },
  {
    "article_path": "/article/did-ketanji-brown-jackson-clap-at-anti-ice-grammy-speeches-what-video-shows",
    "article_url": "https://ground.news/article/did-ketanji-brown-jackson-clap-at-anti-ice-grammy-speeches-what-video-shows",
    "bias": [
      "Left-Leaning coverage frames a Supreme Court justice as \"in crosshairs\" due to amplified calls for recusal, portraying criticism as an \"attack.",
      "Conversely, right-leaning outlets demand an \"investigation\" into the justice's \"impartiality\" and \"integrity\" following \"politically charged\" \"leftist Grammys\" and \"anti-ICE rhetoric,\" often labeling it a \"Disqualifying Moment.",
      "Center-Leaning coverage, however, neutrally asks \"Did Ketanji Brown Jackson clap?\" focusing on \"What video shows.",
      "While all perspectives acknowledge the justice's Grammy attendance and the presence of anti-ICE sentiment, the left emphasizes political targeting, de-emphasizing calls for a probe, while the right scrutinizes judicial conduct, revealing stark ideological divides over judicial activism versus perceived political pressure."
    ],
    "bias_bar_text": null,
    "center_pct": 11.0,
    "error": null,
    "left_pct": 17.0,
    "location": "United States",
    "right_pct": 72.0,
    "status": "ok",
    "summary": [
      "On Sunday, Supreme Court Justice Ketanji Brown Jackson attended the Grammy Awards as a Best Audio Book nominee but lost to the Dalai Lama; artists protested ICE while conservative critics urged recusal over claims she applauded, though no video has emerged.",
      "This year the Grammys featured politics as winners like Billie Eilish and Bad Bunny criticized ICE, dozens wore `ICE OUT` pins, and host Trevor Noah joked about appealing to the Supreme Court.",
      "A clip shows Jackson smiling, applauding during her nomination for `Lovely One`, Best Audio Book, without making political remarks, and her reaction was not shown during speeches.",
      "On Thursday, President Donald Trump promoted a New York Post opinion piece attacking Jackson, while Miranda Devine questioned her impartiality, claiming she should have stayed home, as critics shared online.",
      "The Supreme Court's 2025-2026 term faces partisan attacks, critics claim Jackson's attendance at the Grammys raises impartiality questions, though defenders cite past targeting of other justices."
    ],
    "title": "GOP senator calls for probe into Ketanji Brown Jackson attending Grammys",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/south-carolina-measles-outbreak-reaches-over-900-cases_10e8b3",
    "article_url": "https://ground.news/article/south-carolina-measles-outbreak-reaches-over-900-cases_10e8b3",
    "bias": [
      "Left-Leaning coverage frames the measles outbreak with urgent language like \"rare brain swelling\" and \"dangerous brain swelling,\" emphasizing the vulnerability of \"children\" and the virus's preventability, even touching on \"vaccine side effects\" discourse.",
      "Right-Leaning outlets, conversely, pivot to \"Parents’ Rights\" and \"strong actions to protect\" them, framing the health crisis within individual autonomy, while also highlighting the risk of \"irreversible’ brain damage\" and referencing past outbreaks with \"deaths.",
      "Center-Leaning reports adopt a more analytical tone, detailing public health responses like \"mandatory mask policy\" and expressing a \"sense of foreboding\" about the \"unfortunate milestone\" of the outbreak.",
      "All perspectives agree on the occurrence of the outbreak, the hundreds of confirmed cases, and the prevalence among \"unvaccinated children,\" yet their distinct rhetorical choices underscore underlying ideological divides concerning collective responsibility versus individual liberty in public health crises."
    ],
    "bias_bar_text": null,
    "center_pct": 38.0,
    "error": null,
    "left_pct": 46.0,
    "location": "South Carolina",
    "right_pct": 16.0,
    "status": "ok",
    "summary": [
      "South Carolina reported on February 3 that the outbreak, which began in October, has grown to 876 cases, surpassing the Texas 2025 outbreak.",
      "Low vaccination coverage in parts of South Carolina has contributed as kindergarteners’ 91.2% rate falls below the >95% herd-immunity threshold, while non-medical exemptions have doubled.",
      "Health officials reported at least 19 hospitalizations including encephalitis and pneumonia, while vaccination surged 72% statewide and 162% in Spartanburg County, and pregnant women received immunoglobulin.",
      "She and her colleagues warned that more complications in children are expected in coming months, with three deaths and ongoing transmission threatening the U.S. measles-free designation.",
      "With nearly 3,000 U.S. cases since January 2025, declining vaccination rates are driving measles resurgence, and 94% of South Carolina outbreak patients were unvaccinated, Johns Hopkins University data show."
    ],
    "title": "South Carolina Measles Outbreak Reaches Over 900 Cases",
    "topic": "Health & Medicine",
    "topic_full": "Health & Medicine · South Carolina"
  },
  {
    "article_path": "/article/new-message-surfaces-in-presumed-abduction-of-nancy-guthrie-in-arizona_bcb562",
    "article_url": "https://ground.news/article/new-message-surfaces-in-presumed-abduction-of-nancy-guthrie-in-arizona_bcb562",
    "bias": [
      "Left-Leaning coverage emphasizes emotional urgency, highlighting Savannah Guthrie's \"pleading\" and a reporter being \"alarmed.",
      "In contrast, right-leaning outlets focus on unconfirmed specifics, detailing an \"alleged ransom demand\" for \"millions in bitcoin\" from \"captors,\" lending \"credence to a ransom note.",
      "Center-Leaning reports maintain a neutral, procedural tone, focusing on investigating the message's \"authenticity\" and \"legitimacy\" while de-emphasizing emotional appeals and unverified claims.",
      "All perspectives agree authorities are investigating a \"new message\" in the ongoing search.",
      "These distinct portrayals reveal ideological priorities: human impact versus unverified, sensational details versus official process."
    ],
    "bias_bar_text": null,
    "center_pct": 59.0,
    "error": null,
    "left_pct": 22.0,
    "location": "United States",
    "right_pct": 19.0,
    "status": "ok",
    "summary": [
      "On Friday, the Pima County Sheriff's Department and the FBI said they are aware of a new message about Nancy Guthrie, 84-year-old missing woman, and are inspecting it for authenticity.",
      "Heith Janke, FBI Phoenix, said earlier ransom notes included a bitcoin demand with a Thursday deadline and a second for Monday, prompting scrutiny.",
      "Forensic tests showed a doorbell camera was disconnected at about 1:45 a.m., and software logged movement minutes later but no footage was recoverable, with blood matching Guthrie.",
      "Family members posted public appeals, with Savannah Guthrie saying, `We need to know, without a doubt, that she is alive and that you have her`, while the FBI offers up to $50,000 for information.",
      "The sheriff said Thursday that investigators have not identified suspects, face technological limits retrieving footage, and arrested Derrick Callella, 42, for allegedly sending fake ransom texts."
    ],
    "title": "New message surfaces in presumed abduction of Nancy Guthrie in Arizona",
    "topic": "Celebrity",
    "topic_full": "Celebrity · United States"
  },
  {
    "article_path": "/article/us-asks-court-to-toss-lawsuit-alleging-army-failed-to-stop-maines-deadliest-mass-shooting",
    "article_url": "https://ground.news/article/us-asks-court-to-toss-lawsuit-alleging-army-failed-to-stop-maines-deadliest-mass-shooting",
    "bias": [
      "All perspectives report the U.S. government is seeking to dismiss a lawsuit alleging the Army \"failed to intervene\" before Maine's \"deadliest mass shooting.",
      "Left-Leaning coverage emphasizes the alleged institutional \"failure\" and \"negligence,\" providing specific details like \"eighteen people were killed\" to highlight victim impact and accountability.",
      "In contrast, right-leaning outlets de-emphasize these specific details and the negligence claim, presenting the legal action more neutrally.",
      "Center-Leaning coverage, while also noting the families' \"negligence\" allegation, uniquely elaborates on the government's specific legal arguments for dismissal, such as lack of court authority.",
      "This divergence reveals a left focus on systemic accountability and human cost versus a right de-emphasis of these elements, with the center offering procedural context."
    ],
    "bias_bar_text": null,
    "center_pct": 61.0,
    "error": null,
    "left_pct": 31.0,
    "location": "Maine",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "In a Thursday filing in Maine federal court, the U.S. government asked a judge to dismiss a lawsuit from survivors and relatives, claiming the court lacks authority.",
      "In October 2023, a 40-year-old Army reservist opened fire at a bowling alley and bar and grill, killing 18, after a DoD watchdog report in September faulted the Army for missing intervention opportunities, leading plaintiffs to refile the lawsuit.",
      "The lawsuit says defendants failed to `respond to warning signs and an explicit threat to commit a mass shooting` and plaintiffs say Robert Card's mental-health spiral led to hospitalization, paranoia, delusions and homicidal ideation, including a `hit list` the Army reservist's unit did not investigate.",
      "In response, plaintiffs' lawyers declared `We look forward to filing our response` on Friday, while the U.S. government contends the shooter was responsible for the attack.",
      "The lawsuit names the Army, the U.S. Department of Defense, and Keller Army Community Hospital, involving 100 survivors and victims' family members, with an independent commission finding numerous missed intervention opportunities."
    ],
    "title": "US Asks Court to Toss Lawsuit Alleging Army Failed to Stop Maine’s Deadliest Mass Shooting",
    "topic": "Maine Politics",
    "topic_full": "Maine Politics · Maine"
  },
  {
    "article_path": "/article/colorado-man-who-abused-nearly-200-corpses-gets-40-years-families-call-him-a-monster",
    "article_url": "https://ground.news/article/colorado-man-who-abused-nearly-200-corpses-gets-40-years-families-call-him-a-monster",
    "bias": [
      "Left-Leaning coverage emphasizes victim impact and the perpetrator's apology, portraying him as a \"monster\" while noting his remorse.",
      "Right-Leaning outlets, however, frame the outcome with moral judgment, using terms like \"learns fate\" and highlighting \"bilking service funds\" and \"personal shopping sprees,\" even asserting he \"barely dodged the maximum prison sentence.",
      "Center-Leaning reports provide neutral facts, detailing the \"40 years\" sentence for \"abusing corpses\" and including visceral victim accounts of \"nightmares about decomposing flesh and maggots,\" while de-emphasizing the apology and co-owner's role.",
      "While all agree on the \"monster\" label from families and the \"nearly 200 corpses\" involved, these differing emphases reveal ideological priorities around justice , accountability, and empathy."
    ],
    "bias_bar_text": null,
    "center_pct": 61.0,
    "error": null,
    "left_pct": 31.0,
    "location": "Colorado",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "Jon Hallford, owner of Return to Nature Funeral Home, was sentenced to 40 years in state prison Friday in a Colorado Springs courtroom while wearing jail attire.",
      "Prosecutors say the Hallfords pleaded guilty to federal fraud after cheating the government out of nearly $900,000 in pandemic-era small business aid and spending on a GMC Yukon, Infiniti, and $31,000 in cryptocurrency.",
      "Investigators found remains in a Penrose, Colorado building after smell complaints; bodies were stored at room temperature, stacked with bugs and fluid, while families received fake ashes believed to be dry concrete.",
      "Relatives told the court of recurring nightmares and undone grieving, calling Jon Hallford `monster` and `vile` while urging a maximum 50-year sentence; the case spurred changes to Colorado funeral-home regulations.",
      "Her federal sentencing is set for March 16 following guilty pleas to federal fraud charges, and Carie Hallford, co-owner of Return to Nature Funeral Home, is due to be sentenced April 24, facing 25 to 35 years in prison."
    ],
    "title": "Colorado man who abused nearly 200 corpses gets 40 years, families call him a ‘monster’",
    "topic": "US Crime",
    "topic_full": "US Crime · Colorado"
  },
  {
    "article_path": "/article/un-peacekeepers-in-lebanon-allege-surge-in-israeli-violence-toward-the",
    "article_url": "https://ground.news/article/un-peacekeepers-in-lebanon-allege-surge-in-israeli-violence-toward-the",
    "bias": [
      "Left-Leaning coverage emphasizes a \"surge\" in \"Israeli violence,\" framing the narrative around aggression and victimhood with terms like \"dramatic surge\" and \"aggressive behavior.",
      "It highlights specific figures, such as incidents jumping from one to 27 and the mission's 7,500 peacekeepers.",
      "In contrast, right-leaning outlets, while reporting the allegations, de-emphasize these numerical details, subtly aligning with skepticism towards the UN's effectiveness or vulnerability.",
      "Center-Leaning reports maintain neutrality by consistently using \"allege,\" attributing claims without asserting their veracity, yet still include the specific incident numbers.",
      "All perspectives agree on the core allegation from UN peacekeepers regarding a \"dramatic surge\" of \"aggressive behavior\" by Israeli forces, including \"drone-dropped grenades,\" revealing a shared factual basis but divergent interpretations of the alleged scale and implications for international bodies."
    ],
    "bias_bar_text": "Left 40% Center 53% 7%",
    "center_pct": 53.0,
    "error": null,
    "left_pct": 40.0,
    "location": null,
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "This week, UNIFIL reported a surge in Israeli military attacks on more than 7,500 peacekeepers, with incidents rising from 1 in January to 27 in December.",
      "The report says it cannot be excluded that Israel uses incidents to maintain a military presence north of the Blue Line and prevent returns, while tensions trace to Oct. 7, 2023 attacks and the full-scale war in September 2024.",
      "This week, UNIFIL recorded a drone dropping a stun grenade near a patrol, an Israeli tank firing small-caliber bullets on Jan. 16, and herbicide spraying on Sunday halting patrols over nine hours."
    ],
    "title": "UN peacekeepers in Lebanon allege surge in Israeli violence toward them",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/terrorist-who-murdered-hostage-noa-marciano-eliminated_8f3365",
    "article_url": "https://ground.news/article/terrorist-who-murdered-hostage-noa-marciano-eliminated_8f3365",
    "bias": [
      "Left-Leaning coverage frames the event using terms like \"terrorist\" and \"eliminated,\" often noting the strike as a response to \"gunfire.",
      "In contrast, right-leaning narratives employ highly emotive language such as \"Delivers Justice,\" \"brutally murdered,\" and \"promise was kept,\" frequently portraying the victim as a \"hostage\" and detailing her \"19 years\" and gruesome alleged murder method like \"put air in veins.",
      "Center-Leaning reports use \"terrorist\" and \"murdered\" but sometimes soften with \"accused of brutally murdering,\" de-emphasizing the strike's specific triggers and other emotional details.",
      "While all perspectives agree on the core fact of a Hamas commander's killing and his responsibility for the soldier's death, the right's focus on retribution and victimhood starkly contrasts with the left's more restrained framing, revealing differing ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "Yesterday, the Israeli Defence Forces and Israel Security Agency executed a coordinated airstrike that killed Muhammad Issam Hassan Al Habil, Hamas terror-cell chief, in Shati Camp, Gaza City.",
      "Linked to October 7, 2023, Al Habil emerged as a high-priority target after being tied to a shooting that injured an IDF reserve officer.",
      "Evidence cited by Israeli agencies links Al Habil to abducting and killing IDF observer Noa Marciano, who was taken from Nahal Oz and never returned alive.",
      "The Marciano family said they finally felt a small sense of relief and partial justice after the strike, which Israeli officials called a milestone in pursuing justice for October 7 victims.",
      "The IDF said the strike responded to a clear ceasefire violation by Hamas and vowed operations against October 7 perpetrators will continue without pause, while Noa's father alleges a doctor injected air into her veins causing her death."
    ],
    "title": "Individual Accused of Killing IDF Soldier Noa Marciano in Captivity Reportedly Killed in Gaza Airstrike",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/palestinians-line-up-to-cross-rafah-after-rocky-first-day-of-reopening-of-gaza-egypt-border-crossing_ae79a7",
    "article_url": "https://ground.news/article/palestinians-line-up-to-cross-rafah-after-rocky-first-day-of-reopening-of-gaza-egypt-border-crossing_ae79a7",
    "bias": [
      "Left-Leaning coverage frames the Rafah crossing reopening with terms like \"rocky\" and \"emotion,\" emphasizing Palestinian suffering and \"humiliating\" journeys, often highlighting Israeli responsibility for restrictions.",
      "Right-Leaning outlets, conversely, portray the event through a security lens, using phrases such as \"heavy restrictions\" and accusing \"the Media\" of having \"erased why it was closed,\" while de-emphasizing Palestinian experiences and linking the event to \"Trump's plan.",
      "Center perspectives acknowledge the process was \"inevitably, not straightforward\" and offered \"little relief,\" presenting more neutral crossing figures.",
      "A pivotal divergence is the focus on Israeli accountability versus the right's critique of media for omitting Egypt's parallel role.",
      "All sides agree on the crossing's limited reopening and emotional reunions, yet their divergent narratives underscore deep ideological splits regarding accountability and geopolitical priorities."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Monday, Israel reopened the Rafah crossing between Gaza and Egypt, allowing a limited number of Palestinians to leave and return, with Israeli authorities demanding security checks as European monitoring teams arrived.",
      "Humanitarian pressure and heavy strikes prompted the reopening after months of lobbying by humanitarian groups, linked to the return of Ran Gvili's remains and a US-brokered ceasefire plan.",
      "Ambulances began moving patients into Egypt for screening while Egyptian officials expected about 150 to leave and about 50 to enter on day one, amid about 20,000 Palestinian children and adults needing care.",
      "The limited reopening offered immediate reunions as families of patients at Nasser Hospital in Khan Younis reunited, but thousands of Palestinians outside Gaza remain unable to return home.",
      "Rafah's unique role means the opening has outsized significance as it is Gaza's only crossing not leading into Israel, yet Israeli authorities continue to bar foreign journalists from entering Gaza."
    ],
    "title": "Palestinians line up to cross Rafah after rocky first day of reopening of Gaza-Egypt border crossing",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/new-education-department-guidance-allows-teachers-to-pray-with-students_c3ab9b",
    "article_url": "https://ground.news/article/new-education-department-guidance-allows-teachers-to-pray-with-students_c3ab9b",
    "bias": [
      "Left-Leaning outlets frame new education guidance on prayer by highlighting alleged hypocrisy, using terms like \"mocking\" to portray a figure's actions negatively and connect them to a broader political agenda.",
      "Right-Leaning coverage, conversely, frames the guidance as a positive \"affirming\" of \"rights,\" emphasizing its significance as a \"'big deal'\" and a clarification of existing constitutional protections.",
      "Center perspectives de-emphasize political framing, instead neutrally reporting the guidance and offering practical examples like teachers saying grace under specific conditions.",
      "The alleged hypocrisy of a political figure serves as a pivotal dividing line, intensely covered by the left but de-emphasized elsewhere.",
      "While all perspectives acknowledge the Department of Education issued guidance reinforcing individual prayer rights, their divergent portrayals reflect deeper ideological divides concerning religious freedom, separation of church and state, and political accountability."
    ],
    "bias_bar_text": "Left 77% 10% R 13%",
    "center_pct": 10.0,
    "error": null,
    "left_pct": 77.0,
    "location": null,
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "On Thursday, the U.S. Department of Education issued guidance allowing public K-12 school teachers and employees to take part in visible, personal prayer with students, announced at the 2026 National Prayer Breakfast.",
      "Following the Supreme Court's 2022 Kennedy v. Bremerton decision, the department reversed the 2023 guidance issued under then-U.S. Education Secretary Miguel Cardona, citing the ruling's legal influence.",
      "The text clarifies allowed actions and explicit prohibitions: a teacher may bow her head to say grace and students may join, but teachers may not pressure or instruct students to pray.",
      "The Trump Administration framed the guidance as supporting students' First Amendment exercise, with observers warning of nationwide implications for prayer in schools.",
      "The rollout was tied to a broader 'Make America Pray Again' agenda, with Trump attacking Democrats and mocking House Speaker Mike Johnson, saying `Mike Johnson's a very religious person and he does not hide it`."
    ],
    "title": "New Education Department guidance allows teachers to pray with students",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/border-patrol-boss-gregory-bovino-tossed-from-las-vegas-bar",
    "article_url": "https://ground.news/article/border-patrol-boss-gregory-bovino-tossed-from-las-vegas-bar",
    "bias": [
      "Left-Leaning pieces frame the episode as politically freighted, using charged tags like \"Trump’s Border Patrol bruiser,\" \"tossed\"/\"kicked out,\" and even comparisons to an \"SS uniform,\" foregrounding Bovino’s removal from Minneapolis and alleged shootings as context; by contrast, right-leaning and more neutral outlets de-emphasize those allegations, focusing on the immediate bar rationale—\"asked to leave\"/\"safety concerns\"—and treating the incident as a public-safety or isolated episode.",
      "Pivotal dividing lines are the shootings and his stripped duties, which the left links to motive while others downplay; both sides, however, repeat the bar’s safety claim, reflecting broader ideological and cultural fault lines."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "Former U.S. Border Patrol Commander-at-Large Gregory Bovino, spotted drinking at a Las Vegas venue, was asked to leave the Bottled Blonde on Jan. 30 over safety concerns after being filmed chugging wine.",
      "After overseeing Minneapolis operations where federal officers fatally shot protesters Renee Good and Alex Pretti last month, Bovino was replaced by Border Czar Tom Homan on Jan. 27.",
      "The multi-level Bottled Blonde sports bar on the Las Vegas Strip described itself as a private business that \"does not engage in political activity or affiliations\" and \"reserves the right to refuse service to any patron at its discretion.\"",
      "Photographs later showed Bovino strolling the Strip with the same group, and a representative told the Daily Beast the 55-year-old officer is no longer welcome at the venue.",
      "An NPR/Marist poll found 65% of respondents believed federal agents have gone too far, while President Trump told NBC News a \"softer touch\" was needed in Minnesota amid recent clashes."
    ],
    "title": "Border Patrol official Gregory Bovino removed from Las Vegas bar, report says",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/nevada-nowhere-near-meeting-2030-greenhouse-gas-emission-goal-the-nevada-independent",
    "article_url": "https://ground.news/article/nevada-nowhere-near-meeting-2030-greenhouse-gas-emission-goal-the-nevada-independent",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 78.0,
    "error": null,
    "left_pct": 22.0,
    "location": "Nevada",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "NDEP projects Nevada's carbon emissions will stay nearly the same over the next five years, cutting emissions by only 20.7% by 2030 and missing the 2030 legislative reduction target by 24.3 points.",
      "Under SB254 the law did not establish consequences for missing targets, and the gap has remained fairly flat since 2019, according to policy framers.",
      "Sector data show electricity generation fell to 26% by 2023 after the Reid Gardner and Mohave coal-plant retirements, while transportation's share rose, with NDEP citing recalculations of jet fuel.",
      "Nevada fell short of its 2025 goal and projections show it will lag further by 2030, leaving the state off track for its net-zero by 2050 target and requiring stronger policies.",
      "State and federal policy shifts, including potential EPA rollbacks and Nevada not adopting California vehicle standards, weaken expected reductions, Nevada's emissions projections show little change through 2030."
    ],
    "title": "Nevada nowhere near meeting 2030 greenhouse gas emission goal",
    "topic": "Nevada Politics",
    "topic_full": "Nevada Politics · Nevada"
  },
  {
    "article_path": "/article/toronto-police-officer-charged-in-project-south-investigation-denied-bail",
    "article_url": "https://ground.news/article/toronto-police-officer-charged-in-project-south-investigation-denied-bail",
    "bias": [
      "Left-Leaning coverage frames the officer as the \"genesis\" of a corruption probe, emphasizing systemic issues and detailing 18 charges, including protective custody.",
      "Conversely, right-leaning outlets label him an \"accused dirty cop\" with \"No bail,\" focusing on punitive justice and 17 charges, often presented as an opinion column.",
      "Center coverage neutrally states he is \"accused of\" leaking information to a \"key figure\" for murder.",
      "While all agree the officer was denied bail for criminal charges related to a police probe, the left highlights institutional failures and legal process details, de-emphasized by others.",
      "This reflects broader ideological divides concerning law enforcement accountability versus a tough-on- crime stance."
    ],
    "bias_bar_text": null,
    "center_pct": 20.0,
    "error": null,
    "left_pct": 40.0,
    "location": "Ontario",
    "right_pct": 40.0,
    "status": "ok",
    "summary": [
      "On Friday, Timothy Barnhardt, 56, Toronto police constable, was denied bail in a Toronto court while defence secured protective custody; he is scheduled to appear next on March 19.",
      "York Regional Police say the arrests include seven active York police officers and one retired officer, with Deputy Chief Ryan Hogan calling Barnhardt the `genesis` of the investigation.",
      "Police allege Barnhardt released confidential police information that helped facilitate targeted shootings, and he faces 17 charges including drug trafficking and conspiracy to obstruct justice .",
      "After a lengthy special bail hearing at the 10 Armoury courthouse Friday, Justice of the Peace Bentley Springer ordered Barnhardt detained, making him the only one of the seven accused police officers still in custody while nineteen civilians were also arrested.",
      "Per the Sunshine List, Barnhardt, from Mississauga, made $134,000 in 2024 and remains suspended without pay, with Da Costa appearing next Monday seeking bail."
    ],
    "title": "Toronto police officer charged in Project South investigation denied bail",
    "topic": "Crime",
    "topic_full": "Crime · Ontario"
  },
  {
    "article_path": "/article/warner-warns-of-election-interference-amid-trump-comments",
    "article_url": "https://ground.news/article/warner-warns-of-election-interference-amid-trump-comments",
    "bias": [
      "Left-Leaning coverage emphasizes threats to democracy—using terms like \"seizure,\" \"heightens concerns,\" \"nationalize\" and \"alarming\"—portraying actions as potential overreach aimed at the 2026 midterms, while right-leaning pieces rebuke those claims with derisive phrasing like \"Election enialism\" and uplift solutions—\"SAVE Act,\" voter ID—framed as patriotic enforcement; center coverage focuses on Warner’s \"coordinated effort\" warning and explanatory context.",
      "Pivotal divides include whether federal steps are intimidation versus security; all sides note Warner’s warning and debate over federal vs. state control."
    ],
    "bias_bar_text": null,
    "center_pct": 30.0,
    "error": null,
    "left_pct": 40.0,
    "location": "Washington",
    "right_pct": 30.0,
    "status": "ok",
    "summary": [
      "On Wednesday, President Donald Trump told NBC Nightly News he will accept the 2026 midterm results only if he wins, suggesting federal involvement in Detroit, Philadelphia, and Atlanta.",
      "White House Press Secretary Karoline Leavitt said the president supports the SAVE Act, framing his comments as endorsing it, not dismantling states' election authority, on Wednesday.",
      "Sen. Mark Warner, criticizing recent federal actions, said `These kind of actions that have taken place over the last year as we've seen the systemic dismantling of the very protections that were put in place...if it doesn't scare the heck out of you, it should.`",
      "In the immediate aftermath, Warner and other Democrats framed the comments as a direct political threat to electoral fairness, with Warner saying `deeply alarming` and linking them to calls to nationalize voting.",
      "Looking ahead, Warner says he has deep concerns about the fairness of our elections in '26 and '28, as federal actions could shape future contests and weaken election guardrails."
    ],
    "title": "Warner Warns of Election Interference Amid Trump Comments",
    "topic": "Midterm Elections",
    "topic_full": "Midterm Elections · Washington"
  },
  {
    "article_path": "/article/dc-water-says-it-will-take-longer-to-repair-broken-sewer-pipe-in-potomac-river-spill_c7228f",
    "article_url": "https://ground.news/article/dc-water-says-it-will-take-longer-to-repair-broken-sewer-pipe-in-potomac-river-spill_c7228f",
    "bias": [
      "While all perspectives acknowledge a sewage leak and repair delays from a rock blockage, left-leaning outlets frame it as a \"massive\" environmental \"spill,\" emphasizing \"millions of gallons\" and subtly questioning corporate responsibility.",
      "Right-Leaning coverage, also using \"massive,\" highlights perceived inefficiency and public safety, reporting \"bacteria levels\" \"nine miles downstream\" and posing alarming questions like \"Is Potomac River safe?\" Center-leaning reports, in contrast, maintain a more neutral tone, focusing on logistical details and specific timelines, such as \"at least another four weeks.",
      "These distinct portrayals underscore ideological divides concerning environmental protection versus governmental oversight and public health concerns."
    ],
    "bias_bar_text": null,
    "center_pct": 69.0,
    "error": null,
    "left_pct": 22.0,
    "location": "District of Columbia",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "It will take 4 to 6 weeks longer than anticipated to fix the massive sewage leak in Washington due to a rock dam in the sewer line.",
      "The 72-inch pipeline, called the Potomac Interceptor, collapsed on January 19th, spilling around 40 million gallons of wastewater per day into the Potomac River.",
      "While DC Water knew the pipe was deteriorating and had recently completed rehabilitation work nearby, environmental groups have criticized the agency's handling of the situation."
    ],
    "title": "Massive Washington sewage leak will take weeks longer to fix, water company says",
    "topic": "Washington DC Politics",
    "topic_full": "Washington DC Politics · District of Columbia"
  },
  {
    "article_path": "/article/low-income-west-virginians-could-lose-access-to-affordable-housing-over-the-next-decade-without-state-action",
    "article_url": "https://ground.news/article/low-income-west-virginians-could-lose-access-to-affordable-housing-over-the-next-decade-without-state-action",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 80.0,
    "error": null,
    "left_pct": 20.0,
    "location": "West Virginia",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Data from the National Housing Preservation Database show nearly 200 properties are slated to lose federal affordability between 2029 and 2034, risking over 60,000 residents.",
      "Because West Virginia has not created a state-level preservation program, lawmakers have prioritized tax incentives for higher-cost developments in recent years, leaving housing at risk.",
      "The West Virginia Housing Development Fund says demand outstrips available credits, and Nate Testman, interim director of the WVHDF, says the agency uses tax-exempt bonds and owner agreements but faces limited federal resources.",
      "More than 60,000 West Virginians rely on federal rental assistance, and the state needs over 20,000 low-cost units, leaving tenants like 93-year-old Anna Lee Pettit vulnerable if protections end.",
      "About 30 states now use state-level credits to preserve affordability; Ohio created a low-income housing tax credit in 2023 and Virginia created a housing credit in 2021."
    ],
    "title": "Low-Income West Virginians Could Lose Access to 28% of Affordable Housing Unless Lawmakers Step In",
    "topic": "West Virginia Politics",
    "topic_full": "West Virginia Politics · West Virginia"
  }
]
