[
  {
    "Abstract": "Abstract Cytopathology, often abbreviated as cytology, has a central role in the early detection of cancer, such as cervical, lung and bladder cancers, owing to its speed, simplicity and minimally invasive nature 1–9 . However, its effectiveness is limited by variability in diagnostic accuracy stemming from subjective visual interpretation 10–21 . Although many artificial intelligence (AI)-powered systems have been proposed to improve consistency 22–26 , none have achieved fully autonomous, clinical-grade performance. Existing approaches serve as assistive tools and still rely on human oversight for interpretation and decision-making 22–26 . Here we present a clinical-grade autonomous cytopathology pipeline that combines high-resolution, real-time optical whole-slide tomography with edge computing to deliver end-to-end automation. The system achieves practical performance in imaging speed, quality and data volume, with localized data compression enabling streamlined storage and accelerated AI-driven analysis. In addition to supporting cell-level classification, the platform enables flow cytometry-like, population-wide morphological profiling for comprehensive interpretation of cellular distributions and patterns. A vision transformer achieved area under the receiver operating characteristic (ROC) curve (AUC) values exceeding 0.99 at the single-cell level for detecting low-grade squamous intraepithelial lesions (LSILs), high-grade squamous intraepithelial lesions (HSILs) and adenocarcinoma. In a multicentre evaluation of 1,124 cervical liquid-based cytology samples across four centres, the AI model achieved slide-level AUC values of 0.86–0.91 for LSIL + and 0.89–0.97 for HSIL + , with LSIL counts correlating strongly with human papillomavirus positivity and HSIL counts scaling with diagnostic severity. The system enables autonomous triage cytology, offering a foundation for routine, scalable and objective diagnostics.",
    "Author": "Nitta, Nao",
    "DOI": "https://doi.org/10.1038/s41586-025-10094-y",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "Nature",
    "Subfield": "Artificial Intelligence",
    "Title": "Clinical-grade autonomous cytopathology through whole-slide edge tomography",
    "Topic": "AI in cancer detection"
  },
  {
    "Abstract": "Abstract The brain displays the richest repertoire of post-transcriptional mechanisms regulating mRNA translation 1–11 . Among these, alternative splicing has been shown to drive cell-type specificity and, when disrupted, is strongly linked to neurological disorders 12–17 . However, genome-wide measurements of mRNA translation with isoform sensitivity at single-cell resolution have not been achieved. To address this, we deployed Surveying Ribosomal Targets by APOBEC-Mediated Profiling (Ribo-STAMP) coupled with short-read and long-read single-cell RNA sequencing in the brain 18 . We generated the first isoform-sensitive single-cell translatomes of the mouse hippocampus at postnatal day 25, discovering cell-type-specific translation of 3,857 alternative transcripts across 1,641 genes and identifying isoforms of the same genes undergoing differential translation within and across 8 different cell types. We defined high and low translational states in CA1 and CA3 neurons, with synaptic and metabolic genes enriched in high states. We found that CA3 exhibited higher basal translation compared with CA1, as confirmed by metabolic labelling of newly synthesized proteins and immunohistochemistry of translational machinery components. This accessible platform will expand our understanding of how cell-type-specific and isoform-specific translation drives brain physiology and disease.",
    "Author": "Samantha L. Sison",
    "DOI": "https://doi.org/10.1038/s41586-026-10118-1",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "Nature",
    "Subfield": "Molecular Biology",
    "Title": "Single-cell and isoform-specific translational profiling of the mouse brain",
    "Topic": "Single-cell and spatial transcriptomics"
  },
  {
    "Abstract": "Abstract Acral melanoma, which is not ultraviolet-associated, is the type of melanoma reported most commonly in several non-European-descent populations 1–3 , including in Mexican people 4 . Latin American samples are substantially under-represented in global cancer genomics studies 5 , which directly affects patients in these regions as it is known that cancer risk and incidence may be influenced by ancestry and environmental exposures 6–8 . To address this, we characterized the genome and transcriptome of 123 acral melanoma tumours from 92 Mexican patients—a population notable because of its genetic admixture 9 . Compared with other studies of melanoma, we found fewer mutations in classical driver genes such as BRAF , NRAS or NF1 . Although most patients had predominantly Amerindian genetic ancestry, those with higher European ancestry had increased frequency of BRAF mutations. The tumours with activating BRAF mutations had a transcriptional profile more similar to cutaneous non-volar melanocytes, indicating that acral melanomas in these patients may arise from a distinct cell of origin compared with other tumours arising in these locations. Transcriptional profiling defined three expression clusters; these characteristics were associated with recurrence-free and overall survival. Our study enhances knowledge of this understudied disease and underscores the importance of including samples from diverse ancestries in cancer genomics studies.",
    "Author": "Basurto-Lozada, P.",
    "DOI": "https://doi.org/10.1038/s41586-025-09967-z",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "Nature",
    "Subfield": "Oncology",
    "Title": "Ancestry and somatic profile indicate acral melanoma origin and prognosis",
    "Topic": "Cutaneous Melanoma Detection and Management"
  },
  {
    "Abstract": "Abstract Triple-negative breast cancer (TNBC) is frequently associated with metastatic relapse, even at an early stage 1 . Here we assessed an individualized neoantigen mRNA vaccine in 14 patients with TNBC following surgery and after neoadjuvant or adjuvant therapy. In peripheral blood of nearly all patients, high-magnitude, vaccine-induced, mostly de novo T cell responses to multiple neoantigens were detected that remained functional for several years. Characterization of individual patients revealed that a large proportion of these T cells developed into two subsets: a late-differentiated phenotype with markers indicative of ‘ready-to-act’ cytotoxic effector T cells, and T cells with a stem cell-like memory phenotype. Eleven patients remained relapse-free for up to six years post-vaccination. Recurrence occurred in three patients: the individual with the weakest vaccine-induced T cell response relapsed, but achieved complete remission on subsequent anti-PD-1 therapy; another patient had a tumour with low major histocompatibility complex (MHC) class I expression with MHC class I-deficient cells growing out under vaccination; and the third patient was BRCA-positive and had a recurrence from a genetically distinct primary tumour. These findings demonstrate the feasibility of individualized RNA vaccines in TNBC, document persistence of vaccine-induced, functional neoantigen-specific T cells and provide insights into possible immune escape mechanisms that will guide future approaches.",
    "Author": "Sahin, U.",
    "DOI": "https://doi.org/10.1038/s41586-025-10004-2",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "Nature",
    "Subfield": "Immunology",
    "Title": "Individualized mRNA vaccines evoke durable T cell immunity in adjuvant TNBC",
    "Topic": "Immunotherapy and Immune Responses"
  },
  {
    "Abstract": "Abstract Telecommunication systems are evolving towards ultrawide bandwidth and low latency, supporting wired and wireless links and their non-blocking interconnection 1 . However, a long-standing bandwidth mismatch between fibre communication and its wireless counterpart arises from fundamental disparities in signal architectures and hardware constraints 2,3 , which prevent high-speed and compatible transmission across the two domains. This challenge further complicates unified system design and hinders the realization of high-throughput-density, congestion-free fibre–wireless links under wideband-access scenarios 4 . Here we present an ultra-wideband (UWB) integrated photonics scheme that facilitates fibre–wireless communication over a shared-bandwidth infrastructure. Built on electro–optic (EO) and optic–electro (OE) conversions featuring 3-dB operational bandwidths exceeding 250 GHz and cross-architecture adaptability, our system demonstrates unprecedented data transmission capabilities in both wired and wireless links. Using the same set of devices and powered by the proposed complex bidirectional gated recurrent unit (complex-biGRU) algorithm, ultrahigh single-lane data rates of 512 Gbps for short-reach fibre and, for the first time to the authors’ knowledge, 400-Gbps high-speed wireless transmission have been achieved. Furthermore, high-density access is enabled by an all-optically assisted ultra-broadband wireless scheme. Real-time multichannel 8K video transmission is successfully demonstrated across 86 channels, seamlessly using a spectral range from 138 to 223 GHz. These findings in unified telecommunication development show the potential for the development of high-speed, densified and low-latency communication networks.",
    "Author": "Zhang, Yunhao",
    "DOI": "https://doi.org/10.1038/s41586-026-10172-9",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "Nature",
    "Subfield": "Electrical and Electronic Engineering",
    "Title": "Integrated photonics enabling ultra-wideband fibre–wireless communication",
    "Topic": "Advanced Photonic Communication Systems"
  },
  {
    "Abstract": "Abstract Anthropogenic nitrogen (N) pollution is a cause of eutrophication globally 1 . However, recent datasets indicate that some ecosystems may be experiencing widespread oligotrophication—declining N availability—which is suggested to be a response to elevated atmospheric carbon dioxide (CO 2 ) 2 . Plant N isotope (δ 15 N) chronologies have served as primary evidence for oligotrophication, but there is wide disagreement whether rising CO 2 or temporal changes in N deposition explain these patterns 3–6 . Here we construct δ 15 N tree-ring chronologies using archived samples from Sweden’s 23.5-million-hectare forest area from 1961 to 2018. The study area spans a 1,500-km latitudinal distance where N deposition varies fourfold, but where rising CO 2 is spatially uniform. Our data show declining δ 15 N chronologies throughout Sweden, including forests in the far north where atmospheric N deposition rates are very low. Linear mixed-effects models showed that rising CO 2 is the strongest predictor of δ 15 N values, whereas N deposition variables, temperature and forest basal area had lower explanatory power. Our findings suggest that elevated atmospheric CO 2 is causing oligotrophication in boreal forests, which has implications for predicting their future role as sinks in the global carbon cycle 7–9 .",
    "Author": "Kelley R. Bassett",
    "DOI": "https://doi.org/10.1038/s41586-025-10039-5",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "Nature",
    "Subfield": "Global and Planetary Change",
    "Title": "Rising atmospheric CO2 reduces nitrogen availability in boreal forests",
    "Topic": "Plant Water Relations and Carbon Dynamics"
  },
  {
    "Abstract": "Enhanced plant productivity under climate warming may partially offset soil carbon losses in cold ecosystems, but this compensation depends on whether soil nitrogen (N) supply can keep pace with the increased N demand associated with accelerated plant growth. However, it remains unclear whether existing soil N supply processes are sufficient to support this rising plant N demand. Based on a unique whole-ecosystem warming experiment in the permafrost region on the Tibetan Plateau, we assess 43 variables encompassing plant N demand and soil N supply. After 2 y of warming, plant N demand significantly increases, while leaf N resorption remains unchanged, indicating a heightened reliance on external soil N inputs. Among all quantified N-supply processes, moss-associated biological N fixation is the only process that responds positively to warming, providing partial compensation for the elevated plant N demand over the two experimental years. This enhancement is associated with warming-driven changes in moss functional traits that likely expand colonization niches and increase carbon availability for diazotrophs, coupled with a warming-induced increase in the breadth and intensity of taxon-level 15 N incorporation into the DNA of N-fixing bacteria. These findings highlight that moss-associated N fixation may act as an early contributor in helping satisfy the elevated plant N demand under warming, offering insights into understanding the dynamics of vegetation productivity and permafrost carbon-climate feedback through the lens of moss–soil–microbial interactions.",
    "Author": "Zhou, Wei",
    "DOI": "https://doi.org/10.1073/pnas.2516443123",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Atmospheric Science",
    "Title": "Key role of moss in supplementing nitrogen for plant growth under warming in a permafrost ecosystem",
    "Topic": "Climate change and permafrost"
  },
  {
    "Abstract": "Optimizing the oxygen reduction reaction (ORR) performance of Pt-based alloy nanocatalysts requires a quantitative understanding of how catalytic activity and durability depend on nanoparticle composition, size, and atomic ordering. In this work, we present a multiscale theoretical framework that integrates density functional theory (DFT), machine-learning-accelerated cluster expansions, and kinetic and Metropolis Monte Carlo simulations to predict the structural evolution and ORR activity of octahedral Pt–Cu nanoparticles under acidic conditions. Our model captures the configurational complexity of experimentally relevant (4 to 10 nm) particles and reveals that disordered Pt 0.85 Cu 0.15 nanoparticles exhibit optimal mass activity near 5 nm and a saturated specific activity plateau at ~6 nm, driven by the high density of catalytically active Pt(111) terrace sites. We further identify a size-dependent crossover in catalytic performance between ordered and disordered Pt–Cu particles, governed by subsurface atomic ordering and the distribution of *OH binding energies. These findings provide mechanistic insights and design strategies for tailoring surface and subsurface structure to enhance the catalytic efficiency of alloy nanocatalysts.",
    "Author": "Xiao, Qi",
    "DOI": "https://doi.org/10.1073/pnas.2516464123",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "A multiscale theory framework predicts size- and ordering-dependent activity in Pt–Cu oxygen reduction reaction catalysts",
    "Topic": "Electrocatalysts for Energy Conversion"
  },
  {
    "Abstract": "Autonomy promotes important psychological outcomes. Although cooperation and competition are the building blocks of social interactions, little is known about how they shape feelings of autonomy in dyads, teams, and work organizations. We hypothesize that cooperation liberates relative to competition and situations that are neither cooperative nor competitive. We theorize that this effect emerges because cooperation facilitates social support and psychological safety, whereas competition promotes social threat and stress. We found support for this hypothesis in nine studies ( N total = 16,669) that used survey, archival, and experimental methods, diverse samples, and different operationalizations of cooperative and competitive environments, as well as two kinds of environments that are neither cooperative nor competitive (i.e., independence and unknown interdependence). Studies 1 to 3 found that perceived situational cooperation correlated positively with feelings of autonomy among varsity athletes and employees. Study 3 also provided initial evidence for the proposed mechanisms. To provide causal evidence, Study 4 used an incentivized decision-making task in which we experimentally created cooperative, competitive, and independent situations. Participants felt greater autonomy under cooperative vs. competitive and independent incentive structures. Study 5 found evidence for our hypothesized mechanisms in an experiment conducted in the context of negotiation. Four supplemental studies replicated our experimental findings, extended them to another incentivized decision-making task, and established the causal effect of social threat and stress on autonomy. Overall, our findings underscore the liberating effects of cooperative situations relative to competitive situations and situations that are neither cooperative nor competitive, with consequences for people’s feelings, motivation, and well-being.",
    "Author": "Chai, Valentino",
    "DOI": "https://doi.org/10.1073/pnas.2524773123",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Social Psychology",
    "Title": "Cooperative environments bolster feelings of autonomy in dyads, teams, and organizations",
    "Topic": "Motivation and Self-Concept in Sports"
  },
  {
    "Abstract": "Understanding motor representation in the human brain requires mapping beyond the primary motor cortex, into the distributed networks that coordinate complex movements. The insular cortex, a multifunctional hub buried within the Sylvian fissure, has been implicated in motor control through clinical observations and neuroimaging. Yet its precise relation to primary sensorimotor processing remains one of the least understood aspects of motor neurophysiology. To address this gap, we quantified electrophysiological changes from implanted depth electrodes in patients performing simple movement tasks combined with single-pulse electrical stimulation (SPES) to map effective connectivity. The movement data reveal somatotopically specific representation bilaterally, as well as intereffector regions that are active for different movement types. Hand representation is centered along the contralateral ventral aspect of the middle and posterior short gyri bilaterally, while tongue/mouth tuned sites cluster in the dorsal posterior short gyrus and the dorsal long gyri. Insular activity temporally follows the primary motor cortex (M1) and precedes movement onset. SPES revealed somatotopically specific connectivity between corresponding sites in M1 and insula (hand-to-hand, tongue-to-tongue) and between bilateral insulae. These observations establish that somatotopy is a conserved property of distributed motor control incorporating the insular representations and connectivity.",
    "Author": "Kerezoudis, P",
    "DOI": "https://doi.org/10.1073/pnas.2517734123",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Neurology",
    "Title": "The human insula encodes somatotopic representation of motor execution with an effector-specific connectome map to primary motor cortex",
    "Topic": "Transcranial Magnetic Stimulation Studies"
  },
  {
    "Abstract": "This study examines the scale and impact of Medicare Advantage plan exits for beneficiaries.",
    "Author": "Mark K. Meiselbach",
    "DOI": "https://doi.org/10.1001/jama.2026.0028",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "JAMA",
    "Subfield": "Economics and Econometrics",
    "Title": "Forced Disenrollments Among Medicare Advantage Beneficiaries Following 2026 Plan Exits",
    "Topic": "Healthcare Policy and Management"
  },
  {
    "Abstract": "ABSTRACT Deciphering the complex acoustic emission (AE) signals of coexisting deformation mechanisms is critical for advancing the fundamental understanding and predictive health monitoring of metals and alloys. While AE technology is uniquely suited for this dynamic, non‐invasive probing, the superposition and intertwining of signals from multiple active mechanisms present a formidable challenge for reliable identification. This review highlights how emerging synergies between physical statistical models of deformation mechanisms and advanced machine learning (ML) techniques are forging new pathways to deconvolute these deformation mechanisms under uniaxial loading. We first establish the foundational correlation between specific AE features and underlying deformation processes under uniaxial loading. We then critically evaluate ML‐driven strategies for mechanism discrimination, assess progress in real‐time monitoring and failure prognostics, and conclude by outlining key challenges and future opportunities aimed at transitioning this methodology from laboratory insight to engineered application.",
    "Author": "Chen, Yan",
    "DOI": "https://doi.org/10.1002/adma.202520368",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "Advanced Materials",
    "Subfield": "Materials Chemistry",
    "Title": "Detecting Deformation Mechanisms in Alloys Under Uniaxial Loading via Acoustic Emission and Machine Learning",
    "Topic": "Machine Learning in Materials Science"
  },
  {
    "Abstract": "ABSTRACT The electrochemical nitrate reduction reaction (NO 3 RR) represents a promising strategy for sustainable NH 3 synthesis and environmental remediation. However, developing an NH 3 production process that achieves both high current density and Faradaic efficiency (FE) is challenging owing to the strong electrostatic repulsion of NO 3 − from the electrode surface and the competing hydrogen evolution reaction at high current densities. Here, Cu/C electrode, modified using 1‐dodecanol (C 12 OH), achieves an exceptional NH 3 yield rate of 4.50 mmol cm −2 h −1 and FE NH3 of 98.9% at 1.0 A cm −2 . This performance significantly surpasses that of the pristine Cu/C catalyst and most reported state‐of‐the‐art catalysts. C 12 OH modification, which induces the reconstruction of the hydrogen‐bonded network on the electrode surface, not only enhances NO 3 − enrichment but also promotes H • radical generation. This new pathway, mediated by H • radicals, is both thermodynamically and kinetically favorable and underlies the promoted NH 3 production.",
    "Author": "Wang, Yiyong",
    "DOI": "https://doi.org/10.1002/anie.202524803",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "Angewandte Chemie International Edition",
    "Subfield": "Catalysis",
    "Title": "Modulating Hydrogen Species for Efficient and Sustainable Nitrate Electroreduction to Ammonia",
    "Topic": "Ammonia Synthesis and Nitrogen Reduction"
  },
  {
    "Abstract": "ABSTRACT Electrocatalytic semi‐hydrogenation offers a sustainable and atom‐economical route for alkynes to alkenes conversion. However, a prevalent activity–selectivity trade‐off plagues the electrocatalyst design that relies exclusively on electronic structure tuning. Herein, an interfacial dual‐field synergy strategy was proposed for achieving high Faradaic efficiency (FE) and selectivity in electrocatalytic alkynol semi‐hydrogenation. The tip‐induced accumulation of hydrated K + and the introduction of Pd atoms were verified by theoretical screening as an effective method to acquire the concentration and electronic field synergy. Guided by it, the Cu nanothorns deposited with Pd atomic clusters were well‐constructed, which delivered high selectivity of 99% and FE of 96.5% toward alkenol with robust stability at a low potential of −0.18 V versus RHE. Detailed analysis was demonstrated to rationalize the interfacial alkynol and hydrated K + accumulation by concentration field regulation, as well as the electron divergence of Pd δ+ and Cu δ − atoms with concerted C≡C and H binding on Pd δ+ sites by electronic field modulation. Benefiting from the interfacial dual‐field synergy building a favorable reactant‐rich and intermediate‐coordinating microenvironment, the origin of dual achievement in both high FE and selectivity was illustrated. Our work provides a technically feasible and economically valuable solution for transcending the activity–selectivity dilemma for electrocatalysis.",
    "Author": "Gong, Mengyao",
    "DOI": "https://doi.org/10.1002/anie.1360507",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "Angewandte Chemie International Edition",
    "Subfield": "Inorganic Chemistry",
    "Title": "Concerted Harnessing of Interfacial Concentration Field and Electronic Field for Boosting Electrocatalytic Semi‐Hydrogenation of Alkynol",
    "Topic": "Asymmetric Hydrogenation and Catalysis"
  },
  {
    "Abstract": "Abstract Ultrafast charge transfer dynamics are key to photocatalytic efficiency, governing energy relaxation and surface reactivity. However, the temporal evolution of carrier energy landscapes following photoexcitation, particularly at complex metal/semiconductor interfaces, remains poorly understood. Here, we present a surface- and energy-resolved investigation of ultrafast electron dynamics across bare and Pt-modified gallium nitride (GaN) surfaces using time-resolved two-photon photoemission spectroscopy. We show that photogenerated electrons rapidly thermalize to the conduction band minimum and undergo sub-picosecond trapping in nitrogen-vacancy-related surface states. Surface modification with Pt suppresses these trapping channels and introduces an energy-independent ultrafast electron transfer pathway (~50 fs) from GaN into Pt. By disentangling interfacial charge transfer from intrinsic relaxation mechanisms through tailored pump-probe configurations, we demonstrate that Pt facilitates picosecond-scale electron transport from the bulk to the surface by photoinduced dynamic band flattening. Modulating these ultrafast dynamics through interfacial engineering significantly enhances charge separation and photoelectrochemical performance. This study deepens the understanding of interface-dependent relaxation and transfer processes of photocarriers and provides valuable guidance for rational design of advanced photocatalytic systems.",
    "Author": "Gao, Yuying",
    "DOI": "https://doi.org/10.1038/s41467-026-69683-8",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "Nature Communications",
    "Subfield": "Condensed Matter Physics",
    "Title": "Interface-driven energy-independent charge extraction in GaN photocatalysts",
    "Topic": "GaN-based semiconductor devices and materials"
  },
  {
    "Abstract": "Neurodegenerative diseases are driven by the accumulation of protein aggregates in the brain of affected individuals. The aggregation behavior in vitro is well understood and driven by the equilibration of a super-saturated protein solution to its aggregated equilibrium state. However, the situation is altered fundamentally in living systems, where active processes consume energy to remove aggregates. It remains unclear how and why cells transition from a state with predominantly monomeric protein, which is stable over decades, to one dominated by aggregates. Here, we develop a simple but universal theoretical framework to describe cellular systems that include both aggregate formation and removal. Using a two-dimensional phase-plane representation, we show that the interplay of aggregate formation and removal generates cell-level bistability, with a bifurcation structure that explains both the emergence of disease and the effects of therapeutic interventions. We explore a wide range of aggregate formation and removal mechanisms and show that phenomena such as seeding arise robustly when a minimal set of requirements on the mechanism are satisfied. By connecting in vitro aggregation mechanisms to changes in cell state, our framework provides a general conceptual link between molecular-level therapeutic interventions and their impact on disease progression.",
    "Author": "Matthew W. Cotton",
    "DOI": "https://doi.org/10.1063/5.0312752",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "The Journal of Chemical Physics",
    "Subfield": "Modeling and Simulation",
    "Title": "A universal phase-plane model for in vivo protein aggregation",
    "Topic": "Mathematical Biology Tumor Growth"
  },
  {
    "Abstract": "Tea leaf diseases seriously affect its yield and quality, and consequently there is an urgent need for intelligent detection methods with high precision and edge deployment capabilities. To address low detection accuracy in complex backgrounds, overfitting due to limited data, and redundant parameters for existing methods, this paper proposes an improved lightweight detection model FCHE-YOLO based on the YOLO11, which aims to achieve rapid and accurate identification of tea leaf disease combining low altitude remote sensing with unmanned aerial vehicle (UAV). The model has made three key optimizations in the structure: Introduce the self-developed lightweight backbone module FC_C3K2, which significantly reduces computation and parameter count while enhancing the robustness of the model to complex scenarios; construct an efficient feature fusion structure HSFPN, optimizing multi-scale information integration and compressing model volume; design the detection head Efficient Head, integrating group convolution and lightweight attention mechanism to improve detection accuracy and suppress overfitting. The experimental results from the self built tea gardens show that the FCHE-YOLO improves the average accuracy (mAP) from 94.1% to 98.1% compared to the benchmark model YOLO11, with an improvement of 4.0 percentage points. Meanwhile, the inference speed of the model increases from 43.3 FPS to 47.5 FPS, with an increase of 9.0%, meeting the real-time detection requirements. More importantly, by network structure optimization, the model’s computational complexity is significantly reduced: The floating-point operations per second (FLOPs) decreases from 6.4 G to 4.2 G, with a decrease of 34.3%, and the parameter count decreases from 2.59 M to 1.46 M, with the compression rate reaching 38.9%, which makes the model more suitable for deployment on resource-constrained UAV edge devices. The final test show that the FCHE-YOLO significantly reduces the missed-detection rate, owns better detection accuracy and deployment practicality, and is suitable for real-time monitoring scenarios of tea leaf diseases with UAVs.",
    "Author": "Miao, Yuan",
    "DOI": "https://doi.org/10.1371/journal.pone.0342545",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "PLoS ONE",
    "Subfield": "Plant Science",
    "Title": "Precise tea leaf disease detection using UAV low-altitude remote sensing and optimized YOLO11 model",
    "Topic": "Smart Agriculture and AI"
  },
  {
    "Abstract": "Background People living in homelessness or precarious housing experience more health challenges and earlier mortality than the general population. We characterized longitudinal changes in magnetic resonance imaging (MRI) measures of brain atrophy among people living without stable housing, evaluated risk factors associated with longitudinal atrophy, and assessed whether atrophy was associated with mortality. Methods Data was collected as part of an ongoing longitudinal observational study of people living without stable housing in Vancouver, Canada. We included 307 participants with two-or-more brain MRI scans over an average of 7.0 years. We evaluated select risk factors for brain atrophy and assessed whether brain atrophy was associated with mortality during the study. Results Across 307 participants and 1,173 brain MRI scans, alcohol dependence ( β = −0.053, 95% confidence interval [CI] −0.075 to −0.032, p &lt; 0.0001) and higher cardiovascular risk scores ( β = −0.021, 95% CI −0.029 to −0.012, p &lt; 0.0001) were associated with more rapid brain atrophy over time, and history of moderate or severe traumatic brain injury was associated with more atrophy at baseline ( β = −0.27, 95% CI −0.46 to −0.075, p = 0.0075). More brain atrophy at baseline was associated with mortality during the study, adjusting for age, sex, and other comorbidities (Hazard Ratio [HR] Quartile1 = reference; HR Q2 = 2.37, p = 0.035; HR Q3 = 4.01, p = 0.00032; HR Q4 = 4.91, p &lt; 0.0001). Conclusions and relevance Alcohol dependence, cardiovascular risk, and traumatic brain injury may represent particularly important risk factors for brain atrophy, and brain atrophy is associated with mortality among people living without stable housing. Targeting these modifiable risk factors may improve brain health and functioning outcomes among people living without stable housing.",
    "Author": "Stubbs, Jacob",
    "DOI": "https://doi.org/10.1371/journal.pone.0340056",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "PLoS ONE",
    "Subfield": "General Health Professions",
    "Title": "Longitudinal brain atrophy and mortality among people living in homelessness and precarious housing: A brief report of a longitudinal study",
    "Topic": "Homelessness and Social Issues"
  },
  {
    "Abstract": "To address social injustice, it is crucial to understand the intersecting social dimensions that contribute to it, such as gender, race, and class. While intersections of race and gender are well-studied, class remains underexplored in social psychology. This research investigates how class (measured by education, income, and occupational status) and gender influence interpersonal attitudes regarding likability, respect, and social distance across different cultures. We present results from factorial survey experiments in eight countries (Armenia, Australia, Brazil, Germany, India, Russia, UK, US) with different gender norms and inequality levels. High education and income influenced attitudes towards women (vs. men) more positively, and low income and occupational status influenced attitudes towards men (vs. women) more negatively. In countries with more conservative gender norms, these differences were stronger. General inequality also impacted status- and gender-based attitudes. Our findings demonstrate that gender and class interact differently across cultures, contributing to discourses on intersectionality and informing social equality and policy interventions.",
    "Author": "Marie Isabelle Weißflog",
    "DOI": "https://doi.org/10.1371/journal.pone.0338029",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "PLoS ONE",
    "Subfield": "Sociology and Political Science",
    "Title": "Social judgments at the intersection of class and gender across cultures",
    "Topic": "Social and Intergroup Psychology"
  },
  {
    "Abstract": "In Senegal, particularly in rural areas, diets are often monotonous and primarily based on cereals, with limited intake of animal proteins, vegetables, fruits, and dairy products. The COVID-19 pandemic has exacerbated this situation by increasing the prices of staple foods, further reducing the quality of household diets. This study aimed to develop a nutritionally adequate and food basket adapted to households in the Niayes area, located along the northern maritime fringe of Senegal. A cross-sectional survey was conducted among 90 households to assess dietary diversity of the households and the adequacy of nutrient intake by the daily diet, among vulnerable groups such as women of reproductive age, children under five years old, and elderly individuals (60 years and above). Household dietary diversity was assessed using a 24-hour recall, with high dietary diversity defined as the consumption of at least eight out of twelve food groups. Foods commonly consumed by households were listed and their prices were collected from local food retailers identified through household purchasing practices. Linear programming (LP) was used to optimize a low-cost food basket covering daily energy and micronutrient requirements. Around 44.4% of households exhibited high dietary diversity. The coverage of daily requirements for certain micronutrients, including calcium, folate, and vitamin D, among vulnerable groups was less than 50%. The optimized food basket, costing 6,917 XOF (~11.48 USD) per day, contained nine food groups and successfully covered the daily energy, protein, and micronutrient requirements of a reference household of 13 individuals. These results highlight the potential of linear programming as a decision-support tool for designing nutritionally adequate food baskets adapted to local contexts.",
    "Author": "Cheikhou Tidiane Willane",
    "DOI": "https://doi.org/10.1371/journal.pone.0343156",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "PLoS ONE",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Optimizing nutritionally adequate food basket using linear programming in Niayes Households, Senegal",
    "Topic": "Child Nutrition and Water Access"
  },
  {
    "Abstract": "The infection by Haemonchus contortus is a significant challenge to sheep production in tropical regions, particularly in developing countries. Although several genomic studies have been conducted on this topic, there is still a lack of research combining evolutionary information on resistance and resilience to nematode infection. The aim of this study was to provide evidence of different types of selection and their effects on traits associated with infection levels and animal productivity, using pedigree, phenotypic, and genomic data. It was hypothesized that these patterns would reflect indirect artificial selection and relaxed natural selection. Phenotypic data were collected for Faecal Egg Count (FEC), Eye Color Chart (ECC), Packed Cell Volume (PCV), Total Plasma Protein (TPP), Body Weight (BW), and Body Condition Score (BCS) from 1,283 Santa Inês sheep. A total of 638 animals were genotyped using the Ovine SNP50 BeadChip. After estimating breeding values using the BLUPF90 software, statistical models were employed to assess differences in the intensities of natural and artificial selection and to identify the type of selection acting on each trait, in comparison with classic studies of sexual selection. Selection signatures were investigated using Wright’s fixation index, in addition to analyses of runs of homozygosity. The gene content of the identified regions and their associated pathways were examined using the Ensembl BioMart tool and the Panther Classification System, respectively, along with alignments of quantitative trait loci (QTL). BCS was found to be the best indirect trait correlated with parasitological traits, and selection intensity analysis showed that natural selection contributed 76%, compared to 24% from artificial selection. Traits such as BW, PCV, and TPP exhibited directional selection, while FEC and ECC varied according to the challenge level applied. A total of 15 selection signatures were identified (11 for natural selection and 4 for artificial selection), with 9 overlapping with islands of homozygosity, encompassing 131 genes and 49 QTL. A critical analysis revealed that both types of selection contribute to the phenomena of resistance and resilience. However, evidence of directional selection, hard sweeps, and functional enrichment of innate immunity was found for artificial selection, while natural selection exhibited evidence of stabilizing selection, soft sweeps, and functional enrichment of adaptive immunity.",
    "Author": "Leonardo Sartori Menegatto",
    "DOI": "https://doi.org/10.1371/journal.pone.0340970",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "PLoS ONE",
    "Subfield": "Small Animals",
    "Title": "Artificial and natural selection components reveal the mechanisms of tropical sheep populations against gastrointestinal parasites",
    "Topic": "Helminth infection and control"
  },
  {
    "Abstract": "Many firms are pledging to reduce greenhouse gas emissions across their value chains. However, this requires their suppliers to also adopt more climate-friendly practices for decarbonization. This can involve addressing gaps in not only the suppliers’ ability but also, their willingness to adopt such practices, which can be challenging if the suppliers perceive the practices as risky or potentially detrimental to their economic well-being. We examine the effectiveness of relational investments to help mitigate this challenge, arguing that such investments can serve as a signal of the firm’s commitment toward joint value creation. In a field experiment conducted with supplier farmers in a multinational firm’s agricultural supply chain in India, we examine the impact of two kinds of relational investments in providing the farmers with customized agricultural services that they valued. In the first intervention, the firm’s field officers offered the farmers support specific to the crop that the firm sourced from them. The second intervention additionally involved bringing in expert agronomists to also provide the farmers with support on broader agricultural matters of interest to them. Relative to a control condition in which the farmers only received training on the relevant climate-friendly practices, both interventions improved the farmers’ adoption of the recommended practices. The second intervention was more impactful than the first in improving the farmers’ practice adoption as well as their retention with the firm. Exploratory mediation analysis and post-experiment field interviews suggest that these findings are partly driven by the farmers’ positive perception of the firm’s relational investments. This paper was accepted by Anita McGahan, business strategy. Funding: The authors acknowledge financial support from INSEAD [Kurt Björklund Research Fund]. Supplemental Material: The online appendix and data files are available at https://doi.org/10.1287/mnsc.2024.05744 .",
    "Author": "Ghosh, Sukti",
    "DOI": "https://doi.org/10.1287/mnsc.2024.05744",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "Management Science",
    "Subfield": "Strategy and Management",
    "Title": "Eliciting Supplier Cooperation for Value Chain Decarbonization: A Field Experiment with Smallholder Farmers in India",
    "Topic": "Global trade, sustainability, and social impact"
  },
  {
    "Abstract": "Fuzzy sets and soft sets serve as powerful mathematical tools to handle uncertainty and vagueness in real-world problems. Building on these, this study introduces the concept of fuzzy soft outerplanar graphs (FSOGs), a fusion of fuzzy soft set theory with outerplanar graph structure. In FSOGs, uncertainties are modeled by assigning graded membership values to vertices and edges through fuzzy sets, while soft set parameters allow multiple, context-dependent graph representations. This combination enables FSOGs to capture ambiguous or partially known relationships more effectively than crisp outerplanar graphs. Outerplanar graphs, a subclass of planar graphs, possess unique characteristics crucial in simplifying complex data networks. In this work, we investigate FSOGs by integrating varying degrees of membership (fuzziness) with the flexibility of soft sets, thereby generalizing crisp outerplanar graphs. We introduce VD and ED fuzzy soft outerplanar subgraphs determined by both vertex and edge deletion, including maximum and maximal fuzzy soft outerplanar subgraphs, based on vertex and edge deletions. A novel concept of the dual of fuzzy soft planar graphs is also formulated and analyzed. Theoretical results are supported through illustrative examples and formal theorems. Finally, we explored the practical application of FSOGs in image contraction.",
    "Author": "Jaisankar, Deivanai",
    "DOI": "https://doi.org/10.1038/s41598-026-37570-3",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "Scientific Reports",
    "Subfield": "Management Science and Operations Research",
    "Title": "Image contraction through fuzzy soft outerplanar graph structures",
    "Topic": "Fuzzy and Soft Set Theory"
  },
  {
    "Abstract": "Abstract Periodontitis is a highly prevalent chronic inflammatory disease that causes progressive destruction of the tooth-supporting apparatus and is linked to multiple systemic disorders. Despite its high prevalence, early biomarkers capable of predicting individual susceptibility remain elusive. The multifactorial nature of the disease and the lack of a validated, specific indicators hinder reliable early diagnosis before irreversible tissue damage occurs. CD5 + B cells, known for their autoreactive potential and role in bone resorption, have been previously found elevated in advanced periodontitis. Due to their association with tissue destruction, these cells may hold predictive value even at earlier stages. However, their systemic relevance in early periodontal inflammation is scarcely explored. This cross-sectional study examined differential subsets of circulating CD5 + B cells as potential systemic biomarkers of early periodontal disease. Sixty patients were grouped as healthy, gingivitis and moderate chronic periodontitis. Multiple regression analysis revealed that besides age ( p = 0.009), the double negative (CD27 − IgD − ) subset of CD5 + memory B cells was related to periodontitis, while total CD5 + B cell levels remained unchanged. To characterize the oral inflammatory milieu, salivary cytokines and the composition of the subgingival microbiome were analyzed. Salivary IL-8 levels and IL-17A detection rates were significantly elevated in periodontitis. Microbiome profiling further identified an exploratory correlation between Megasphaera and salivary IL-8 in gingivitis, which may represent an early-stage signal but requires validation in larger follow-up cohorts.",
    "Author": "Elisabeth Clara Gottschalk",
    "DOI": "https://doi.org/10.1038/s41598-026-37044-6",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "Scientific Reports",
    "Subfield": "Periodontics",
    "Title": "Potential biomarkers for early periodontal inflammation: investigating CD5+ B cells, salivary cytokines and oral microbiome",
    "Topic": "Oral microbiology and periodontitis research"
  },
  {
    "Abstract": "Measurement of the turnover rate of proteins, different metabolites and lipids in living organisms is important for the understanding of biochemical pathways and physiology studies. Such experiments can be performed by administering isotopically labeled substances (food or water) to the organism and measuring the amount of the isotopes in the endogenous compounds. Here, we administered 20% heavy water (D2O) to a guinea pig for 156 days and regularly measured the deuterium uptake in C-H groups in the different compounds of blood, urine and feces using high-resolution mass spectrometry. We successfully measured the time required for reaching the maximum deuteration level for several classes of compounds: 10 days for blood lipids (PC, PE, TAG); 60 days for sterol derivatives, heme B and hemoglobin; and 70 days for stercobilin. Also, for those compounds, we measured the deuterium elimination time from the organism when deuterium administration was stopped. The turnover of lipids was also studied by administering deuterated oat leaves grown at 10% D2O to the guinea pig. The analysis of blood revealed that triglycerides demonstrate the inclusion of the deuterium after 5 h. All experiments were performed on a single guinea pig that remained alive and in good health after all experiments. The current research demonstrates the possibility of using long-term D2O administration for the investigation of metabolism.",
    "Author": "Kostyukevich, Yury",
    "DOI": "https://doi.org/10.3390/ijms27041944",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "International Journal of Molecular Sciences",
    "Subfield": "Pharmaceutical Science",
    "Title": "Turnover Rate of Lipids, Metabolites and Proteins Revealed by 156-Day-Long D2O Administration in a Guinea Pig",
    "Topic": "Chemical Reactions and Isotopes"
  },
  {
    "Abstract": "Abstract This meta-analysis investigates the contributions of viewing audiovisual input on second language (L2) learning. We calculated 75 effect sizes from 56 experiments ( n = 1954) and assessed the effects of audiovisual input on language learning using a within-group (pre-post) meta-analytic approach. Fifteen moderator variables were included in the analysis. Results showed that a) there was a small effect of audiovisual input on L2 learning ( g = .89); b) no differences were found between the effects of viewing audiovisual input on different areas of L2 learning (vocabulary, grammar, pronunciation, speaking, listening proficiency); and c) video category had a significant impact on L2 learning with entertainment-focused videos (e.g., TV series, movies, and mixed videos) yielding lower effects than educational videos (e.g., TED Talks, documentaries, and language-focused).",
    "Author": "Sutton, Dru",
    "DOI": "https://doi.org/10.1017/s0272263126101612",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-18",
    "Source": "Studies in Second Language Acquisition",
    "Subfield": "Language and Linguistics",
    "Title": "The effects of audiovisual input on second language learning <i>A meta-analysis</i>",
    "Topic": "Subtitles and Audiovisual Media"
  }
]
