[
  {
    "article_path": "/article/supreme-court-allows-new-california-congressional-districts-that-favor-democrats_7df464",
    "article_url": "https://ground.news/article/supreme-court-allows-new-california-congressional-districts-that-favor-democrats_7df464",
    "bias": [
      "Left-Leaning coverage frames the Supreme Court 's decision as a \"major victory\" for Democrats, highlighting a \"boost\" and potential gain of \"five Democratic congressional seats,\" often portraying it as a \"counterresponse\" to prior Republican actions.",
      "Conversely, right-leaning outlets employ emotionally charged terms like \"RIGGED,\" \"gerrymandered,\" and \"abomination,\" emphasizing the map as a \"GIANT SCAM\" that \"eliminates 5 GOP House seats\" and detailing how a \"Democrat-controlled legislature\" drew it.",
      "Center coverage notes the \"pro-Democratic\" outcome and potential seat gains while also mentioning the \"unconstitutional racial gerrymander\" claim.",
      "All perspectives agree the Court allowed the map, which favors Democrats, revealing fundamental ideological divides over electoral integrity and partisan power."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Wednesday, February 4, 2026, the U.S. Supreme Court allowed California to use a new voter-approved congressional map for this year's midterm election in an unsigned order with no dissents.",
      "After voters approved Proposition 50 last November, California voters enacted new lines via a statewide referendum supported by 64%, framed as a Democratic response to Texas redistricting last year.",
      "Judge Josephine Staton wrote that Proposition 50 was a political gerrymander to flip five Republican seats to Democrats.",
      "With candidate filing beginning Feb. 9, the ruling allows most of California's 52 House districts to use new lines, enabling Democrats to potentially gain five seats.",
      "The ruling follows the Court's December clearance of Texas' map, continuing a tit-for-tat redistricting battle as Justice Samuel Alito noted both maps sought partisan advantage, highlighting the Court's limited role."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/ryan-routh-sentenced-to-life-for-attempting-to-assassinate-president-trump_7e21e3",
    "article_url": "https://ground.news/article/ryan-routh-sentenced-to-life-for-attempting-to-assassinate-president-trump_7e21e3",
    "bias": [
      "News coverage of Ryan Routh's life sentence for attempting to assassinate Donald Trump reveals stark narrative contrasts.",
      "Left-Leaning outlets emphasize the \"assassination attempt\" while highlighting the judge as a \"Trump appointee,\" potentially scrutinizing judicial impartiality.",
      "Right-Leaning coverage employs terms like \"madman\" and \"foiled plot,\" stressing the \"harsh sentence\" and linking the event to \"rising political violence concerns,\" even including Trump's direct reaction.",
      "Center-Leaning reports maintain a neutral tone, focusing on facts and uniquely noting Routh leaving \"in smiles.",
      "While all agree on the severe legal outcome and the thwarted attack, these portrayals underscore ideological divides concerning political threats and judicial oversight."
    ],
    "bias_bar_text": null,
    "center_pct": 46.0,
    "error": null,
    "left_pct": 25.0,
    "location": "United States",
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "In Fort Pierce on 2026-02-04, U.S. District Judge Aileen Cannon sentenced Ryan Routh to life for attempting to assassinate Donald Trump at Trump International Golf Club in 2024.",
      "Prosecutors say Routh plotted for months, including tracking Trump online and leaving a `Dear World` letter with a $150,000 offer, and investigators found a box with ammunition, four cellphones, and handwritten letters in North Carolina.",
      "During a security sweep, Secret Service agent Robert Fercano spotted Routh hiding by a fence at Trump International Golf Club sixth hole, fired four shots, and Routh fled leaving an assault-style rifle, bullet-proof plates, and a video camera.",
      "A federal jury last year convicted Routh on five counts, and Judge Cannon imposed concurrent sentences plus a seven-year gun term; Martin L. Roth said he will appeal.",
      "Prosecutors called the plot `carefully crafted and deadly serious`, and Assistant U.S. Attorney John Shipley warned, `American democracy does not work when individuals take it into their own hands to eliminate candidates."
    ],
    "title": "Ryan Routh sentenced to life for attempting to assassinate President Trump",
    "topic": "Donald Trump",
    "topic_full": "Donald Trump · United States"
  },
  {
    "article_path": "/article/trump-administration-to-pull-700-immigration-officers-from-minneapolis-homan-says_770b5b",
    "article_url": "https://ground.news/article/trump-administration-to-pull-700-immigration-officers-from-minneapolis-homan-says_770b5b",
    "bias": [
      "Left-Leaning coverage frames the 700-agent withdrawal as the administration \"backing down\" or a \"PR spin job\" driven by \"backlash\" and \"fatal shootings,\" often using terms like \"czar\" and portraying the remaining 2,300 agents as an \"occupation.",
      "Conversely, right-leaning outlets \"hail\" the drawdown as a strategic success due to \"unprecedented cooperation\" from local officials, characterizing it as \"smarter enforcement\" and \"bad news for Democrats.",
      "Center-Leaning reports neutrally present the withdrawal and Homan's stated reasons, including protest context, de-emphasizing strong political interpretations.",
      "While all perspectives agree on the immediate withdrawal of 700 agents and the continued presence of 2,300, their divergent portrayals of the underlying motivations and implications reveal deep ideological splits on immigration policy and federal authority."
    ],
    "bias_bar_text": null,
    "center_pct": 55.0,
    "error": null,
    "left_pct": 24.0,
    "location": "Minnesota",
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "On Wednesday, February 4, 2026, White House border czar Tom Homan announced the Trump administration will withdraw 700 federal immigration officers from Minneapolis, leaving over 2,000 agents in the region.",
      "Citing `unprecedented` cooperation from Minnesota's county sheriffs and jails, Homan explained that this allowed ICE to take custody of illegal immigrants before release, prompting a drawdown of 700 federal agents.",
      "Operation Metro Surge expanded to roughly 3,000 officers, and Homan moved to unify ICE and CBP under one command last week, following his take-over from Gregory Bovino.",
      "Homan warned enforcement will continue nationwide, stressing President Donald Trump remains committed to mass deportations, while Minneapolis Mayor Jacob Frey called the reduction a step in the right direction but not de-escalation.",
      "Homan said a full withdrawal hinges on continued cooperation and an end to attacks, roadblocks, and interference after tensions rose following the shootings of Renee Good and Alex Pretti."
    ],
    "title": "Trump Administration to Pull 700 Immigration Officers From Minneapolis, Homan Says",
    "topic": "Immigration and Customs Enforcement",
    "topic_full": "Immigration and Customs Enforcement · Minnesota"
  },
  {
    "article_path": "/article/washington-post-says-one-third-of-its-staff-across-all-departments-is-being-laid-off_589782",
    "article_url": "https://ground.news/article/washington-post-says-one-third-of-its-staff-across-all-departments-is-being-laid-off_589782",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 42.0,
    "error": null,
    "left_pct": 34.0,
    "location": "United States",
    "right_pct": 24.0,
    "status": "no_change",
    "summary": [
      "On Wednesday, The Washington Post announced it is laying off one-third of its staff across all departments, Executive Editor Matt Murray said during a Zoom call.",
      "Leadership cited prolonged financial losses and declining audiences forced a restructure as Jeff Bezos , owner of The Washington Post, and Will Lewis, Publisher and CEO, pushed changes after voluntary separation packages offered in 2023.",
      "The Post will shut or suspend several units including the sports department, Books section, and Post Reports podcast, while restructuring the Metro/local desk and shrinking international bureaus.",
      "Staff and the Washington Post Guild immediately reacted, noting some decisions were reversed after public criticism, including limiting coverage to four reporters, as management said the cuts would be severe.",
      "Observers say these cuts narrow the Post's scope toward federal politics and reflect broader industry pressures, with rivals like the New York Times expanding ancillary products."
    ],
    "title": "Washington Post says one-third of its staff across all departments is being laid off",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/trump-signs-bill-to-end-partial-government-shutdown-setting-stage-for-next-fight_ffbe38",
    "article_url": "https://ground.news/article/trump-signs-bill-to-end-partial-government-shutdown-setting-stage-for-next-fight_ffbe38",
    "bias": [
      "Left-Leaning outlets frame the government shutdown 's resolution as a mere \"Band-Aid,\" anticipating a \"contentious\" ICE \"showdown\" and emphasizing Democratic demands for \"dramatic changes\" and \"real accountability\" for \"sweeping immigration crackdown\" actions.",
      "Conversely, right-leaning coverage portrays the outcome as a \"Trump-Backed Bill\" and \"Great Victory,\" explicitly blaming a \"Democrat Govt Shutdown\" and highlighting internal Democratic dissent.",
      "While the $1.2 trillion funding package and temporary DHS funding are universally reported, the left focuses on \"aggressive\" administration actions, fostering a critical tone, whereas the right celebrates \"cutting $10 billion in wasteful foreign aid\" and expresses concern about \"caving to Democratic demands,\" signaling partisan blame.",
      "Center-Leaning coverage, meanwhile, neutrally notes the \"funding cliff\" and that \"hard negotiations loom.",
      "All agree on the basic facts of the bill's passage and the shutdown's end, but diverge sharply on the underlying ideological battle over immigration enforcement and political accountability."
    ],
    "bias_bar_text": null,
    "center_pct": 54.0,
    "error": null,
    "left_pct": 30.0,
    "location": "United States",
    "right_pct": 16.0,
    "status": "ok",
    "summary": [
      "The partial US government shutdown is expected to end after the House voted 217 to 214 on a funding deal.",
      "US President Donald Trump negotiated the deal with Senate Minority Leader Chuck Schumer and wanted bipartisan support.",
      "The agreement implements small federal budget cuts instead of the larger cuts requested by Trump.",
      "Chuck Schumer stated that Trump was determined to avoid another shutdown following the nation's longest closure."
    ],
    "title": "Trump signs bill to end partial government shutdown, setting stage for next fight",
    "topic": "Government Shutdown",
    "topic_full": "Government Shutdown · United States"
  },
  {
    "article_path": "/article/savannah-guthrie-siblings-plead-for-missing-mom-nancys-return-in-emotional-video-tell-potential-kidnappers_c71f8c",
    "article_url": "https://ground.news/article/savannah-guthrie-siblings-plead-for-missing-mom-nancys-return-in-emotional-video-tell-potential-kidnappers_c71f8c",
    "bias": [
      "Left-Leaning outlets emphasize the family's \"tearful\" or \"emotional plea,\" highlighting personal suffering and calls for accountability, often including specific law enforcement details like \"signs of forced entry.",
      "Right-Leaning coverage also portrays an \"emotional video\" and \"heartbreaking plea,\" but frequently employs terms like \"Demand\" and frames the situation as a \"high-stakes federal investigation,\" elevating the drama and national scope while de-emphasizing specific police findings.",
      "Center-Leaning coverage maintains a more neutral tone, focusing on actions and direct statements.",
      "All agree on the abduction and plea for proof of life, but left and right diverge significantly in emotional intensity and broader implications, reflecting differing priorities in human interest narratives."
    ],
    "bias_bar_text": "Left 27% Center 60% R 13%",
    "center_pct": 60.0,
    "error": null,
    "left_pct": 27.0,
    "location": null,
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "On Monday, Feb. 2, 2026, investigators said Nancy Guthrie, 84-year-old missing woman, was taken from the home and her residence near Tucson is a crime scene.",
      "On Sunday, Feb. 1, Guthrie's family reported her missing from her Catalina Foothills community home after she was last seen around 9:45 p.m. on Saturday, Jan. 31.",
      "DNA samples from the residence were confirmed to belong to Nancy Guthrie, her home is a crime scene with officers outside, and authorities are reviewing possible ransom notes, including one from ABC Tucson affiliate KGUN.",
      "The family pleaded publicly and asked for proof of life, with Savannah Guthrie urging verification her mother is alive while the FBI urged tips; they said, 'Everyone is looking for you, Mommy, everywhere.'",
      "The FBI is sending additional agents and experts, including a supervisor to run a task force with hostage negotiation and digital forensic specialists, while no suspect had been identified as of Wednesday and officials warned missing medication could be fatal within 24 hours."
    ],
    "title": "Savannah Guthrie, siblings plead for missing mom Nancy’s return in emotional video, tell potential kidnappers",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/maduro-ally-saab-arrested-in-venezuela-us-official-says",
    "article_url": "https://ground.news/article/maduro-ally-saab-arrested-in-venezuela-us-official-says",
    "bias": [
      "Left-Leaning outlets frame Alex Saab's arrest by \"Delcy Rodríguez's Government,\" using terms like \"Maduro-Related Minister\" or \"testaferro\" , and note a lack of Venezuelan official confirmation.",
      "Right-Leaning outlets employ sensationalist language like \"Huge\" and \"Purge,\" labeling Maduro's administration a \"Regime\" or \"dictator,\" dramatically portraying \"Millionaires..",
      "Fall,\" and even erroneously suggesting Maduro himself was \"captured.",
      "Center coverage emphasizes factual reporting, noting \"Maduro ally\" and presenting denials from \"His Circle.",
      "While all agree on Saab's arrest in a joint operation, the left's focus on official transparency contrasts sharply with the right's delegitimizing rhetoric and factual missteps, revealing deep ideological divides over the Venezuelan government's legitimacy and the nature of its adversaries."
    ],
    "bias_bar_text": "L 21% C 17% Right 62%",
    "center_pct": 17.0,
    "error": null,
    "left_pct": 21.0,
    "location": null,
    "right_pct": 62.0,
    "status": "ok",
    "summary": [
      "On February 05, 2026, Alex Saab was arrested in Venezuela in a joint US–Venezuelan operation, with Raul Gorrin, head of Globovision TV network, also apprehended, Colombian media reported.",
      "As interim leader, Delcy Rodriguez controls Venezuela's law enforcement, and a U.S. official highlighted her cooperation in the operation.",
      "Saab previously faced U.S. detention after being held in Cape Verde in 2020 and charged with siphoning around $350 million, which he denied and appealed on diplomatic-immunity grounds."
    ],
    "title": "Maduro ally Saab arrested in Venezuela, US official says",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/fired-after-gender-lesson-former-professor-sues-texas-a-and-m",
    "article_url": "https://ground.news/article/fired-after-gender-lesson-former-professor-sues-texas-a-and-m",
    "bias": [
      "Left-Leaning narratives emphasize the \"gender lesson\" and \"due process rights,\" portraying the educator as wronged by \"Republicans\" and administrators who \"appease political critics.",
      "Conversely, right-leaning coverage critically frames the lesson as \"LGBT ideology to children as young as three,\" though both perspectives agree the university \"bowed to political pressure.",
      "Center-Leaning outlets neutrally report the \"fired\" professor \"sues\" after a \"viral video,\" de-emphasizing specific political actors or lesson content details.",
      "The age of the children and the explicit mention of \"Republicans\" serve as pivotal dividing lines.",
      "All perspectives concur on the lawsuit over a gender identity lesson and alleged rights violations, underscoring fundamental ideological clashes over academic freedom and identity politics in education ."
    ],
    "bias_bar_text": "Left 54% Center 29% R 17%",
    "center_pct": 29.0,
    "error": null,
    "left_pct": 54.0,
    "location": null,
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "Melissa McCoul, the former Texas A&M lecturer, sued Tuesday in federal court in Houston, alleging administrators violated her First Amendment and due-process rights and seeking reinstatement and damages.",
      "A secretly recorded video posted on X by State Rep. Brian Harrison, R-Waxahachie, led Republican pressure and Gov. Greg Abbott's chief of staff urging university leaders to deny McCoul a hearing before termination.",
      "The lawsuit details alleged breaches of the university’s required dismissal procedures, including ignoring a review council of faculty members that found McCoul’s due process rights violated.",
      "The Texas A&M University System ordered an audit of approximately 5,400 courses that recently led to six canceled courses and the ending of the women’s and gender studies program."
    ],
    "title": "Texas A&M professor files lawsuit after firing over gender identity lesson",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/musk-unites-spacex-xai-to-accelerate-development",
    "article_url": "https://ground.news/article/musk-unites-spacex-xai-to-accelerate-development",
    "bias": [
      "Left-Leaning coverage frames the $1.25 trillion merger of SpaceX and xAI within Elon Musk's broader controversies, using terms like \"supernova\" to suggest pressure while also noting a \"sci-fi dream.",
      "Right-Leaning outlets portray it as a \"Wild Space Gamble\" that could \"Decide Who Controls AI’s Future,\" emphasizing its \"staggering\" scale and featuring warnings that \"Earth’s skies are about to change forever.",
      "This contrasts with center-leaning reports that focus on financial viability, expressing skepticism about \"long odds\" and potential \"costly mistake.",
      "While all agree on the merger's aim for space data centers and Musk's \"ambitious\" vision, the left highlights historical context, the right stresses strategic impact, and the center prioritizes financial scrutiny, revealing distinct ideological lenses on corporate power, technological ambition, and economic risk."
    ],
    "bias_bar_text": null,
    "center_pct": 42.0,
    "error": null,
    "left_pct": 33.0,
    "location": "United States",
    "right_pct": 25.0,
    "status": "ok",
    "summary": [
      "Elon Musk's companies SpaceX and xAI have merged, aiming to create orbital data centers powered by solar energy in space.",
      "Proponents argue that space-based data centers could be cheaper than those on Earth due to constant solar power and ability to release heat into space.",
      "However, experts warn of significant technical challenges including radiation, debris, heat management, latency, and high costs that make profitability uncertain in the near future."
    ],
    "title": "Musk's mega-merger of SpaceX and xAI bets on sci-fi future of data centers in space",
    "topic": "SpaceX",
    "topic_full": "SpaceX · United States"
  },
  {
    "article_path": "/article/republican-senator-opposes-planned-ice-detention-center-in-mississippi",
    "article_url": "https://ground.news/article/republican-senator-opposes-planned-ice-detention-center-in-mississippi",
    "bias": [
      "Left-Leaning coverage frames Senator Wicker's opposition as \"daring\" and a sign of \"growing cracks\" within the GOP, employing emotionally charged terms like \"Rips\" and \"Concentration Camp\" to portray the facility.",
      "Right-Leaning outlets, conversely, emphasize the facility \"Threatens Mississippi \" and would \"flood Byhalia with an influx\" of up to 10,000 people, focusing on negative economic impact.",
      "Center coverage neutrally reports the opposition and facility capacity.",
      "While all acknowledge Wicker's opposition to the Trump administration's plan, the left de-emphasizes his economic rationale, highlighting political dissent, contrasting with the right's focus on local concerns and federal overreach, revealing fundamental ideological divides over immigration and government intervention."
    ],
    "bias_bar_text": null,
    "center_pct": 39.0,
    "error": null,
    "left_pct": 39.0,
    "location": "Mississippi",
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "Republican Senator Roger Wicker opposes the planned Immigration and Customs Enforcement detention center in Byhalia, Mississippi, citing concerns over economic impact and strain on local resources.",
      "Wicker stated that the facility would not generate economic returns or community benefits and would place significant strain on local resources like public safety and medical capacity.",
      "An ICE spokesperson responded that the agency is working to expand detention space across the U.S. to enforce immigration laws and keep Americans safe, but did not confirm specific plans for the Byhalia site due to operational security concerns."
    ],
    "title": "Republican senator opposes planned ICE detention center in Mississippi",
    "topic": "Republican Party",
    "topic_full": "Republican Party · Mississippi"
  },
  {
    "article_path": "/article/autism-might-be-equally-common-in-males-and-females-study-says_05b6d0",
    "article_url": "https://ground.news/article/autism-might-be-equally-common-in-males-and-females-study-says_05b6d0",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 50.0,
    "location": "Sweden",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Feb 4, Caroline Fyfe, PhD and co-authors published a study in The BMJ tracking over 2.7 million people in Sweden and finding a nearly 1:1 male-to-female autism diagnosis ratio by age 20.",
      "Later visibility of autistic features in girls appears to explain Fyfe and colleagues' findings that clinical biases and masking contribute to girls and women receiving later diagnoses.",
      "Using national patient records and ICD-9/ICD-10 codes, incidence increased across birth cohorts and calendar periods through 2020, with peaks in males aged 10–14 and females aged 15–19.",
      "Patient advocates argued that underdiagnosis of autistic females leads to severe difficulties and suicidality, prompting calls to review diagnostic pathways and expand services for autistic women and girls.",
      "Challenging prevailing ratios, the research disputes the historical four-to-one male:female ratio and notes that the ADDM network's focus on young children misses adolescent female diagnoses, while study limitations include genetics and co-occurring conditions."
    ],
    "title": "Swedish Study Finds Autism Diagnosis Ratio Approaches Gender Parity by Adulthood",
    "topic": "Science",
    "topic_full": "Science · Sweden"
  },
  {
    "article_path": "/article/andrej-babiss-government-survived-a-vote-of-no-confidence-coalition-mps-kept-it-in-power",
    "article_url": "https://ground.news/article/andrej-babiss-government-survived-a-vote-of-no-confidence-coalition-mps-kept-it-in-power",
    "bias": [
      "Left-Leaning outlets frame Prime Minister Babiš as \"populist,\" highlighting a \"controversial ministerial appointment\" as the dispute's trigger.",
      "Right-Leaning coverage de-emphasizes the \"populist\" label, focusing on an \"Sms Affair\" and portraying the opposition's \"failed attempt to overthrow\" the \"three-party coalition.",
      "While center-leaning outlets also use \"populist,\" they note its interpretive connotation and include specific vote counts de-emphasized elsewhere.",
      "All perspectives agree the government survived a no-confidence vote.",
      "These contrasting narratives reveal ideological divides in characterizing leaders and opposition actions, from skepticism towards \"populist\" figures to strong condemnation of \"overthrow\" attempts."
    ],
    "bias_bar_text": null,
    "center_pct": 56.0,
    "error": null,
    "left_pct": 44.0,
    "location": "Czechia",
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Wednesday the new Czech government led by populist Prime Minister Andrej Babia survived a no-confidence vote, with only 84 opposition lawmakers supporting dismissal in the 200-seat lower house.",
      "The dispute began when President Petr Pavel refused to appoint Motorists nominee Filip Turek as environment minister due to Facebook posts deemed racist, homophobic and sexist, making it a constitutional flashpoint.",
      "Macinka refused to apologize, and Babia rejected calls to dismiss him despite accusations of constitutional violations and threats to block Pavel at the NATO summit this year.",
      "Tens of thousands rallied Sunday in support of the president; after the Wednesday meeting, Pavel said his decision was final and Babia said the issue was over for him.",
      "On Dec. 15 Pavel swore in Babia and the new three-party government, which allied with Freedom and Direct Democracy and the Motorists and aims to steer the country away from supporting Ukraine and some EU policies."
    ],
    "title": "The new Czech government of populist prime minister Babiš survives parliamentary no-confidence vote",
    "topic": "Czechia Politics",
    "topic_full": "Czechia Politics · Czechia"
  },
  {
    "article_path": "/article/prison-officer-assaults-up-in-michigan-union-asks-state-for-change",
    "article_url": "https://ground.news/article/prison-officer-assaults-up-in-michigan-union-asks-state-for-change",
    "bias": [
      "While all perspectives report an increase in prison staff assaults and a union's call for change, their framing reveals distinct priorities.",
      "Right-Leaning coverage frames the issue through concerns for \"public safety, law and order,\" suggesting a need for \"stricter policies\" or a \"tougher stance on criminal justice.",
      "Left-Leaning coverage emphasizes the union's assertion of a \"shortage of maximum-security space\" and the housing of \"dangerous prisoners\" in unsuitable settings.",
      "Center-Leaning coverage, while also noting \"dangerous inmates,\" employs more vivid language like \"sounding alarms\" over \"violent assaults\" and explicitly details \"violent inmates being mixed with the general population,\" providing specific data like the \"2023\" timeframe for comparative figures, details de-emphasized by other perspectives.",
      "All sides agree on the rising assault numbers, but the divergence highlights ideological priorities: systemic operational issues versus broader law and order concerns."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 40.0,
    "location": "Michigan",
    "right_pct": 20.0,
    "status": "ok",
    "summary": [
      "In recent years the Michigan Corrections Organization warned of rising assaults and said dangerous prisoners are often held in lower-security settings, citing an October surge at Marquette Branch Prison .",
      "The union says a lack of Level V beds means violent inmates cannot be separated, forcing higher-security prisoners into lower-level housing across Michigan's 26 state prisons, including Level II units with many Level IV inmates.",
      "Incidents described by the union include force being used 293 times at Marquette, Baraga and Egeler in 2023, with Tasers deployed 61 times, and 439 force uses and 107 Tasers in 2024.",
      "Osborn warned that the strained system is more dangerous for frontline officers, creating immediate staff-safety risks as Michigan's prison system houses about 33,000 inmates.",
      "The department has worked to reduce administrative segregation, noting 339 inmates are held daily in 2024, down from 972 a decade earlier, while advocates urge services over separation given harm research and MCHEP’s absence from four level V facilities."
    ],
    "title": "Assaults on prison staff have increased in Michigan. Union asks state for change",
    "topic": "Prison",
    "topic_full": "Prison · Michigan"
  },
  {
    "article_path": "/article/pat-mahomes-father-of-patrick-mahomes-ii-jailed-for-alleged-probation-violation_198eda",
    "article_url": "https://ground.news/article/pat-mahomes-father-of-patrick-mahomes-ii-jailed-for-alleged-probation-violation_198eda",
    "bias": [
      "Left-Leaning coverage neutrally reports Pat Mahomes Sr.'s arrest for an alleged probation violation, using legal terminology and de-emphasizing broader context.",
      "Center outlets maintain similar neutrality, often providing specific factual details like his age or booking location, while occasionally noting recurrence with terms like \"yet again.",
      "Right-Leaning coverage, however, frames the event with a judgmental tone, emphasizing a pattern with words like \"again,\" \"booze violation,\" and asserting he \"Can't Stop Drinking,\" highlighting individual failure and the five years of probation.",
      "All perspectives agree on the core fact of an arrest for an alleged alcohol-related probation violation, revealing a clear divide between dispassionate reporting and moralistic framing of personal responsibility."
    ],
    "bias_bar_text": null,
    "center_pct": 48.0,
    "error": null,
    "left_pct": 36.0,
    "location": "Texas",
    "right_pct": 16.0,
    "status": "ok",
    "summary": [
      "On Feb. 3, 2026, Pat Mahomes was booked into the Smith County Jail after authorities took him into custody Tuesday morning for allegedly violating his probation.",
      "Officials say the SCRAM ankle monitor recorded a high alcohol reading on Jan. 1, prompting a motion to revoke Mahomes's probation, according to Putnam.",
      "He is serving five years' probation for a Feb. 3, 2024 DWI, but urine tests on Jan. 5 and 9 showed no alcohol despite the probation violation.",
      "He faces up to 10 years in prison if probation is revoked, with a motion filed and Mahomes can contest the allegations.",
      "Past legal troubles, including a July 12, 2024 traffic stop and August 27, 2024 guilty plea, frame the current case, and he was sentenced to probation that September with 'intense supervision' through late 2025."
    ],
    "title": "Patrick Mahomes' Father Arrested After Authorities Say He Violated DWI Probation",
    "topic": "US Crime",
    "topic_full": "US Crime · Texas"
  },
  {
    "article_path": "/article/loudermilk-wont-seek-reelection-opening-fourth-georgia-house-seat_98f5b8",
    "article_url": "https://ground.news/article/loudermilk-wont-seek-reelection-opening-fourth-georgia-house-seat_98f5b8",
    "bias": [
      "Left-Leaning outlets frame the Republican's decision not to seek re-election as a \"mass exodus\" and \"bails,\" employing a critical tone to suggest GOP instability and linking it to Speaker Johnson's leadership.",
      "Conversely, right-leaning coverage emphasizes personal reasons like \"spending more time with family\" and portrays his service as a \"tremendous honor,\" highlighting \"upholding the Constitution\" with an appreciative tone.",
      "Center-Leaning reports neutrally state he is the \"29th House Republican\" to retire.",
      "A pivotal dividing line is his role in the Jan. 6 investigations, characterized as a \"Panel Critic\" by the left, while the right emphasizes his \"leadership role\" in the subcommittee.",
      "All perspectives agree on the fact of his retirement and tenure, but interpret the motivations and broader political implications through distinct ideological lenses."
    ],
    "bias_bar_text": null,
    "center_pct": 19.0,
    "error": null,
    "left_pct": 48.0,
    "location": "Georgia",
    "right_pct": 33.0,
    "status": "ok",
    "summary": [
      "Georgia Republican U.S. House member Barry Loudermilk announced he will not seek reelection in 2022.",
      "Loudermilk has served in Congress since 2015, and four Republican-held congressional seats in Georgia will change hands this year.",
      "Loudermilk said \"representing the people in Congress is a service, not a career,\" and believes it is time to contribute in other ways."
    ],
    "title": "Georgia Republican Barry Loudermilk Won’t Seek Reelection to US House",
    "topic": "Georgia Politics",
    "topic_full": "Georgia Politics · Georgia"
  },
  {
    "article_path": "/article/epa-administrator-outlines-trumps-plan-speed-up-rebuilding-of-homes-destroyed-by-la-wildfires_fbc9cf",
    "article_url": "https://ground.news/article/epa-administrator-outlines-trumps-plan-speed-up-rebuilding-of-homes-destroyed-by-la-wildfires_fbc9cf",
    "bias": [
      "While all perspectives report Trump administration officials visited Los Angeles to outline a plan to \"speed up rebuilding\" after wildfires , left-leaning coverage emphasizes \"unacceptable delays\" and \"devastating fires,\" focusing solely on the federal initiative.",
      "Right-Leaning outlets frame the plan as cutting through \"unnecessary, duplicative, or obstructive\" requirements, but also prominently feature LA County's \"opposes\" and \"rejects federal takeover,\" portraying local resistance as an infringement on efficiency.",
      "Center-Leaning coverage balances both federal action and local opposition, describing a \"battle\" and uniquely providing specific figures like \"3,000 permits approved.",
      "This divergence highlights ideological divides concerning federal authority versus local autonomy in disaster recovery."
    ],
    "bias_bar_text": null,
    "center_pct": 69.0,
    "error": null,
    "left_pct": 20.0,
    "location": "California",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "Trump administration officials traveled to Los Angeles on Wednesday to outline that plan after President Trump signed an executive order on Jan. 27 to let fire victims bypass local permitting processes.",
      "The Palisades and Eaton fires killed 31 people and destroyed about 13,000 residential properties, while officials noted over 1,000 permit applications have been returned to residents.",
      "Under the order, SBA disaster-loan recipients can self-certify compliance if permits aren't approved within 60 days, and the Small Business Administration launched an online self-certification tool requiring city and county inspections before occupancy.",
      "Legal experts warned that the Trump administration's claim to supersede local laws is unlikely to succeed, with `Justin Levitt` stating, 'that’s not a thing.'",
      "The Los Angeles City Council waived permitting fees in the Palisades, where roughly 3,000 permits are approved and 1,000 homes under construction, risking $90 million over three years."
    ],
    "title": "EPA Administrator Outlines Trump’s Plan Speed up Rebuilding of Homes Destroyed by LA Wildfires",
    "topic": "EPA",
    "topic_full": "EPA · California"
  },
  {
    "article_path": "/article/cia-ends-publication-of-its-popular-world-factbook-reference-tool",
    "article_url": "https://ground.news/article/cia-ends-publication-of-its-popular-world-factbook-reference-tool",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 70.0,
    "error": null,
    "left_pct": 20.0,
    "location": "United States",
    "right_pct": 10.0,
    "status": "no_change",
    "summary": [
      "On Wednesday, the US Central Intelligence Agency announced it will cease publishing the World Factbook, saying the publication had `sunset` and urging readers to 'stay curious about the world and find ways to explore it & in person or virtually'.",
      "The Factbook later moved into the public domain when an unclassified edition was released and a digital public‑domain version followed, expanding access.",
      "After going online in 1997, the Factbook attracted journalists, academics and students, drawing millions of visits annually, while other federal agencies relied on its updated country statistics.",
      "The agency gave no official reason, and the shutdown follows CIA Director John Ratcliffe's vow to end non-core programs amid White House staffing cuts including about 1,200 planned job cuts.",
      "The announcement posted with a site timestamp and the CIA has been contacted for comment, marking this as a breaking development."
    ],
    "title": "CIA ends publication of its popular World Factbook reference tool",
    "topic": "CIA",
    "topic_full": "CIA · United States"
  },
  {
    "article_path": "/article/chinese-national-who-exposed-rights-abuses-is-freed-from-us-detention-after-being-granted-asylum_e7c445",
    "article_url": "https://ground.news/article/chinese-national-who-exposed-rights-abuses-is-freed-from-us-detention-after-being-granted-asylum_e7c445",
    "bias": [
      "Left-Leaning outlets emphasize the individual's exposure of \"rights abuses\" and being \"freed from US detention,\" framing the situation as a critique of the \"Trump administration's mass immigration enforcement operation.",
      "Right-Leaning coverage also highlights \"rights abuses\" to underscore foreign oppression, but focuses on the legal justification for asylum, noting a \"well-founded fear of persecution.",
      "Center-Leaning reports provide localized details, portraying the individual as \"famous\" with \"celebrating\" supporters.",
      "While all perspectives agree on the individual exposing abuses and being granted asylum, they diverge on characterizing US detention and the legal process, reflecting broader ideological stances on human rights versus immigration enforcement."
    ],
    "bias_bar_text": null,
    "center_pct": 36.0,
    "error": null,
    "left_pct": 43.0,
    "location": "United States",
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "On Tuesday, Guan Heng was released from federal detention and reunited with his mother after an immigration judge granted him asylum earlier this month.",
      "Facing persecution in China, Guan said he secretly filmed Xinjiang detention facilities in 2020 and released most footage on YouTube shortly before arriving in Florida by boat in October 2021, knowing he had to leave China.",
      "At one point he faced possible deportation to Uganda, but the Department of Homeland Security dropped that plan in December; he traveled through Hong Kong, Ecuador and the Bahamas before arriving in Florida by boat in October 2021.",
      "He is staying temporarily in Binghamton, New York, and Luo Yun, his mother, said she finally felt relieved, while Rep. Ro Khanna called the outcome a reminder of the rule of law.",
      "The case remains politically charged, given broader U.S.-China concerns, as DHS has 30 days to appeal the Jan. 28 ruling and the State Department condemns Beijing's 'genocide, religious persecution, and crimes against humanity'."
    ],
    "title": "Chinese national who exposed rights abuses is freed from US detention after being granted asylum",
    "topic": "Asylum Seekers",
    "topic_full": "Asylum Seekers · United States"
  },
  {
    "article_path": "/article/study-shows-particle-pollution-from-wildfire-smoke-was-tied-to-24-100-deaths-per-year-in-the-us",
    "article_url": "https://ground.news/article/study-shows-particle-pollution-from-wildfire-smoke-was-tied-to-24-100-deaths-per-year-in-the-us",
    "bias": [
      "Left-Leaning coverage emphasizes \"pollution\" and \"deaths\" to underscore environmental health and the urgency for climate action, directly linking wildfire smoke to 24,100 annual fatalities.",
      "Right-Leaning outlets, while acknowledging the death toll, employ terms like \"toxic smoke\" and assert the \"toll... remains poorly understood,\" often connecting wildfires to climate warming but framing solutions differently.",
      "Center-Leaning reports present the \"24,100 deaths\" figure neutrally, focusing on study specifics like timeframe and scope.",
      "All perspectives agree a new study links wildfire smoke to tens of thousands of deaths, yet diverge on the underlying causes and policy responses, reflecting broader ideological splits on environmental regulation and climate change."
    ],
    "bias_bar_text": null,
    "center_pct": 70.0,
    "error": null,
    "left_pct": 16.0,
    "location": "United States",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "Published Wednesday in Science Advances, the paper found that long-term wildfire PM2.5 exposure caused about 24,100 deaths yearly across the lower 48 states from 2006–2020, a figure Min Zhang called 'That's a big number.'",
      "Researchers say rising wildfire frequency and intensity from climate change and decades of forest mismanagement expanding the urban–wildland interface are driving wildfire PM2.5 exposure, which the EPA currently does not regulate.",
      "Using satellite imagery and federal mortality data, the research team linked smoke exposure across 3,068 counties and found every 0.1 microgram per cubic meter rise in PM2.5 caused about 5,594 additional deaths annually.",
      "Deaths rose most for neurological diseases, and Wei emphasized brain vulnerability with the finding that effects were stronger in cooler periods and rural and younger communities, with neurological disorders more affected.",
      "Authors called for urgent mitigation and Environmental Protection Agency action, warning that county-level analysis likely underestimates impacts and that no safe threshold exists for chronic wildfire smoke exposure."
    ],
    "title": "Study shows particle pollution from wildfire smoke was tied to 24,100 deaths per year in the US",
    "topic": "Environment & Climate",
    "topic_full": "Environment & Climate · United States"
  },
  {
    "article_path": "/article/indiana-lost-a-giant-hoosiers-mourn-former-us-rep-lee-hamilton",
    "article_url": "https://ground.news/article/indiana-lost-a-giant-hoosiers-mourn-former-us-rep-lee-hamilton",
    "bias": [
      "Left-Leaning coverage frames Lee Hamilton as a \"distinguished scholar\" and \"most influential voices,\" emphasizing his \"forging deep friendships across the aisle\" and personal life details.",
      "Center outlets portray him as a \"titan of American foreign policy\" and \"leading voice for bipartisan cooperation,\" noting \"Indiana lost a giant\" and detailing his Iran-Contra role.",
      "Right-Leaning coverage is notably more concise, focusing primarily on his Sept. 11 panel involvement and de-emphasizing broader career achievements or personal context.",
      "While all agree on his passing at 94 and his role as a \"crewcut-wearing Indiana Democrat,\" the left and center highlight his bipartisan efforts more prominently, revealing differing priorities in celebrating a public figure's legacy."
    ],
    "bias_bar_text": null,
    "center_pct": 60.0,
    "error": null,
    "left_pct": 30.0,
    "location": "Indiana",
    "right_pct": 10.0,
    "status": "ok",
    "summary": [
      "On Tuesday, Feb. 3, 2026, Lee Hamilton died at his Bloomington, Indiana home at age 94; his family did not share a cause of death.",
      "After running in 1964, Lee Hamilton represented Indiana's 9th Congressional District for more than 30 years and served long tenures in the U.S. House of Representatives.",
      "Hamilton's record included service as vice chair of the 9/11 Commission, chairing the Iran‑Contra investigation, and receiving the Presidential Medal of Freedom in 2015.",
      "Indiana Gov. Mike Braun ordered flags at half-staff on Wednesday, saying `Indiana mourns the passing of Lee Hamilton, a man whose life embodied integrity, civility, and public service.`",
      "At Indiana University, Hamilton remained a Distinguished Scholar, co-founded the Hamilton Lugar School and the Center on Representative Government, and is survived by three children and several grandchildren."
    ],
    "title": "Former Indiana Rep. Lee Hamilton, Leader of Sept. 11 Panel, Dies",
    "topic": "Indiana Politics",
    "topic_full": "Indiana Politics · Indiana"
  },
  {
    "article_path": "/article/leader-of-paul-weiss-resigns-over-epstein-ties",
    "article_url": "https://ground.news/article/leader-of-paul-weiss-resigns-over-epstein-ties",
    "bias": [
      "Left-Leaning coverage frames the resignation of a law firm chairman with a critical focus on accountability, using terms like \"white shoe\" and \"caved to Trump\" to highlight perceived elitism and political alignment, emphasizing \"Epstein revelation\" and \"3 million documents.",
      "Its tone is accusatory, portraying the firm as a \"Big Law firm\" under \"scrutiny.",
      "Conversely, center-leaning outlets present a more neutral account, focusing on the factual resignation \"after Epstein emails released,\" describing the firm as \"Prominent Wall Street\" and the successor as an \"M&A rainmaker.",
      "While both acknowledge Karp's resignation linked to Epstein and his son's career, the left introduces a political critique entirely de-emphasized by the center, revealing distinct ideological lenses on corporate power and public figures."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 19.0,
    "location": "United States",
    "right_pct": 31.0,
    "status": "ok",
    "summary": [
      "On Wednesday, Paul Weiss said Brad Karp resigned as chairman and appointed Scott Barshay as his successor.",
      "Following the DOJ release last week, a Reuters review found emails showing Karp attended dinners with Jeffrey Epstein and sought his help for his son's job, prompting resignation.",
      "According to the firm and Reuters, Karp attended two dinners in New York with Epstein and sought help to get his son a job on a Woody Allen film, last week.",
      "Karp said `Leading Paul, Weiss for the past 18 years has been the honor of my professional life` and the firm's news release added he will focus full-time on client service amid distractions.",
      "The change leaves Paul Weiss, a global firm with more than 1,000 attorneys, facing a major leadership transition as Brad Karp, chair since 2008, stepped down Wednesday."
    ],
    "title": "Paul Weiss law firm Chairman Brad Karp resigns after Epstein emails released",
    "topic": "Law",
    "topic_full": "Law · United States"
  },
  {
    "article_path": "/article/judge-bars-ice-from-warrantless-arrests-in-oregon-without-proper-flight-risk-finding",
    "article_url": "https://ground.news/article/judge-bars-ice-from-warrantless-arrests-in-oregon-without-proper-flight-risk-finding",
    "bias": [
      "Left-Leaning outlets emphasize the judge's ruling that ICE \"can't make warrantless arrests,\" framing it as a crucial check on \"ramped-up enforcement operations\" and highlighting civil liberties.",
      "Conversely, right-leaning coverage neutrally presents the judge \"limits warrantless ICE arrests,\" de-emphasizing the ruling's broader implications.",
      "Center-Leaning reports, while also detailing the restriction, uniquely feature the judge's specific reasoning and finding of a \"threat of ‘severe harm’,\" a pivotal dividing line de-emphasized elsewhere.",
      "All perspectives agree on the core injunction against warrantless arrests without escape risk, yet their distinct rhetorical choices—from the left's focus on curtailing power to the right's factual framing—underscore fundamental ideological differences concerning government authority and immigration enforcement."
    ],
    "bias_bar_text": null,
    "center_pct": 42.0,
    "error": null,
    "left_pct": 54.0,
    "location": "Oregon",
    "right_pct": 4.0,
    "status": "ok",
    "summary": [
      "U.S. District Judge Mustafa Kasubhai issued a preliminary injunction prohibiting U.S. Immigration and Customs Enforcement agents from making warrantless arrests in Oregon unless there is a risk of escape.",
      "Kasubhai granted class-action status to a lawsuit filed by Cruz Gomez and M-J-M-A, allowing them to represent all Oregonians at risk of warrantless arrest by ICE without an assessment of flight risk.",
      "Cruz Gomez testified about the trauma caused by his warrantless arrest and detention, saying, 'We went three weeks without even opening the door to the house because of the fear we were feeling."
    ],
    "title": "ICE agents can’t make warrantless arrests in Oregon unless there’s a risk of escape, US judge rules",
    "topic": "Immigration and Customs Enforcement",
    "topic_full": "Immigration and Customs Enforcement · Oregon"
  },
  {
    "article_path": "/article/nbc-sports-seeking-replacement-for-savannah-guthrie-at-winter-olympics",
    "article_url": "https://ground.news/article/nbc-sports-seeking-replacement-for-savannah-guthrie-at-winter-olympics",
    "bias": [
      "Across the political spectrum, coverage of the Olympic co-host replacement remained notably neutral in tone, with all perspectives framing the personnel change and its reason—Guthrie's mother's \"disappearance\"—with objective language.",
      "However, distinct emphasis emerged: left-leaning outlets provided broader context, detailing additional Olympic hosting changes like Terry Gannon remaining and Ahmed Fareed replacing Craig Melvin.",
      "Center-Leaning sources highlighted specific factual details, such as the exact announcement date and the mother's age, 84.",
      "In contrast, right-leaning coverage de-emphasized these additional details, offering a concise report focused solely on the main replacement.",
      "This reveals a subtle dividing line in journalistic priority: some prioritize comprehensive team adjustments, others precise contextual facts, while others favor brevity, yet all agreed on the core event and its cause."
    ],
    "bias_bar_text": null,
    "center_pct": 52.0,
    "error": null,
    "left_pct": 43.0,
    "location": "United States",
    "right_pct": 5.0,
    "status": "ok",
    "summary": [
      "On Wednesday, Feb. 4, 2026, NBC announced Mary Carillo will fill in for Savannah Guthrie, a 'Today' anchor, as co-host of the Milan opening ceremony on Friday, Feb. 6, with Terry Gannon.",
      "Reportedly, Nancy Guthrie was last seen on Saturday, Jan. 31, and was reported missing on Sunday, Feb. 1, with Pima County Sheriff Chris Nanos saying Nancy `was taken` and the FBI involved.",
      "Joining the broadcast team, Mary Carillo, in her 17th Olympics and 14th with NBCUniversal, will cover her role in Milan as a SportsDesk reporter and co-host with Terry Gannon.",
      "NBC said it will share additional coverage plans soon as Ahmed Fareed will host Olympic Late Night Feb. 7 to 9, replacing Craig Melvin, who remains in the U.S., and Maria Taylor will host after the Super Bowl.",
      "Law enforcement is using airplanes, drones, helicopters and search‑and‑rescue dogs as the search entered its fourth day on Wednesday, while TMZ received an alleged ransom note demanding `millions` in Bitcoin and NewsNation published footage showing a trail of blood outside the home."
    ],
    "title": "Veteran Olympics Broadcaster Mary Carillo to Replace Savannah Guthrie as Co-Host",
    "topic": "Entertainment",
    "topic_full": "Entertainment · United States"
  },
  {
    "article_path": "/article/argentina-requests-extradition-of-maduro-from-the-us-on-crimes-against-humanity-charges_feaa32",
    "article_url": "https://ground.news/article/argentina-requests-extradition-of-maduro-from-the-us-on-crimes-against-humanity-charges_feaa32",
    "bias": [
      "Right-Leaning coverage prominently features \"crimes against humanity\" to reinforce a negative perception of Maduro, aligning with a hawkish foreign policy stance.",
      "Left-Leaning outlets also use this term, but additionally portray him as an \"overthrown dictator\" and detail the request's broader scope, including other officials and alleged \" human rights violations\" since \"2014.",
      "Center-Leaning reports, however, maintain a neutral tone, focusing purely on the legal action without loaded terms.",
      "While all perspectives agree on Argentina's extradition request for Maduro from the U.S. and his existing federal charges, these distinct framings reveal underlying ideological divides concerning international justice and the portrayal of authoritarian figures."
    ],
    "bias_bar_text": null,
    "center_pct": 58.0,
    "error": null,
    "left_pct": 27.0,
    "location": "Argentina",
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "On Wednesday, Argentine federal judge Sebastián Ramos requested U.S. extradition of Nicolás Maduro after his capture last month by the U.S. military.",
      "Filed in Buenos Aires in 2023, the case relies on universal jurisdiction and includes Venezuelan plaintiffs alleging torture, arbitrary detention, and enforced disappearance by security forces.",
      "The warrant ordered urgent translation of the international request and attached documentation and was signed by Argentine federal judge Sebastián Ramos, citing the 1997 extradition treaty and Maduro’s recent capture.",
      "Argentina's foreign ministry must now present the request to the Trump administration, which the warrant says is unlikely to comply, while President Javier Milei cheered the U.S. military seizure of Maduro.",
      "Argentina's rare use of extraterritorial prosecution positions it centrally in global human-rights cases, as one of few countries whose law permits probes beyond its borders, and human rights organizations hailed the request as a milestone for Venezuelan victims."
    ],
    "title": "Argentina requests extradition of Maduro from the US on crimes against humanity charges",
    "topic": "Argentina Politics",
    "topic_full": "Argentina Politics · Argentina"
  },
  {
    "article_path": "/article/experimental-cholesterol-lowering-pill-may-offer-new-option-for-millions_42f780",
    "article_url": "https://ground.news/article/experimental-cholesterol-lowering-pill-may-offer-new-option-for-millions_42f780",
    "bias": [
      "All perspectives agree an \"experimental\" cholesterol-lowering pill \"sharply reduced\" cholesterol, potentially offering a \"new option for millions.",
      "However, center-leaning coverage distinctly emphasizes granular details, such as the \"60% cholesterol reduction,\" the manufacturer Merck, the drug's name, and its mechanism as an \"easier-to-use option\" compared to injections, also noting the FDA approval process.",
      "In contrast, left-leaning coverage de-emphasizes these specific commercial and regulatory aspects, offering a more general overview.",
      "Right-Leaning outlets similarly provide a broader perspective but do highlight the \"easier-to-use option\" and manufacturer.",
      "This divergence reveals differing priorities in presenting scientific advancements, with the center prioritizing comprehensive technical and regulatory context."
    ],
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 22.0,
    "location": "United States",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "On Wednesday, researchers reported in the New England Journal of Medicine that more than 2,900 high-risk patients saw LDL cholesterol drop by as much as 60% over six months with enlicitide.",
      "Many high-risk patients still need additional LDL lowering despite statins, and PCSK9 inhibitors are underused because patients may dislike shots and doctors find prescribing complex.",
      "The pill works by helping rid the body of cholesterol like injected medicines, requires an empty stomach dosing requirement, and trial safety findings showed no difference versus placebo over about a year.",
      "The FDA has added the drug to an ultra-fast review program, and Merck is running a larger study of more than 14,000 patients to provide longer-term evidence.",
      "Heart disease is the nation's leading cause of death, and Dr. William Boden called the research `compelling evidence` that the new pill lowers cholesterol as effectively as PCSK9 shots."
    ],
    "title": "Experimental cholesterol-lowering pill may offer new option for millions",
    "topic": "Health",
    "topic_full": "Health · United States"
  },
  {
    "article_path": "/article/trump-calls-for-the-gop-to-take-over-the-voting-in-15-places",
    "article_url": "https://ground.news/article/trump-calls-for-the-gop-to-take-over-the-voting-in-15-places",
    "bias": [
      "Left-Leaning outlets frame Trump's call to \"take over\" elections as a \"dangerous\" threat, using terms like \"fixated\" on \"debunked claims of fraud\" and linking actions to efforts to \"limit the impact of Black and brown voters.",
      "This perspective emphasizes a \"looming threat\" to democratic norms.",
      "Center coverage, conversely, presents \"take over\" as a direct quote and explicitly states fraud claims are \"without evidence,\" portraying the legal fight as factually \"escalates\" without interpretive framing.",
      "While both acknowledge the escalating legal dispute over seized documents, their distinct characterizations of Trump's motives and the veracity of his claims reveal pivotal ideological divides concerning election integrity and voter rights."
    ],
    "bias_bar_text": null,
    "center_pct": 47.0,
    "error": null,
    "left_pct": 42.0,
    "location": "Georgia",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "On Wednesday, Fulton County asked a federal court to order the FBI to return ballots and documents seized last week, and to unseal the sworn affidavit, saying officials were not told why the materials were taken.",
      "After weeks of pressure tied to 2020 claims, federal agents searched a warehouse near Atlanta following President Donald Trump ’s focus on Fulton County, with Tulsi Gabbard, Director of National Intelligence, present amid Democratic questions.",
      "The warrant cover sheet listed ballots, tabulator tapes, electronic ballot images, and voter rolls, while agents removed hundreds of boxes of ballots and documents during execution.",
      "County leaders say the filing escalates the dispute ahead of the midterms as Fulton County officials intensify tensions, prompting Democratic state election officials to prepare for multiple scenarios while the U.S. Department of Justice declines comment.",
      "Secretaries of state have warned about a federal voter database, and Sen. Mark Warner said the idea of intervention ‘scares the heck out of me,’ on Tuesday."
    ],
    "title": "Legal fight escalates over Georgia voting records as Trump says he wants to ‘take over’ elections",
    "topic": "Georgia Politics",
    "topic_full": "Georgia Politics · Georgia"
  },
  {
    "article_path": "/article/nopd-recruit-detained-by-ice-will-be-removed-from-country_98c7dd",
    "article_url": "https://ground.news/article/nopd-recruit-detained-by-ice-will-be-removed-from-country_98c7dd",
    "bias": [
      "Left-Leaning coverage emphasizes general ICE enforcement trends and \"federal sweeps,\" de-emphasizing specific cases.",
      "Right-Leaning outlets, however, intensely focus on a police recruit, framing him as an \"illegal immigrant fraudster\" and using terms like \"nabs\" and \"slammed\" to accuse local authorities of systemic failure in a \"Sanctuary City.",
      "Center-Leaning reports present the same arrest factually, detailing the recruit's immigration history with neutral language like \"detained\" and \"removed from country.",
      "While all acknowledge ICE's role in detentions, these divergent portrayals, particularly the right's accusatory tone versus the center's detailed neutrality, reveal stark ideological divides on immigration policy and government accountability."
    ],
    "bias_bar_text": null,
    "center_pct": 25.0,
    "error": null,
    "left_pct": 17.0,
    "location": "New Orleans",
    "right_pct": 58.0,
    "status": "ok",
    "summary": [
      "U.S. Immigration and Customs Enforcement detained Larry Temah, 46, a New Orleans Police Department recruit, on Wednesday, Jan. 28, and he remains in custody pending removal.",
      "DHS says the case stems from a 2022 denial of his residency application after an immigration judge ordered his removal in absentia for missing hearings.",
      "The NOPD says its E-Verify check and hiring packet showed no immigration flags before review after ICE notified them.",
      "DHS has publicly disagreed with NOPD's account, stating Temah remains in federal custody and his next steps are unclear .",
      "Records show Temah's NOPD application was marked 'yes' to work authorization, while WWL Louisiana records show divorce petitions and unclear fraud allegations, complicating the legal record."
    ],
    "title": "New Orleans police say recruit detained by ICE had been verified through agency’s system",
    "topic": "Louisiana Politics",
    "topic_full": "Louisiana Politics · New Orleans"
  },
  {
    "article_path": "/article/savannah-guthries-mother-nancy-abducted-from-tucson-home_673c26",
    "article_url": "https://ground.news/article/savannah-guthries-mother-nancy-abducted-from-tucson-home_673c26",
    "bias": [
      "Left-Leaning coverage highlights the \"emotional\" aspect and \"pressure\" on investigators, while critiquing conservative figures for using the tragedy to \"rant about crime,\" framing Trump's assistance as \"suddenly compassionate.",
      "Right-Leaning outlets employ sensational language like \"Alert,\" \"BREAKING,\" and \"Darker Twist, Literally,\" emphasizing \"harrowing clues\" and \"chilling ransom demands,\" and positively portraying Trump's \"graciously offers help.",
      "Center coverage reports factual developments like official reactions, though it also notes community \"shocked, scared, anxious\" and reports unconfirmed suspect claims with police denials.",
      "A key divergence is the left's focus on media critique versus the right's emphasis on speculative theories like \"selected for abduction in advance.",
      "Despite these differences, all perspectives agree on the abduction, forced entry, and the urgency of finding Nancy Guthrie, reflecting broader ideological approaches to news framing."
    ],
    "bias_bar_text": null,
    "center_pct": 60.0,
    "error": null,
    "left_pct": 23.0,
    "location": "Tucson",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "On February 1, 2026, Pima County Sheriff Chris Nanos said investigators believe Nancy Guthrie was taken from her home and the scene is a crime scene.",
      "A family member alerted police after a church contact led them to check Nancy Guthrie’s Catalina Foothills home, where her limited mobility and need for daily medication raised urgency.",
      "Forensic teams gathered DNA and processed signs of forced entry at Guthrie's home while detectives reviewed neighbors' surveillance and license-plate cameras, deploying drones, search dogs, volunteers, and Border Patrol.",
      "Pima County officials urged tips, saying `incoming information goes directly to detectives working with the FBI,` as the Guthrie family asks for prayers during this difficult time."
    ],
    "title": "Savannah Guthrie's Mother Nancy Abducted from Tucson Home",
    "topic": "US Crime",
    "topic_full": "US Crime · Tucson"
  },
  {
    "article_path": "/article/scientists-urge-space-agencies-to-set-reproductive-health-standards_e80a02",
    "article_url": "https://ground.news/article/scientists-urge-space-agencies-to-set-reproductive-health-standards_e80a02",
    "bias": [
      "Left-Leaning outlets frame space reproduction with extreme caution, emphasizing humanity is \"Nowhere Near Ready\" and highlighting broad ethical implications.",
      "In contrast, right-leaning coverage employs an alarmist tone, warning of \"things get out of hand\" and \"Urgent Warning\" to evoke moral panic, focusing on \"space sex guidelines\" and \"fears\" about fertility, often detailing specific risks like radiation.",
      "Center-Leaning reports, however, remain more neutral, describing space as \"hostile to human biology\" and relaying NASA's \"urgent\" questions as practical concerns, de-emphasizing broader societal critiques or moralistic alarms.",
      "Despite these divergent rhetorical tactics, all perspectives agree experts warn humans are unprepared for reproduction in space, necessitating further research or guidelines, reflecting broader ideological splits between progressive caution and conservative moral order."
    ],
    "bias_bar_text": null,
    "center_pct": 46.0,
    "error": null,
    "left_pct": 18.0,
    "location": "United States",
    "right_pct": 36.0,
    "status": "ok",
    "summary": [
      "On Tuesday, the nine authors of the study published in Reproductive BioMedicine Online argue human reproductive health beyond Earth is `urgently practical` as missions lengthen.",
      "Commercial spaceflight growth is widening access to space , as suborbital 'joyrides' and longer private missions increase civilians spending extended time off Earth.",
      "Radiation and microgravity are identified as major reproductive hazards, with animal model studies showing disrupted menstrual cycles, damaged eggs, abnormal embryo division and sperm DNA damage.",
      "Authors urge establishment of industry-wide standards and collaboration, highlighting no accepted rules for reproductive risks among professional and private astronauts and calling for international collaboration, a comprehensive framework and a collective industry ethics review board.",
      "Giles Palmer says `IVF technologies in space are no longer purely speculative`, with assisted reproductive technologies mature and portable; intimacy challenges include the `elastic harness`, while NASA supports egg or ovarian tissue freezing."
    ],
    "title": "Scientists Urge Space Agencies to Set Reproductive Health Standards",
    "topic": "Space",
    "topic_full": "Space · United States"
  },
  {
    "article_path": "/article/man-accused-in-israeli-embassy-staffer-killings-faces-new-terrorism-charges",
    "article_url": "https://ground.news/article/man-accused-in-israeli-embassy-staffer-killings-faces-new-terrorism-charges",
    "bias": [
      "Left-Leaning outlets frame the incident with legal precision, using terms like 'suspect' and 'alleged killer,' while highlighting the 'possible death penalty' and the suspect's alleged 'Free Palestine' statement.",
      "Conversely, right-leaning coverage employs emotionally charged language, immediately labeling the individual a 'Murderer' and describing a 'deadly DC ambush' with 'sweeping terrorism charges,' de-emphasizing the suspect's alleged motive.",
      "Center-Leaning reports remain neutral, focusing on factual legal developments like 'US charges' and 'terrorism charges added.' While all perspectives agree on the terrorism charges against Elias Rodriguez for killing Israeli Embassy staffers, these portrayals reveal ideological divides: the left prioritizing due process and contextual details, the right emphasizing condemnation and national security."
    ],
    "bias_bar_text": "Left 50% C 21% Right 29%",
    "center_pct": 21.0,
    "error": null,
    "left_pct": 50.0,
    "location": null,
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "Yesterday, prosecutors unsealed a superseding indictment adding four terrorism counts against Elias Rodriguez, 31, in the District of Columbia.",
      "During the May 21, 2025, event, investigators say Rodriguez approached attendees leaving a Young Diplomats reception at the museum and fired about 20 rounds from a semi-automatic handgun.",
      "A federal filing details that the superseding indictment adds four D.C. terrorism counts and a federal aggravating factor, and prosecutors say Rodriguez wrote a manifesto to inspire political violence.",
      "The attack killed Yaron Lischinsky, 30, and Sarah Lynn Milgrim, 26, while two additional Israeli Embassy employees survived, prompting vigils and mourning.",
      "U.S. officials and the FBI say the incident was a targeted, antisemitic terror attack amid global condemnation and domestic polarization over the Gaza war, with several charges carrying death or life imprisonment penalties."
    ],
    "title": "Man accused in Israeli embassy staffer killings faces new terrorism charges",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/gaza-doctor-who-slammed-israel-in-ny-times-op-eds-is-hamas-colonel-seen-in-military-uniform-watchdog-idf",
    "article_url": "https://ground.news/article/gaza-doctor-who-slammed-israel-in-ny-times-op-eds-is-hamas-colonel-seen-in-military-uniform-watchdog-idf",
    "bias": [
      "Right-Leaning outlets frame a Gaza hospital director as a \" Hamas colonel\" or \"terrorist,\" using accusatory terms like \"slammed Israel\" and criticizing the New York Times for a \"collapse of editorial due diligence,\" implying a cover-up with phrases like \"Doesn’t Bother Telling You This Key Detail.",
      "Their tone is skeptical, employing scare quotes around \"'doctor'.",
      "Center-Leaning coverage, conversely, neutrally presents the resurfaced photo of the director in a \"Hamas uniform\" and his New York Times op-eds, de-emphasizing media criticism.",
      "Both perspectives agree on the photo's existence and the director's role, but diverge sharply on media accountability and the individual's specific affiliation, reflecting broader ideological divides concerning geopolitical narratives."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On January 31, 2026, NGO Monitor disclosed a photograph showing Dr. Hussam Abu Safiya in a Hamas uniform, collapsing the narrative that had elevated him as a moral authority.",
      "Major Western newsrooms had presented Abu Safiya's op-eds and testimony as a grieving doctor and humanitarian, shaping public discussion as a moral witness.",
      "The IDF detained Abu Safiya and accused him of terrorist activity, while his alleged Hamas colonel rank was not disclosed to readers when his essays were published.",
      "Editors are being asked to explain whether they knew of Abu Safiya's affiliation or failed basic due diligence, as outlets owe their audiences clarifications and transparency.",
      "Observers say the episode fits a pattern in which Western media rely on Gaza‑based voices while underplaying Hamas’s coercive embedding in hospitals and civilian institutions."
    ],
    "title": "Photo Surfaces of Gaza Hospital Director in Hamas Uniform",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/palestinians-line-up-to-cross-rafah-after-rocky-first-day-of-reopening-of-gaza-egypt-border-crossing_ae79a7",
    "article_url": "https://ground.news/article/palestinians-line-up-to-cross-rafah-after-rocky-first-day-of-reopening-of-gaza-egypt-border-crossing_ae79a7",
    "bias": [
      "Left-Leaning coverage frames the Rafah crossing reopening with terms like \"rocky\" and \"emotion,\" emphasizing Palestinian suffering and \"humiliating\" journeys, often highlighting Israeli responsibility for restrictions.",
      "Right-Leaning outlets, conversely, portray the event through a security lens, using phrases such as \"heavy restrictions\" and accusing \"the Media\" of having \"erased why it was closed,\" while de-emphasizing Palestinian experiences and linking the event to \"Trump's plan.",
      "Center perspectives acknowledge the process was \"inevitably, not straightforward\" and offered \"little relief,\" presenting more neutral crossing figures.",
      "A pivotal divergence is the focus on Israeli accountability versus the right's critique of media for omitting Egypt's parallel role.",
      "All sides agree on the crossing's limited reopening and emotional reunions, yet their divergent narratives underscore deep ideological splits regarding accountability and geopolitical priorities."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Monday, Israel reopened the Rafah crossing between Gaza and Egypt, allowing a limited number of Palestinians to leave and return, with Israeli authorities demanding security checks as European monitoring teams arrived.",
      "Humanitarian pressure and heavy strikes prompted the reopening after months of lobbying by humanitarian groups, linked to the return of Ran Gvili's remains and a US-brokered ceasefire plan.",
      "Ambulances began moving patients into Egypt for screening while Egyptian officials expected about 150 to leave and about 50 to enter on day one, amid about 20,000 Palestinian children and adults needing care.",
      "The limited reopening offered immediate reunions as families of patients at Nasser Hospital in Khan Younis reunited, but thousands of Palestinians outside Gaza remain unable to return home.",
      "Rafah's unique role means the opening has outsized significance as it is Gaza's only crossing not leading into Israel, yet Israeli authorities continue to bar foreign journalists from entering Gaza."
    ],
    "title": "Palestinians line up to cross Rafah after rocky first day of reopening of Gaza-Egypt border crossing",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/nvidia-ai-chip-sales-to-china-stalled-by-us-security-review-ft-reports",
    "article_url": "https://ground.news/article/nvidia-ai-chip-sales-to-china-stalled-by-us-security-review-ft-reports",
    "bias": null,
    "bias_bar_text": "Center 67% Right 33%",
    "center_pct": 67.0,
    "error": "Message: \n",
    "left_pct": null,
    "location": null,
    "right_pct": 33.0,
    "status": "fail",
    "summary": null,
    "title": "Nvidia's AI chip sale to ByteDance hinges on conditions set by Trump administration: Report",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/rand-paul-pumps-the-brakes-on-trumps-idea-to-nationalize-elections-thats-not-what-the-constitution-says",
    "article_url": "https://ground.news/article/rand-paul-pumps-the-brakes-on-trumps-idea-to-nationalize-elections-thats-not-what-the-constitution-says",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Tuesday, President Donald Trump urged Republicans to `take over` voting and to `nationalize` elections in 15 places, while Karoline Leavitt said he endorses the SAVE Act.",
      "Efforts to require proof of citizenship reflect claims of widespread noncitizen voting on Monday, despite legal bans, Trump has repeatedly made unsubstantiated allegations about election fraud.",
      "State election officials point to the DOJ seeking states' private voter data, while Oregon and Shenna Bellows fight the DOJ in federal court, amid recent federal actions at Fulton County elections center.",
      "State officials are mounting both public and legal resistance, with Minnesota's Steve Simon calling a DOJ-linked letter `an apparent ransom`.",
      "Looking toward 2026 and 2028, officials note the U.S. Constitution states control elections, and Maine Secretary of State Shenna Bellows said state election administration safeguards against tyranny, while DOJ and FBI moves suggest concerns."
    ],
    "title": "Rand Paul on Trump call to ‘nationalize’ elections: ‘That’s not what the Constitution says’",
    "topic": null,
    "topic_full": null
  }
]
