[
  {
    "Abstract": NaN,
    "Author": NaN,
    "DOI": "https://doi.org/10.1038/d41586-026-00513-z",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Nature",
    "Subfield": "Biomedical Engineering",
    "Title": "Super-sticky feet help a robot to climb the walls",
    "Topic": "Soft Robotics and Applications"
  },
  {
    "Abstract": "The health effects of red and white meat have been debated for decades, and the conventional species-based binary classification fails to capture their nutritional heterogeneity and differential disease risks. This review reconstructs the meat-health evaluation paradigm by integrating multidisciplinary evidence from epidemiology, molecular biology, and food science. Current findings demonstrate that traditional definitions overlook intra-species variation and inter-species paradoxes, underscoring the need to classify meat more precisely by anatomical cut and processing method. Processed meat, recognized as a Group 1 carcinogen, presents fundamentally distinct hazards from unprocessed red meat; moderate consumption of the latter may allow a reasonable balance between essential nutrients such as heme iron and vitamin B<sub>12</sub> and associated pathophysiological risks. Mechanistically, the adverse effects of red meat are driven by a convergent network involving heme iron, N-glycolylneuraminic acid (Neu5Gc), trimethylamine-N-oxide (TMAO), and processing-derived toxicants including N-nitroso compounds (NOCs), heterocyclic amines (HCAs), and polycyclic aromatic hydrocarbons (PAHs). In contrast, white meat generally lacks these key toxic components and is enriched in omega-3 polyunsaturated fatty acids (PUFAs) such as EPA and DHA, which provide cardioprotective and neuroprotective benefits, although excessive high-temperature cooking may diminish these advantages. Correspondingly, international dietary guidelines are converging toward the principle of \"strictly restrict processed meat, limit unprocessed red meat, and prioritize white meat\". Emerging precision strategies include genetic risk stratification, probiotic and dietary fiber interventions targeting the gut microbiota-TMAO axis, and low-temperature/clean-label processing technologies. Future directions should leverage single-cell and spatial multi-omics to elucidate organ-specific toxicity, build tripartite gene-microbiota-nutrient interaction models to enable individualized risk prediction, and apply CRISPR-based breeding to improve the nutritional-toxicological profile of red meat, while integrating AI-driven personalized dietary guidance. Collectively, these advancements will drive meat consumption toward a more nutritionally optimized, health-protective, and environmentally sustainable paradigm.",
    "Author": "Jiang, Shan",
    "DOI": "https://doi.org/10.16288/j.yczz.25-205",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "PubMed",
    "Subfield": "Animal Science and Zoology",
    "Title": "Multidimensional evidence assessment and mechanistic integration of the health effects of red and white meat.",
    "Topic": "Meat and Animal Product Quality"
  },
  {
    "Abstract": "Gene-targeted knock-in technology serves as a cornerstone tool in genetic engineering and gene therapy, designed to circumvent the unpredictability and heterogeneityassociated with conventional random integration methods. However, its practical application has long been constrained by off-target activity and low efficiency during the editing process. Recent advances in site-specific recombinase systems (e.g., Bxb1 integrase) and programmable nuclease systems (e.g., CRISPR/Cas9) have significantly enhanced the precision and efficiency of gene knock-in. Notably, the Cas9-Bxb1 integrase system enables targeted integration of large DNA fragments (5-43 kb) into genomic safe harbor (GSH) sites, offering a transformative platform for disease modeling, functional genomics, and clinical therapeutics. This review systematically summarizes the progress of site-specific recombinase and nuclease systems, discusses GSH screening strategies and the role of multi-omics data in optimizing predictive models, and compares the strengths and limitations of twinPE+Bxb1 and PASTE systems. Future research should focus on developing novel integrases with low off-target activity, refining DSB-free editing technologies, and establishing cross-species GSH databases to advance applications in precision medicine and synthetic biology.",
    "Author": "Wang, Zihao",
    "DOI": "https://doi.org/10.16288/j.yczz.25-076",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "PubMed",
    "Subfield": "Molecular Biology",
    "Title": "Advances in site-specific knock-in techniques for gene editing.",
    "Topic": "CRISPR and Genetic Engineering"
  },
  {
    "Abstract": "Main-group compounds featuring multiple bonds with heavy elements exhibit unusual bonding, diverse structures, and rich reactivity that could activate various small molecules. However, the regeneration of such highly active species in a catalytic cycle poses significant challenges, thereby restricting their applications in catalysis. Herein, we report on the synthesis of iminostibanes stabilized by an N,C,N-pincer ligand bearing polar SbIII═N double bonds through the reactions of the corresponding stibinidene with organic azides. Experimental observations and computational studies demonstrate that intramolecular donor → Sb interactions provided by the pincer ligand play a crucial role in stabilizing the iminostibanes. Meanwhile, it is essential for iminyl groups to incorporate electron-withdrawing groups capable of accepting electron delocalization or bulky substituents offering steric protection. The synthetic reactions of iminostibanes are successfully applied to both catalytic Staudinger reduction and Staudinger–aza-Wittig reactions. We can control the divergent catalysis through choosing appropriate reductants. Mechanistic investigations prove that iminostibanes serve as crucial intermediates in both types of catalysis.",
    "Author": "Zhang, Zichen",
    "DOI": "https://doi.org/10.1021/jacs.5c20131",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Organic Chemistry",
    "Title": "Catalytic Staudinger–Aza-Wittig Reactions through Cycling between a Stibinidene and Isolable Iminostibanes: Chemoselectivity Achieved by Suppressing the Staudinger Reduction",
    "Topic": "Click Chemistry and Applications"
  },
  {
    "Abstract": "High electron transfer efficiency is critical for efficient electrocatalysis, and redox shuttles offer a promising strategy to enhance electron utilization for targeted products. Herein, we report the first work on dual redox shuttles operating simultaneously at the anode and cathode to promote electrosynthesis, as exemplified by the reaction of CH<sub>3</sub>OH and NH<sub>3</sub> to produce formamide. The ionic liquid 1-ethyl-3-methylimidazolium triiodide (EmimI<sub>3</sub>) in the electrolyte generates I<sub>3</sub><sup>-</sup>/I<sup>-</sup> and Emim<sup>+</sup>/Emim<sup>•</sup> redox shuttles at the anode and cathode, respectively, which significantly enhanced reaction efficiency. A remarkable Faradaic efficiency of 76.1% toward formamide was achieved, along with a high production rate of 1087.2 μmol cm<sup>-2</sup> h<sup>-1</sup> in a single cell, far exceeding those reported in previous studies and control experiments without EmimI<sub>3</sub>. Mechanistic studies revealed that the I<sub>3</sub><sup>-</sup>/I<sup>-</sup> shuttle promoted NH<sub>3</sub> oxidation to <sup>•</sup>NH<sub>2</sub> radicals, which then coupled with <sup>•</sup>CHO to form formamide. Meanwhile, the Emim<sup>+</sup>/Emim<sup>•</sup> shuttle facilitated HCHO reduction to <sup>•</sup>CH<sub>2</sub>O<sup>-</sup>, which reacted with <sup>•</sup>NH<sub>2</sub> to further produce formamide. Thus, both electrodes synergistically drove the reaction, achieving a very high formamide yield. Moreover, this strategy facilitated NH<sub>3</sub> coupling with diverse substrates, including biomass- and plastic waste-derived polyols, leading to highly efficient formamide production and demonstrating broad applicability. Notably, the strategy is universally applicable to various electrodes.",
    "Author": "Wang, HengAn",
    "DOI": "https://doi.org/10.1021/jacs.5c19626",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "Dual Redox Shuttles Drive Efficient Formamide Electrosynthesis",
    "Topic": "CO2 Reduction Techniques and Catalysts"
  },
  {
    "Abstract": "The electrochemical nitric oxide (NO) valorization strategy reconciles industrial emission mitigation with distributed ammonia (NH3) production, offering a dual solution for deteriorating urban air quality and fertilizer-deprived agricultural regions. Rational engineering of active sites constitutes the cornerstone for overcoming this catalytic bottleneck. Herein, we report a chemical etching-coordination strategy that enables the precise construction of hollow-architected high-entropy oxides (HEOs) with a nanoporous shell and customizable multimetallic compositions spanning quinary to decenary systems. Employing RuFeCoNiCuZnO as the first HEO catalyst for electrocatalytic low-concentration NO (1 vol %) reduction delivers record-breaking Faraday efficiency of 99.08% and 104.03 μg h–1 mgcat–1 production rate for NH3 synthesis, outperforming FeCoNiCuZnO and some reported catalysts. The Zn–NO battery with RuFeCoNiCuZnO achieves a power density of 1.18 mW cm–2 and an NH3 yield of 69.87 μg h–1 mgcat–1. Experimental results demonstrate that the incorporation of Ru modifies the electronic structure and enhances NO adsorption capacity of FeCoNiCuZnO, thereby promoting NO electroreduction. This work establishes a general method to engineer HEO nanostructures, whose unique configuration offers new possibilities in catalysis and energy conversion.",
    "Author": "Wang, Dongdong",
    "DOI": "https://doi.org/10.1021/jacs.5c20787",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Catalysis",
    "Title": "High-Entropy Hexagonal-Phase Oxide Hollow Polyhedrons for Highly Efficient Electrocatalytic Reduction of Low-Concentration NO",
    "Topic": "Ammonia Synthesis and Nitrogen Reduction"
  },
  {
    "Abstract": "High-pressure reversibility is a predominant challenge restricting the practical application of hydrostatic pressure in high-pressure synthesis. Herein, we have successfully preserved the high-pressure metastable phase of an atomically precise chiral silver nanocluster {[Ag8H(D/L-dtp)6(PPh3)2](CF3COO); (D/L-Ag8)} with a high quantum yield (QY) under ambient conditions based on pressure-enhanced argentophilic interactions. D/L-dtp and PPh3 represent (D/L)-o,o′-di[2-isopropyl-5-methylcyclohex-1-yl]dithiophosphoric acid and triphenylphosphine ligands, respectively. Initially, D/L-Ag8 exhibits low-quality red circularly polarized luminescence (CPL). Under compression, D/L-Ag8 presents a substantially enhanced piezoluminescence. At 2.3 GPa, the QY of D/L-Ag8 is boosted from an initial 2.4% to a maximum of 70.5%. Notably, the pressure-amplified QY (21.5%) of D/L-Ag8 is preserved even after the pressure is released. The single-crystal X-ray diffraction results reveal that the D/L-Ag8 kernel comprises a seven-nucleus silver polyhedron (Ag7) and an independent silver atom (Ag8). High-pressure structural characterization and theoretical calculations demonstrate that pressure induces the contraction of interatomic distances, triggering additional argentophilic interactions between Ag7 and Ag8. In situ high-pressure femtosecond transient absorption combined with Raman spectra further confirms that pressure-enhanced argentophilic interactions significantly suppress nonradiative energy dissipation caused by the disordered vibration of Ag atoms through strengthening the structural rigidity of the D/L-Ag8 core. This is responsible for the enhancement of piezoluminescence and the pressure-trapped efficient QY of D/L-Ag8. Our work opens a novel avenue for preparing high-performance chiral materials via high pressure without changing the chemical composition.",
    "Author": "Yang, Jikun",
    "DOI": "https://doi.org/10.1021/jacs.5c21644",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Materials Chemistry",
    "Title": "High-Pressure Fabrication of Atomically Precise Chiral Silver Nanoclusters with High Luminescence Efficiency",
    "Topic": "Nanocluster Synthesis and Applications"
  },
  {
    "Abstract": "Abstract There is a need to quantify the benefits and harms of colorectal cancer (CRC) screening using primary colonoscopy or fecal immunochemical testing (FIT) compared with usual care with no screening. Guidelines recommend screening in individuals aged 50–75 years using colonoscopy or FIT, and many screening programs use one-sample biennial FIT. Here we compare incidence of diagnosed CRCs and gastrointestinal and cardiovascular events between screening and usual care during the diagnostic phase of the SCREESCO trial. A randomized block method (no masking) assigned 278,280 individuals aged 60 years to once-only colonoscopy, 2 rounds of two-stool FIT with a low cutoff (10 μg g −1 feces) or usual care (control group) in a ratio of 1:6 for colonoscopy versus control and 1:2 for FIT versus control. In the analysis, 31,113 individuals were in the primary colonoscopy arm and 60,267 were in the FIT arm, and there were 186,671 primary colonoscopy controls, of whom 120,521 were also controls for comparison with the FIT arm. After a median follow-up of 4.8 years, the incidence rate of CRC was 107.9 in the colonoscopy arm and 99.9 in controls per 100,000 person-years (incidence rate ratio (IRR): 1.08, 95% confidence interval (CI): 0.91–1.28) and 96.0 in the FIT arm and 103.9 in controls (IRR: 0.92, 95% CI: 0.81–1.05). Rates of stage I–II CRC were higher in the colonoscopy arm (IRR: 1.38, 95% CI: 1.09–1.74) and in the FIT arm (IRR: 1.19, 95% CI: 0.99–1.43) versus controls. Rates of cardiovascular and gastrointestinal events were slightly higher in the intervention arms during the first year and were subsequently more similar to controls. Our findings of an increase in CRC detection implies a benefit of screening while the increase in adverse events suggests some initial harm. ClinicalTrials.gov: NCT02078804 .",
    "Author": "Westerberg, Marcus",
    "DOI": "https://doi.org/10.1038/s41591-026-04225-9",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Nature Medicine",
    "Subfield": "Oncology",
    "Title": "Colonoscopy and fecal immunochemical testing versus usual care in diagnostic colorectal cancer screening: the SCREESCO randomized controlled trial",
    "Topic": "Colorectal Cancer Screening and Detection"
  },
  {
    "Abstract": "Abstract The hypothalamic neuropeptide oxytocin is best known for its prosocial behavioral effects. However, the precise anatomical and cellular targets for oxytocin in the cortex during social behavior remain elusive. Here we show that oxytocin neurons project directly to the medial prefrontal cortex where evoked axonal oxytocin release facilitates social behaviors in adult female rats. In conjunction, we report that local oxytocin receptor-expressing (OTR + ) cells are predominantly interneurons, whose activation promotes social interaction. Notably, this prosocial effect persists even under physiological challenge (hunger), pointing to a dedicated prosocial circuit capable of overriding primary survival drives. We further demonstrate that activation of these OTR + interneurons inhibits principal cells specifically projecting to the basolateral amygdala, thus providing a putative mechanism of selective oxytocin action in this sociability-promoting cortical network.",
    "Author": "Schimmer, Jonas",
    "DOI": "https://doi.org/10.1038/s41467-026-68347-x",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Nature Communications",
    "Subfield": "Social Psychology",
    "Title": "Oxytocin facilitates social behavior of female rats via selective modulation of interneurons in the medial prefrontal cortex",
    "Topic": "Neuroendocrine regulation and behavior"
  },
  {
    "Abstract": "Water’s surface tension shows a nonlinear temperature dependence, including a reentrant increase in the supercooled regime — a longstanding puzzle in physical chemistry. Using molecular dynamics simulations, we uncover a structural mechanism linking microscopic ordering to macroscopic interfacial behaviour. Surface tension arises from the interplay between ρ-states, characterised by O–H alignment under surface symmetry breaking, and tetrahedral S-states stabilised in the subsurface by negative pressure. Water’s surface tension γ is governed by the interplay of their anisotropies: at intermediate temperatures, ρ-state anisotropy saturates while S-states remain weakly anisotropic, slowing the growth of γ. Upon deeper supercooling, however, S-states acquire orientational order, amplifying anisotropy and producing the reentrant rise. This unified framework explains both inflection points of γ(T) and establishes a structural–mechanical link between local hydrogen-bond motifs and interfacial stress, with implications for nucleation, cryopreservation, and ferroelectric-like ordering, and extending beyond water to other network-forming liquids. Molecular dynamics simulations reveal that water’s surface tension results from competition between disordered and tetrahedral hydrogen bonded structures at the air-water interface, accounting for its non linear temperature dependence.",
    "Author": "Yuan, Jiaxing",
    "DOI": "https://doi.org/10.1038/s41467-026-69356-6",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Nature Communications",
    "Subfield": "Atomic and Molecular Physics, and Optics",
    "Title": "Competing hydrogen-bond orders drive water’s anomalous surface tension",
    "Topic": "Spectroscopy and Quantum Chemical Studies"
  },
  {
    "Abstract": "The post-genome packaging mechanisms that govern the assembly of an infectious virion are poorly understood in bacteriophages and other viruses. Here, our near-atomic resolution cryo-EM structural analyses uncovered an assembly- and conformation-driven genome positioning mechanism in the tailed bacteriophage T4. We show that following headful packaging, which generates a pressurized head, a global conformational change occurs in the portal structure, probably triggering packaging termination and ejection of the packaging motor. Our high-resolution structures of the neck of the virion further show that the neck undergoes conformational changes upon docking of a pre-assembled tail onto the sealed neck, which then opens a genome-gate. Driven by the pressure of the packaged DNA, the genome travels through open neck channels, binds and compresses the resident tape-measure protein, and halts at the bottom of the second topmost disk of the tail tube. Pressure-suspended within the virion’s innermost tunnel and secured by a baseplate plug, the genome remains poised to flow through the tunnel into a host cell upon receiving the host receptor recognition signal. Icosahedral viruses package their genomes into a proteinaceous capsid to near crystalline density. Here, the authors report cryo-EM-based insights into the post-packaging genome positioning, virion assembly and maturation mechanisms in the tailed bacteriophage T4.",
    "Author": "Fokine, Andrei",
    "DOI": "https://doi.org/10.1038/s41467-026-69106-8",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Nature Communications",
    "Subfield": "Ecology",
    "Title": "In situ structures of the portal-neck-tail complex of bacteriophage T4 inform a viral genome positioning mechanism",
    "Topic": "Bacteriophages and microbial interactions"
  },
  {
    "Abstract": "In the field of quantum chemistry, the variational quantum eigensolver (VQE) has emerged as a highly promising approach to determine molecular energies and properties within the noisy intermediate-scale quantum (NISQ) era. The central challenges of this approach lie in the design of an expressive Ansatz capable of representing the exact ground state wavefunction while concurrently being efficient to avoid numerical instabilities during the classical optimization. Owing to the constraints of current quantum hardware, the Ansatz must remain sufficiently compact while retaining the flexibility to capture essential correlation effects. To address these challenges, we propose a systematic dynamic Ansatz construction strategy in which the dominant operator blocks are initially identified through commutativity screening, combined with an energy sorting criterion. Subsequently, the Ansatz is progressively expanded in a stepwise manner via iterative operator block reordering. To minimize the overhead, the higher order correlation terms are incorporated via reduced lower-body tensor factorization in each operator block, while the adaptive construction strategy ensures that the optimization is guided along the optimal trajectory to mitigate potential numerical instabilities due to the presence of local traps. Benchmark applications to various molecular systems demonstrate that this strategy of progressive operator-block addition achieves accurate energetics with significantly fewer parameters while efficiently bypassing local traps. Moreover, in strongly correlated regions, such as bond dissociation, the method successfully reproduces the ground state, where other contemporary approaches often fail.",
    "Author": "Mondal, Dibyendu",
    "DOI": "https://doi.org/10.1063/5.0307670",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "The Journal of Chemical Physics",
    "Subfield": "Artificial Intelligence",
    "Title": "Operator commutativity screening and progressive operator block reordering toward many-body inspired quantum state preparation",
    "Topic": "Quantum Computing Algorithms and Architecture"
  },
  {
    "Abstract": "Abstract This study applies a simple two‐box model to quantify the convective transport of trace gas species in the tropics. The model characterizes the interplay between convective transport and chemical reactions using two parameters: convective turnover time and the species' chemical lifetime. Using airborne measurements of 42 trace gases from the CONvective Transport of Active Species in the Tropics field campaign, we show that this model reproduces over 90% of the observed variability ( R 2 &gt; 0.9) in the observed ratio of upper troposphere (UT) to boundary layer mixing ratio—the UT fraction—across the 42 species, with the UT fraction serving as an indicator of convective venting efficiency. A key insight is that this efficiency is well captured by the ratio of chemical lifetime to turnover time. The turnover times derived from the box model are consistent with the mean transit time from the Transit Time Distribution framework of earlier studies. This physically intuitive box model provides an observation‐based diagnostic for evaluating convective transport in global chemistry‐climate models and for improving our understanding of chemistry‐climate interactions.",
    "Author": "Wang, Chun‐Wen",
    "DOI": "https://doi.org/10.1029/2025jd045575",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Journal of Geophysical Research Atmospheres",
    "Subfield": "Atmospheric Science",
    "Title": "Two Time Scales Governing Convective Venting of Trace Gases: Turnover Time Versus Chemical Lifetime",
    "Topic": "Atmospheric chemistry and aerosols"
  },
  {
    "Abstract": NaN,
    "Author": "Jeffrey C. Magee",
    "DOI": "https://doi.org/10.1038/s41593-026-02214-2",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Nature Neuroscience",
    "Subfield": "Cellular and Molecular Neuroscience",
    "Title": "Behavioral timescale synaptic plasticity: properties, elements and functions",
    "Topic": "Neuroscience and Neuropharmacology Research"
  },
  {
    "Abstract": NaN,
    "Author": "Clive M. Gray",
    "DOI": "https://doi.org/10.1038/s41577-026-01282-6",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Nature reviews. Immunology",
    "Subfield": "Education",
    "Title": "Global immunology education: 20 years of Immunopaedia",
    "Topic": "Ideological and Political Education"
  },
  {
    "Abstract": "No abstract is available for this article.",
    "Author": NaN,
    "DOI": "https://doi.org/10.1002/cncr.70337",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Cancer",
    "Subfield": "Economics and Econometrics",
    "Title": "Issue Information",
    "Topic": "Diverse Scientific and Economic Studies"
  },
  {
    "Abstract": "Spain reported the highest cumulative incidence of mpox in Europe during the 2022 outbreak, which disproportionately affected people living with HIV (PLWH) and HIV-negative individuals using pre-exposure prophylaxis (PrEP). We conducted a multicentre cross-sectional study to analyze epidemiological, clinical, and disease progression characteristics of mpox among PLWH, HIV-negative individuals, and PrEP user cases and non-user cases in Spain. Data were collected from June 2022 to January 2023, including 1,158 men aged ≥ 18 years; 35.3% were PLWH and 42.7% of HIV-negative individuals were PrEP users. Adjusted OR and the 95% CI were calculated by multivariate logistic regression analysis. More frequently PLWH than HIV-negative cases were having sex only with men (aOR = 10.92;3.76–31.69), chemsex (aOR = 2.02;1.38–2.97), another type of immunosuppression (aOR = 2.57;1.07–6.21) and non-anogenital and non-oral exanthems (aOR = 1.64;1.23–2.19). More frequent in PLWH compared to PrEP user cases were lower education levels (aOR = 23.21;2.87–187.52), fever (aOR = 1.42;0.98–2.06), non-anogenital and non-oral exanthems (aOR = 2.40;1.67–3.45) and another type of immunosuppression (aOR = 9.32;1.16–75.16) and more frequent in PrEP user cases than in non-PrEP user cases were risk factors related to sexual activity and concurrent sexually transmitted infections. PLWH did not experience more severe mpox than HIV-negative persons. These findings underscore the need for tailored prevention and clinical approaches.",
    "Author": "March-Yagüe, Aina",
    "DOI": "https://doi.org/10.1038/s41598-026-37209-3",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Scientific Reports",
    "Subfield": "Virology",
    "Title": "Mpox in people living with and without HIV, including people on PrEP, during a multistate outbreak in Spain in 2022",
    "Topic": "Poxvirus research and outbreaks"
  },
  {
    "Abstract": "Outcomes associated with the coronavirus disease 2019 (COVID-19) pandemic in the United States (U.S.), particularly in terms of infection rates and deaths due to viral infection, has been and continues to be widely discussed. The current study utilized several U.S. county-level datasets representing over 30 predictive variables of the ecological framework of health, a model that includes measures of culture, politics, policy, socioeconomics, lifestyle behaviors, and both chronic disease risk factors and diagnoses. A non-linear artificial intelligence statistical approach was used to assess the ability of these variables (i.e., features) to predict U.S. county-level COVID-19 mortality and case rates. For both COVID-19 deaths and cases per 100,000 persons, the highest R² was achieved using 30 features, representing all areas of the ecological framework for health. Measures of vaccine compliance, hesitancy and concern over a difficult rollout were also retained in the model. The U.S. faces numerous health challenges. Unhealthy lifestyle behaviors, chronic disease risk factors, and diagnoses of chronic conditions have reached crisis levels with few improvements in sight. This is further being compounded by an unprecedented culture clash and politicization of health-related decisions and outcomes. These issues may have been simmering for some time based upon the regional disparities in health characteristics and outcomes and their associations with distinct cultural and political preferences. The COVID-19 pandemic appears to have forcefully brought these issues to the surface.",
    "Author": "Arena, Ross",
    "DOI": "https://doi.org/10.1038/s41598-026-40216-z",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Scientific Reports",
    "Subfield": "Modeling and Simulation",
    "Title": "Assessing factors of COVID-19 outcomes in the United States based on the ecological framework of population health",
    "Topic": "COVID-19 epidemiological studies"
  },
  {
    "Abstract": NaN,
    "Author": "Deng, Wenxin",
    "DOI": "https://doi.org/10.1016/j.jclepro.2026.147841",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Journal of Cleaner Production",
    "Subfield": "Strategy and Management",
    "Title": "Sustainable transformation in furniture manufacturing: The impact of green supply chain management in China",
    "Topic": "Sustainable Supply Chain Management"
  },
  {
    "Abstract": "Enterobiasis, caused by the nematode Enterobius vermicularis, remains a widespread public health issue, yet data regarding its genetic structure in Southeast Europe are scarce. This study presents the first molecular and phylogenetic characterization of E. vermicularis isolates from Bulgaria. Between 2022 and 2025, perianal tape test samples were collected from 128 individuals (92.2% of whom were children) with enterobiasis from 17 regions of the country. Molecular identification was performed via nested PCR targeting a 324 bp fragment of the mitochondrial cytochrome c oxidase subunit 1 (cox1) gene, followed by Sanger sequencing. Phylogenetic relationships were analyzed using Maximum Likelihood (IQ-TREE), and population genetic indices were calculated using DnaSP v6. Phylogenetic analysis revealed that all 128 Bulgarian isolates belong to genotype B, clustering closely with sequences from other European and Asian countries. Genetic diversity analysis showed remarkably low variation, with a haplotype diversity (Hd) of 0.1507 ± 0.0416 and a nucleotide diversity (π) of 0.00082 ± 0.00015. Among the 11 identified haplotypes, a single dominant haplotype (Hap_1) accounted for 92.2% of all samples and was distributed across all sampled geographic regions. Tajima’s D was significantly negative (−2.314, &lt; 0.05), suggesting a recent population expansion or purifying selection. The dominance of genotype B and the extremely low genetic diversity suggest a recent introduction or clonal expansion of E. vermicularis in Bulgaria. These findings provide essential baseline data for monitoring transmission dynamics and implementing effective control strategies in the Balkan region.",
    "Author": "Kaneva, E.",
    "DOI": "https://doi.org/10.3390/ijms27042020",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "International Journal of Molecular Sciences",
    "Subfield": "Small Animals",
    "Title": "Genotypic Analysis of Enterobius vermicularis (Rhabditida: Oxyuridae, Linnaeus, 1758) Among Infected Individuals in Bulgaria: A First Phylogenetic Study",
    "Topic": "Helminth infection and control"
  },
  {
    "Abstract": "BACKGROUND: The mGlide RCT (randomized controlled trial) evaluated whether a pharmacist-led, mobile health technology facilitated care model improves hypertension control in diverse populations. METHODS: We recruited adult English, Spanish, or Hmong-speaking patients with uncontrolled hypertension from a large health care system and smaller community clinics serving low-income patients. Participants were randomized 1:1 to mGlide or usual care. The 6-month intervention included daily blood pressure (BP) self-monitoring using a smartphone and wireless monitor, automated app-based data sharing, and responsive medication adjustment by a pharmacist-led provider-team. Comparison participants received a digital monitor. Outcomes included mean 6-month systolic BP (SBP), 12-month sustained BP control, 24-hour ambulatory BP and patient activation. RESULTS: A total of 395 participants (mean age, 66.9 years; 46.6% women; mean [SD] SBP, 143.4 [16.5] mm Hg) were randomized to mGlide (n=198) or usual care (n=197). Mean (SD) 6-month SBP (mm Hg) was lower in the mGlide arm (128.1 [13.9] versus 134.0 [16.0]). The adjusted mean difference between groups for the primary outcome of 6-month SBP favored mGlide: −5.8 mm Hg (95% CI, −8.6 to −3.0), sustained at 12 months (−5.7 mm Hg [−8.7 to −2.6]). The mGlide arm also had a 4.8 mm Hg ( P =0.014) lower 24-hour average ambulatory SBP. The 6-month intervention effect varied significantly by activation level, with a difference of −12.6 mm Hg (−20.5 to −4.8) SBP among the lowest versus −2.5 mm Hg (−6.5 to 1.6) among the highest activation level participants. CONCLUSIONS: A mobile health-facilitated care model with pharmacist-led medication adjustment was effective in lowering BP in diverse populations. Patients with low activation benefited more from the intervention; activation levels may inform efficient intervention selection. REGISTRATION: URL: https://www.clinicaltrials.gov ; Unique identifier: NCT03612271.",
    "Author": "Lakshminarayan, Kamakshi",
    "DOI": "https://doi.org/10.1161/hypertensionaha.125.26148",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Hypertension",
    "Subfield": "General Health Professions",
    "Title": "mHealth Intervention to Improve Hypertension Care in High-Risk Patients",
    "Topic": "Mobile Health and mHealth Applications"
  },
  {
    "Abstract": NaN,
    "Author": "Li, Ning",
    "DOI": "https://doi.org/10.1038/s41557-026-02071-3",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Nature Chemistry",
    "Subfield": "Pharmaceutical Science",
    "Title": "Catalytic asymmetric sulfonimidoyl transfer to access chiral sulfonimidoyl fluorides and related derivatives",
    "Topic": "Fluorine in Organic Chemistry"
  },
  {
    "Abstract": "Women are particularly underrepresented as leading authors of papers in journals of the highest impact factor, with substantial consequences for their careers. While a large body of research has focused on the outcome and the process of peer review, fewer articles have explicitly focused on gendered submission behavior and the explanations for these differences. In our study of nearly 5000 active authors, we find that women are less likely to report having submitted papers to journals of the highest impact (e.g., Science , Nature , or PNAS ) and to submit fewer manuscripts, on average, than men when they do submit. Women were more likely to indicate that they did not submit their papers (in general and their subsequently most cited papers) to high-impact journals because they were advised not to. In the aggregate, no statistically significant difference was observed between men and women in how they rated the quality of their work. Nevertheless, regardless of discipline, women were more likely than men to indicate that their ‘ work was not ground-breaking or sufficiently novel ’ as a rationale for not submitting to one of the listed prestigious journals. Men were more likely than women to indicate that the ‘ work would fit better in a more specialized journal ’ . We discuss the implications of these findings and interventions that can serve to mitigate the disparities caused by gendered differences in submission behavior.",
    "Author": "Ni, Chaoqun",
    "DOI": "https://doi.org/10.7554/elife.90049.4",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "eLife",
    "Subfield": "Statistics, Probability and Uncertainty",
    "Title": "Gender differences in submission behavior exacerbate publication disparities in elite journals",
    "Topic": "scientometrics and bibliometrics research"
  },
  {
    "Abstract": "Pacific island countries (PICs), including Fiji, are among the most vulnerable to the health impacts of climate change. In Fiji, acute watery diarrhea (AWD) remains a common communicable disease of public health concern, yet evidence regarding direct meteorological drivers remains equivocal, especially in Pacific settings. This study examined the associations between rainfall, temperature, and humidity and AWD incidence across districts, while also assessing seasonal and autoregressive influences. An ecological time-series analysis was conducted using eight years (2016–2023) of surveillance data from the Early Warning Alert and Response System (EWARS). Meteorological predictors included monthly averages of rainfall, temperature, and humidity. Negative binomial mixed-effects regression models were used to examine associations between AWD incidence and meteorological variables, adjusting for seasonal indicators, autoregressive terms, and district population. The analyses were stratified by age group (under five years [U5] and individual five years and older [O5]) and by division. Strong seasonal trends were observed: AWD incidence peaked in Quarter 1 (January–March) for both the U5 (RR 1.20, 95% CI 1.06–1.37) and O5 (RR 1.25, 95% CI 1.12–1.39) populations, compared to Quarter 4 (October–December). Quarter 3 (July–September) showed reduced risk (U5: RR 0.89, 95% CI 0.80–0.99; O5: RR 0.91, 95% CI 0.83–0.99). Prior-month AWD incidence consistently predicted current-month incidence (U5: RR 1.006, 95% CI 1.004–1.007; O5: RR 1.002, 95% CI 1.002–1.003). No significant associations between AWD incidence and average monthly rainfall, temperature, or humidity. Regional heterogeneity emerged: in the Central Division, elevated temperatures increased AWD risk for both age groups (U5: RR 1.03, 95% CI 1.00–1.07; O5: RR 1.05, 95% CI 1.02–1.07) and high humidity increased risk in U5 (RR 1.02, 95% CI 1.01–1.03); In the Western Division, elevated temperature was protective for U5 (RR 0.98, 95% CI 0.96–1). AWD incidence in Fiji's Central and Western Divisions is driven primarily by seasonal and autoregressive patterns rather than average monthly meteorological factors. Strong Quarter 1 peaks (20–25% elevated risk) provide a predictable signal for proactive intervention. Context-dependent climate-disease relationships emerged, with Central Division showing temperature and humidity associations absent in Western region. These findings support calendar-based preparedness, with district-specific vulnerability assessments guiding pre-positioned WASH and medical resources in high-risk areas before the annual Quarter 1 surge.",
    "Author": "Suliasi Mekerusa Batikawai",
    "DOI": "https://doi.org/10.1186/s12889-026-26496-0",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "BMC Public Health",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Seasonal and meteorological determinants of district level acute watery diarrhea incidence in Fiji, 2016–2023: a time-series analysis",
    "Topic": "Child Nutrition and Water Access"
  },
  {
    "Abstract": "River basins are not merely geographical spaces but also cultural-historical ecosystems, where the spatial patterns of Intangible Cultural Heritage (ICH) profoundly reflect the long-term interaction between human and environment, as well as contemporary transformations. While international research on ICH has evolved from conceptual clarification to interdisciplinary theory-building, and spatial quantitative methods have been widely applied to cultural heritage analysis, the spatial patterns, multi-scale structures, and “natural-human” driving mechanisms of ICH in continental arid river basins—particularly in the Tarim River Basin (TRB, China’s largest inland river and a key corridor of the Silk Road)—remain underexplored. To address this gap, this study takes 313 ICH items in the TRB as the research object. It uses ArcGIS 10.8.1 to visualize their spatial distribution and employs an integrated methodology—including global Moran’s I, kernel density estimation (KDE), DBSCAN spatial clustering, and geographical detector (Geodetector)—to systematically reveal their spatial characteristics and influencing factors. The findings indicate that: (1) The distribution of ICH exhibits a multi-scale feature of “global randomness with local clustering”: spatial autocorrelation is not significant at the county level, while at the micro-geographical scale, a dendritic structure characterized by “one axis, three cores, denser in the north and sparser in the south” emerges, which is highly coupled with the river network. DBSCAN clustering further identifies a “mainstem axis–tributary node” cluster system and a relatively high proportion of peripheral “noise” heritage points. (2) Agglomeration patterns vary significantly across different ICH categories, with traditional craftsmanship showing high clustering, while traditional sports, entertainment, and acrobatics display highly fragmented distributions. (3) The study reveals and validates a ternary “Water–Tourism–Urbanization” driving framework that predominantly shapes the spatial heterogeneity of ICH: water resources constitute a fundamental ecological threshold, whereas tourism development and urbanization have emerged as more explanatory social driving forces, with widespread nonlinear enhancement interactions between natural and human factors. This research moves beyond the traditional view of river basins as static cultural “containers,” providing empirical evidence for their dynamic nature as “cultural-ecological co-evolutionary systems.” The proposed ternary framework not only offers a new perspective for understanding the spatial resilience of ICH in arid regions and the potential risks of “spectacularization” and “spatial polarization” amid rapid changes, but also provides a scientific basis for spatial governance, culture-tourism integration, and the formulation of conservation strategies for ICH at the basin scale.",
    "Author": "Y. Victoria Zhang",
    "DOI": "https://doi.org/10.3390/su18042100",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Sustainability",
    "Subfield": "Archeology",
    "Title": "Spatial Distribution Characteristics and Influencing Factors of Intangible Cultural Heritage in the Tarim River Basin of China",
    "Topic": "Cultural Heritage Management and Preservation"
  },
  {
    "Abstract": "Background Inadequate preventive dental care may contribute to inflammatory conditions such as periodontitis, increasing cardiovascular disease risk. Artificial intelligence–enabled electrocardiography (AI‐ECG) algorithms accurately estimate cardiovascular disease risk. We investigated the association between inadequate preventive dental care and the AI‐ECG–estimated risk of atrial fibrillation, aortic stenosis, low ejection fraction, cardiac amyloid, cardiovascular aging, and all‐cause mortality. Methods We retrospectively analyzed 266 637 Mayo Clinic patients (2018–2024) who completed a Social Determinants of Health Survey and had an ECG performed within 1 year of survey completion. AI‐ECG algorithms generated continuous risk scores (0 or 1) for atrial fibrillation, aortic stenosis, low ejection fraction, and amyloid. Cardiac aging was assessed by delta age, calculated as AI‐ECG–estimated physiological age minus the chronological age. Associations with preventive dental care were analyzed using logistic regression. Cox regression evaluated dental care predictiveness on all‐cause mortality. Results Among 266 637 individuals (mean age, 59.5±16.4 years; 51.1% women), 49 918 (18.7%) reported inadequate preventive dental care. These individuals had higher delta age and increased AI‐ECG–predicted risks of atrial fibrillation, aortic stenosis, amyloid, and reduced ejection fraction (all P &lt;0.001). In multivariable logistic regression models including all AI‐ECG scores, inadequate preventive dental care was associated with higher probabilities of low ejection fraction (odds ratio [OR], 1.80 [95% CI, 1.69–1.91]), atrial fibrillation (OR, 1.10 [95% CI, 1.04–1.17]), aortic stenosis (OR, 1.90 [95% CI, 1.64–2.20]), amyloid (OR, 1.18 [95% CI, 1.12–1.25]), and higher delta age (OR, 1.03 [95% CI, 1.02–1.03]) (all P &lt;0.001). Inadequate preventive dental care predicted all‐cause mortality after adjusting for demographics, risk factors, and AI‐ECG algorithms (HR, 1.45 [95% CI, 1.38–1.53], P &lt;0.001). Conclusions Inadequate preventive dental care is associated with subclinical cardiovascular disease. AI‐ECG algorithms may facilitate cardiovascular risk stratification among individuals with limited preventive dental care access.",
    "Author": "Negin Mahmoudi Hamidabad",
    "DOI": "https://doi.org/10.1161/jaha.125.044906",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-20",
    "Source": "Journal of the American Heart Association",
    "Subfield": "Periodontics",
    "Title": "Inadequate Preventive Dental Care Is Associated With Higher Cardiovascular Risk Identified by ECG‐Based Artificial Intelligence Algorithms",
    "Topic": "Oral microbiology and periodontitis research"
  }
]
