[
  {
    "Abstract": "Rice lesion mimic mutants (LMMs) spontaneously form lesion-like symptoms without pathogen infection and are vital for studying plant immune and defense responses. Here, we identified an EMS-mutagenized Nipponbare-derived LMM, russet spots leaf (rsp), exhibiting leaf russet spots and deteriorated agronomic traits with significantly reduced grain yield. These abnormal phenotypes correlate with impaired photosynthetic efficiency, aberrant programmed cell death (PCD) and excessive reactive oxygen species (ROS) accumulation. Moreover, rsp shows enhanced resistance to bacterial blight and rice stripe virus, driven by altered defense-related genes and metabolites. Map-based cloning localized RSP (encoding MED subunit 33a), where a single nucleotide substitution causes its inactivation. This mutation alters plant responses to abiotic stresses and exogenous hormones, likely via disrupting its conserved domain mediating multiple biological processes. Our findings confirm RSP as a pivotal regulator of immune responses and grain yield, laying a theoretical foundation for breeding high-yield, high-quality and disease-resistant rice cultivars.",
    "Author": "Zhong, Qianqian",
    "DOI": "https://doi.org/10.1021/acs.jafc.5c09758",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Plant Science",
    "Title": "RSP Gene Encodes a MED Subunit 33a, Which Is Involved in the Regulation of PCD and Immune Responses.",
    "Topic": "Plant-Microbe Interactions and Immunity"
  },
  {
    "Abstract": "Female Broadway belting is acoustically brass-like, characterized by reduced fundamental frequency dominance and balanced reinforcement of the 2nd-4th harmonics. These insights inform evidence-based approaches to sustainable belting in pedagogy and performance.",
    "Author": "Ana Flavia Zuim",
    "DOI": "https://doi.org/10.1080/14015439.2026.2625656",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Music",
    "Title": "How trumpet-like is female Broadway belting?",
    "Topic": "Diverse Music Education Insights"
  },
  {
    "Abstract": "Chromatography is a key unit operation in the biopharmaceutical manufacturing process used for protein purification and polishing. Design and optimization of these processes are resource-intensive resulting from the complex combinatorial design space. This constraint combined with the wide diversity in therapeutic formats and increased pressure for timely delivery to the market necessitates an efficient, fast, robust and generalized framework for process design and optimization. Here we present Gaussian processes as a potent machine learning methodology for predictive modeling in the context of QSAR modeling used for resin and solvent condition selection. We highlight the on-par predictive power of Gaussian Processes with other reported machine learning algorithms. Furthermore, we demonstrate additional properties of Gaussian processes such as its ability to provide confidence estimates for its prediction that makes it suitable for model-assisted optimization. Finally, we demonstrate the possibility to derive feature importances from Gaussian processes, making these models as interpretable as ensembled tree-based methods such as random forests.",
    "Author": "Narayanan, Harini",
    "DOI": "https://doi.org/10.1002/bit.70168",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Molecular Biology",
    "Title": "Gaussian Processes for Predictive QSAR Modeling of Chromatographic Processes.",
    "Topic": "Protein purification and stability"
  },
  {
    "Abstract": "Ethylene and propylene serve as the basic platform chemicals in the chemical industry. Research on their production has garnered significant interest. One of them is the dehydrogenation of light alkanes with the oxidative promotion of CO<sub>2</sub>. This process can simultaneously produce light olefins and achieve resource utilization of CO<sub>2</sub>. Pt-based catalysts, extensively used in the direct dehydrogenation of light alkanes, are expected to show activity potential in the CO<sub>2</sub> oxidative dehydrogenation (CO<sub>2</sub>-ODH) of light alkanes. However, research on Pt-based catalysts for CO<sub>2</sub>-ODH of light alkanes remains limited, and no systematic review has been reported yet. Here, the advancements in Pt-based catalysts for the CO<sub>2</sub>-ODH of ethane and propane are reviewed, including (i) reaction mechanisms, (ii) rational design strategies for efficient and stable Pt-based catalysts, and (iii) emerging reaction processes and optimization methods. Perspectives on fundamental challenges and future research are proposed. Among them, machine learning-guided design of Pt-based catalysts will be an important research direction in the future.",
    "Author": "Wan, Zhen",
    "DOI": "https://doi.org/10.1002/tcr.202500282",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Catalysis",
    "Title": "Advances in Dehydrogenation of Ethane/Propane in the CO<sub>2</sub> Atmosphere on Pt-Based Catalysts.",
    "Topic": "Catalysis and Oxidation Reactions"
  },
  {
    "Abstract": "The exploitation of molecular self-assembly, which leads to the formation of aggregates, represents one of the most crucial approaches in the fabrication of advanced functional materials. A fundamental aspect in this area is the development of novel strategies to construct supramolecular architectures with new (unusual) properties, in particular, strongly fluorescent H-aggregates. Using 2-(2-carboalkoxy-3,4,5-trichloro-6-hydroxyphenyl)benzoxazoles (HBOs) as building blocks, H-aggregates were successfully obtained in both aqueous binary mixtures and the crystalline state. These aggregates exhibit intense fluorescence despite the prohibition imposed by Kasha's rule. This violation seems to result from the deactivation mechanism of the excited excitonic state in HBO H-aggregates, which involves, along with internal conversion, a photochemical channel induced by excited-state intramolecular proton transfer (ESIPT) rather than a radiative one. The consequence of ESIPT is monomeric fluorescence from the keto forms of HBOs. The fluorescence quantum yields of HBOs in the crystalline state are significantly higher than those in solution, ranging from 0.81 to 0.91. This enhancement is due to intramolecular hydrogen bonds as well as the dense molecular packing of HBOs, which suppresses conformational transformations.",
    "Author": "Anatoly V Metelitsa",
    "DOI": "https://doi.org/10.1002/chem.202503484",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Physical and Theoretical Chemistry",
    "Title": "Monomeric Fluorescence of H-Aggregates in a Series of 2-(Hydroxyphenyl)benzoxazoles Derivatives.",
    "Topic": "Photochemistry and Electron Transfer Studies"
  },
  {
    "Abstract": "Fully dynamic sampling of host-guest inclusion remains difficult because conventional docking and conventional molecular dynamics simulations can sample inclusion, but crystal-like binding is typically stochastic and difficult to reproduce. Here, we introduce DFDD (Distance-Guided Fully Dynamic Docking), a cloud-ready implementation of the LB-PaCS-MD framework designed to capture inclusion processes via unbiased molecular dynamics in explicit solvent. DFDD automates system setup, parameter generation, iterative short-cycle MD sampling, and trajectory analysis within a single workflow that runs on Google Colab without any installation. Progress toward complexation is guided only by the host-guest center-of-mass distance, allowing force-free exploration of insertion pathways and enabling the recovery of both stable and transient binding modes. Using β-cyclodextrin as a representative host, DFDD reproduces experimentally observed inclusion geometries within minutes and reveals intermediate states along the insertion route. Optional coupling with pKaNET-Cloud enables pH-aware, stereochemically consistent ligand protonation states prior to simulation, supporting robust host-guest modeling. This Application Note provides a transparent and accessible platform for efficient host-guest complexation studies. The DFDD framework is publicly available at https://github.com/nyelidl/DFDD.",
    "Author": "Hengphasatporn, Kowit",
    "DOI": "https://doi.org/10.1021/acs.jcim.5c02852",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Computational Theory and Mathematics",
    "Title": "DFDD: A Cloud-Ready Tool for Distance-Guided Fully Dynamic Docking in Host-Guest Complexation.",
    "Topic": "Computational Drug Discovery Methods"
  },
  {
    "Abstract": "Phosphogypsum is a soil conditioner used to enhance lime effects in depth and also to decrease aluminum (Al) toxicity to plants. It is a by-product from phosphate mining and can be enriched in some contaminants, such as rare earth elements (REE), uranium (U), and thorium (Th). However, there is a lack of studies evaluating the long-term effects of this practice, particularly in soil depths. To address this gap, this study aimed to evaluate the remobilization of REE, U, and Th in a highly weathered soil (Oxisol) for 9 years. Four soil parcels received a single application of 28 tons ha<sup>-1</sup> in different years: 2005, 2008, 2010, and 2013, with soil sampling occurring in 2014. Soil samples were digested and analyzed using mass spectrometry. The REE input from phosphogypsum reached 1681 mg kg<sup>-1</sup>, of which 95.89% corresponded to light rare earth elements (LREE). Although the reference area showed high background levels, temporal enrichment occurred in the treated areas, especially for LREE in the 0-40 cm layer, with cerium (Ce) being the most abundant element. Over nine years, REE concentrations decreased, but the distribution patterns of REE, U, and Th revealed to be dependent on chemical characteristics, natural background in soil and content in the phosphogypsum. The ratio ΣLREE/ΣHREE normalized by the reference area increased over the years, meaning a preferential depletion of HREE. Over time, phosphogypsum inputs led to enrichment of Th and scandium (Sc), whereas U and Y showed higher mobility and losses. These findings highlight the temporal and spatial behavior of potentially toxic elements introduced via phosphogypsum and their implications for soil and environmental quality.",
    "Author": "Luís Paulo P Tanure",
    "DOI": "https://doi.org/10.1007/s10653-026-02991-6",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Geochemistry and Petrology",
    "Title": "Elemental redistribution in tropical soils: insights into REE, U, and Th mobility after extended phosphogypsum use.",
    "Topic": "Geochemistry and Elemental Analysis"
  },
  {
    "Abstract": "Periodontitis, or inflammatory gum disease, affects many adults in the United States and worldwide. Various factors, such as smoking and diabetes mellitus, increase the risk of periodontitis and the severity of its symptoms. To determine if periodontitis occurs more commonly and is more severe according to patient age and sex, the study used health records from almost 8,000 patients attending dental clinics at the University of Texas School of Dentistry (Houston, TX) from 2007 to 2020. The results demonstrated that adult patients who were older or males had periodontitis more often than those who were younger or female, respectively. Periodontitis was also more severe in older or male patients. These results show that older adults and males can be considered vulnerable individuals when it comes to diagnosing periodontitis. Therefore, dentists should pay more attention to these patients, and individualized treatment methods need to be considered for providing dental care to the gums of these patients.",
    "Author": "Parsegian, Karo",
    "DOI": "https://doi.org/10.1002/jper.70053",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Periodontics",
    "Title": "Age and sex affect the prevalence and severity of periodontal conditions in an academic setting.",
    "Topic": "Oral microbiology and periodontitis research"
  },
  {
    "Abstract": "Harnessing solar energy to produce value-added chemicals simultaneously requires the critical step of spatially separating redox processes. However, conventional photocatalysts remain fundamentally constrained by sluggish charge dynamics and irreversible recombination. Here, we propose an atomic-level interfacial shuttle mechanism in sub-nanometer gold cluster-anchored nickel manganite (H-NiMn<sub>2</sub>O<sub>4-β</sub>/Au<sub>0.5</sub> NCs), which couples dynamic electron-hole separation with Ni<sup>3+</sup>/Ni<sup>2+</sup> redox cycling. Ultrafast transient absorption spectroscopy indicates electron transfer occurring within 3.06 ps, mediated by an Au-O-Ni coordination interface. In this system, Ni<sup>3+</sup> functions as a transient electron trap, undergoing rapid reduction to Ni<sup>2+</sup> and subsequently transferring electrons to adjacent Au clusters, accelerating charge kinetics by 22.16-fold. This atomic-scale electron relay selectively steers 2e<sup>-</sup> oxygen reduction by balancing *OOH intermediate stabilization and desorption, yielding H<sub>2</sub>O<sub>2</sub> at 1.00 mmol g<sup>-1</sup> h<sup>-1</sup>. Simultaneously, hole accumulation on lattice oxygen drives α-H abstraction, enabling photooxidation of benzyl alcohol to benzaldehyde (14.59 mmol g<sup>-1</sup> h<sup>-1</sup>). This work presents a dynamic dual-site catalysis model, offering atomic-level insight into interfacial charge management for solar-driven redox transformations.",
    "Author": "Shi, Jugong",
    "DOI": "https://doi.org/10.1002/adma.202522711",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "Dynamic Electron-Hole Shuttle at Atomic Interfaces for Solar-Driven H<sub>2</sub>O<sub>2</sub> and Benzaldehyde Coproduction.",
    "Topic": "Electrocatalysts for Energy Conversion"
  },
  {
    "Abstract": "We analysed reimbursement differences for prostate (PC), renal cell (RCC), and urothelial (UC) cancers drugs in Canada, France, England, Wales, Scotland, Spain, Italy, and Portugal, assessing substantial clinical benefit (SCB) and pivotal trials characteristics. This is a retrospective analysis of PC, RCC, and UC drug-indication pairs (2005-2024). Approvals were identified via FDA and EMA. Reimbursement recommendations were reviewed. Primary endpoint was reimbursement rate by SCB, tumour type, and country. Trial characteristics, overall survival (OS), and quality of life (QoL) were analysed. SCB was defined by ESMO-MCBS v1.1. Statistical significance set at p < .05. Fifty-five drug-indication pairs for PC (20), RCC (20), and UC (15) were analysed. Most trials were randomized, open-label, phase 3, and in the metastatic settings. Canada (PC: 85%, RCC: 75%, UC: 53%) and France (PC: 85%; RCC: 75%; UC: 33%) had highest reimbursement rates; while Portugal, lowest (PC: 65%; RCC: 50%; UC: 20%). Among SCB indications, PC reimbursement was highest in Canada, France, and Spain (91%), and lowest in England (64%). For RCC, was highest in Canada, France, and Italy (100%), and lowest in Portugal (57%). For UC, was highest in Canada (100%), and lowest in Wales and England (33%). OS was primary endpoint in 47% trials; QoL was assessed in 25%. OS benefit was observed in 53%; QoL in only 9%. This study reveals marked international variation in genitourinary cancer drug reimbursement, particularly in Europe and for UC-even for indications with SCB. Most trials lacked evidence of OS or QoL benefit.",
    "Author": "José Carlos Tapia",
    "DOI": "https://doi.org/10.1002/ijc.70379",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Economics and Econometrics",
    "Title": "International analysis of reimbursement rates and clinical benefit of genitourinary cancer drugs across Canada, France, England, Wales, Scotland, Spain, Italy, and Portugal.",
    "Topic": "Economic and Financial Impacts of Cancer"
  },
  {
    "Abstract": "Simultaneous mechanical mapping and high-resolution topographical characterization yield rich compositional information for materials and biomaterials. The off-resonance tapping (ORT) mode in atomic force microscopy (AFM) offers an effective means to achieve this dual functionality. Nevertheless, ORT mode suffers from substantial closed-loop delay and limited robustness, leading to low imaging speeds that hinder its application in studying dynamic specimens. To address these limitations, we developed an integral off-resonance tapping (I-ORT) mode that replaces conventional fixed-point sampling with integral sampling of the interaction curve above the baseline. This method mitigates unpredictable interference from probe-sample interactions while maintaining the same drive and sensing conditions. As a result, I-ORT increases the ORT scanning speed by at least 10-fold without compromising mechanical property characterization. This advancement provides enhanced support for high-end nanotechnological research.",
    "Author": "Kang L. Wang",
    "DOI": "https://doi.org/10.1021/acs.nanolett.5c05803",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Atomic and Molecular Physics, and Optics",
    "Title": "High-Speed Integral Off-Resonance Atomic Force Microscope.",
    "Topic": "Force Microscopy Techniques and Applications"
  },
  {
    "Abstract": "Findings highlight the role of psychiatric emergency units as potential entry points into the mental health system for children and adolescents with ASD, particularly in middle-income countries where early access to specialized care is often limited. These results underscore the importance of training emergency professionals in managing neurodevelopmental crises and providing families with guidance on how to respond to behavioral emergencies.",
    "Author": "Maria Carolina Lobato Machado",
    "DOI": "https://doi.org/10.1007/s10803-025-07200-4",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Cognitive Neuroscience",
    "Title": "Factors Associated With Psychiatric Emergency Visits of Children and Adolescents With Autism Spectrum Disorder in an Upper-Middle-Income Country.",
    "Topic": "Autism Spectrum Disorder Research"
  },
  {
    "Abstract": "Quasi-2D metal halide perovskites (MHP) have emerged as promising candidates for light-emitting diodes (PeLEDs) due to their intrinsic advantages in color purity, bandgap tunability, and stability. The prime working principle realizing high radiative emission in quasi-2D MHP is the ultrafast, consecutive charge transfer (CT) process toward the low-bandgap crystallites across multiple quantum wells, called charge carrier funneling. Ironically, such a key process is intrinsically limited in the quasi-2D MHP by the molecular spacers, which have electronically insulating natures. To challenge this limit, herein, we explore the impact of a judiciously designed, stable, and conductive organic radical, (5H-pyrido[3,2-b]indole-2,6-dichlorophenyl)bis(2,4,6-trichlorophenyl)methyl as a molecular additive in the MHP matrix. It is found that the spatially delocalized singly occupied molecular orbital offers an electronic bridge accelerating interfacial CT and the carrier funneling by surface adsorption, thus maximizing radiation recombination yield. As a result, the radical-incorporating PeLEDs (peaking at ≈ 684 nm) achieve a remarkable external quantum efficiency of 26.8% with an operational half-lifetime of ≈ 340 min, ranking among the best deep-red devices reported to date. This work demonstrates that rational radical molecular design offers a powerful route to resolve intrinsic CT limitations in quasi-2D MHP, unlocking both high efficiency and long-term stability in next-generation PeLEDs.",
    "Author": "Xu, Hongkang",
    "DOI": "https://doi.org/10.1002/adma.202517839",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Electrical and Electronic Engineering",
    "Title": "Organic Radical Accelerates Charge Carrier Funneling in Quasi-2D Perovskite LEDs.",
    "Topic": "Perovskite Materials and Applications"
  },
  {
    "Abstract": "Pulses of plant resources can influence the spatial aggregation and population dynamics of primary consumers, but the extent to which these effects cascade up the food chain to affect secondary consumers remains poorly understood. Mast fruiting events in Southeast Asian dipterocarp forests, for example, are known to impact a wide range of bird and mammal granivores, but it remains unclear whether the predators of these vertebrates are indirectly affected by seed production. Here, we assess bottom-up effects of masting on a suite of primary and secondary consumers in a tropical rainforest in Borneo, using structural equation models to characterize a network of frugivore/granivores and carnivores. The models were parameterized using 10 years of camera trap and seed availability data collected between 2013 and 2024, spanning two major masting events. These models also account for an outbreak of introduced disease (African swine fever) and the reduced abundance of human visitors in the forest during the COVID-19 pandemic. Dipterocarp seed availability was correlated with the intensity of local site use by omnivorous Malay civets (Viverra tangalunga) and bearded pigs (Sus barbatus), but not granivorous murid rodents or pheasants. Leopard cat site use was correlated with murid rodents, but not pheasants. These findings suggest that masting in this ecosystem is associated with site use intensity of some large-bodied primary consumers but not smaller granivores, and therefore did not percolate up the food web to influence the predators of these taxa, in contrast to research from temperate masting systems.",
    "Author": "Shabrani, Adi",
    "DOI": "https://doi.org/10.1007/s00442-026-05867-9",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Ecology",
    "Title": "Frugivores flock, but do carnivores follow? Multi-trophic responses to masting in a tropical rainforest.",
    "Topic": "Animal Ecology and Behavior Studies"
  },
  {
    "Abstract": "ClinicalTrials.gov identifier: NCT06914843 (July 24, 2024, retrospectively registered).",
    "Author": "Justin S. Sanchez",
    "DOI": "https://doi.org/10.1007/s40596-026-02308-w",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "General Health Professions",
    "Title": "Optimizing the Work of Learning for Flourishing: A Randomized Pilot Study of a Digital CBT-Based Intervention in Medical Students.",
    "Topic": "Healthcare professionals’ stress and burnout"
  },
  {
    "Abstract": "Leukemia treatment faces persistent challenges, including chemotherapy resistance and relapse, highlighting macrophage polarization in the tumor microenvironment (TME) as a therapeutic target. Macrophages dynamically shift between antitumor M1 and protumor M2 phenotypes, with M2-polarized tumor-associated macrophages (TAMs) dominating leukemia TMEs. These cells secrete IL-10 and TGF-β, fostering immune evasion, angiogenesis, and leukemia stem cell (LSC) survival. In AML, M2 TAMs correlate with poor prognosis and chemoresistance via CSF-1/IL-10 signaling. Polarization is regulated by transcription factors (STAT6, PPARγ, KLF4), hypoxia, and metabolic reprogramming. Therapeutic strategies focus on: (1) M2 depletion (anti-CD163/CD206 antibodies); (2) Pathway inhibition (CCL2/CCR2 or IL-4/STAT6 blockade); (3) Metabolic modulation (glycolysis/OXPHOS targeting); and (4) Phagocytosis enhancement (CD47-SIRPα blockade, HDAC6 inhibition). Preclinical studies demonstrate CSF-1R inhibitors (e.g., pexidartinib) disrupt LSC-TAM crosstalk, while CAR-M therapy synergizes with phagocytosis-promoting agents. Despite challenges, macrophage-targeted therapies offer transformative potential by remodeling the TME, overcoming resistance, and augmenting immunotherapy. This review outlines mechanistic insights and translational strategies to harness macrophage plasticity for leukemia treatment.",
    "Author": "Chen, Zhigang",
    "DOI": "https://doi.org/10.1007/s44313-025-00119-w",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Immunology",
    "Title": "Macrophage polarization in hematologic cancers: mechanisms and therapeutic strategies.",
    "Topic": "Immune cells in cancer"
  },
  {
    "Abstract": "Osteoporosis is characterized by impaired bone formation and disrupted bone marrow homeostasis, largely driven by mitochondrial dysfunction in bone marrow mesenchymal stem cells (BMSCs). To address this, a live mitochondrial delivery system composed of CXCR4-engineered macrophages loaded with nanozyme-functionalized mitochondria (CM-MTBM). This system integrates bone-targeted migration, reactive oxygen species scavenging, and communication-mediated mitochondrial transfer. CM-MTBM restores mitochondrial respiration, enhances osteogenic differentiation, and alleviates oxidative apoptosis in BMSCs, thereby promoting metabolic recovery and redox balance. In osteoporotic mice, CM-MTBM treatment markedly improved the trabecular bone microarchitecture and promoted osteogenic repair. Single-cell transcriptomic analysis further revealed the enrichment of osteogenic BMSC subpopulations and functional reprogramming of the bone marrow immune-metabolic microenvironment. Mechanistically, CM-MTBM activated mitochondrial oxidative metabolism while suppressing inflammation and senescence-associated signaling, achieving coordinated metabolic and osteogenic activation. Collectively, this work established a communication-driven mitochondrial transfer paradigm that reframes mitochondrial therapy from passive structural supplementation to communication-driven metabolic reprogramming, establishing a conceptual and technological framework for precision treatment of metabolic bone disorders.",
    "Author": "Wang, Di",
    "DOI": "https://doi.org/10.1002/adma.202521645",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Materials Chemistry",
    "Title": "Intercellular Communication-Driven Mitochondrial Transfer via CXCR4-Engineered Macrophages Reprograms Bone Marrow Metabolism for Osteoporosis Therapy.",
    "Topic": "Advanced Nanomaterials in Catalysis"
  },
  {
    "Abstract": "Interpretations of evolutionary outcomes are limited without incorporation of physiological ecology, and ecophysiological interpretations would benefit from incorporating evolutionary perspectives. Although there has been a rise of studies in the last 20 years between these fields, evolutionary studies that incorporate plant physiology have largely focused on the same traits (e.g., flowering time, specific leaf area), neglecting cellular and developmental traits. This neglect is largely due to the high throughput demands in evolutionary studies and the lack of technological advancements in ecophysiology. However, this bias in measured traits has resulted in limiting our understanding of the evolution of plant form and function. On the other hand, most detailed studies on plant physiological and anatomical responses to the environment are either in applied sciences, focused on economically important plants, or examine model organisms rather than wild populations. These detailed ecophysiological studies generally do not incorporate evolutionary discourse, even though they often study adaptation. The aim of this synthesis is to offer a comprehensive resource, building upon previous works, for researchers to bridge the gap between ecophysiology and evolutionary ecology.",
    "Author": "Haley A. Branch",
    "DOI": "https://doi.org/10.1002/ajb2.70164",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Pharmacology",
    "Title": "The sleeping giant needs coffee: Overlooked areas for integrating plant ecophysiology and evolutionary biology.",
    "Topic": "Coffee research and impacts"
  },
  {
    "Abstract": "The findings demonstrate that a minority of teens are participating in sexting, but when they do, undesirable outcomes are common. A comprehensive educational strategy for preventing teen sexting involving harm reduction strategies, social norming, and a renewed focus on healthy and safe sexual behavior online is warranted.",
    "Author": "Justin W. Patchin",
    "DOI": "https://doi.org/10.1016/j.jadohealth.2025.12.253",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Gender Studies",
    "Title": "When Sexting Goes Wrong: The Extent of Nonconsensual Sharing and Sextortion Among U.S. Teens.",
    "Topic": "Gender, Feminism, and Media"
  },
  {
    "Abstract": "Lesbian, gay, bisexual, transgender, and queer (LGBTQ+) individuals experience elevated rates of trauma exposure, minority stress, and posttraumatic stress disorder (PTSD). Yet, research examining how geographic location and LGBTQ+ identity shape PTSD outcomes is scant, particularly studies considering structural facilitators and barriers, such as health care access. This cross-sectional, secondary study investigated associations between several individual- and structural-level factors and PTSD symptoms in LGBTQ+ adults (N = 131) recruited from urban and rural U.S. regions, most of whom identified as non-Hispanic White, bisexual, cisgender women. Analyses examined whether intersecting demographic characteristics, urban or rural location, perceived health care access, LGBTQ+ identity disclosure to providers, and experiences of LGBTQ+ discrimination were associated with PTSD symptom severity and probable PTSD diagnosis. Approximately 62% of participants reported experiencing a DSM-5 Criterion A traumatic event; of these individuals, 24.4% met the criteria for probable PTSD. General health care access, β = -.27, 95% CI [-.45, -.09], p = .003, and LGBTQ+ identity disclosure, β = -.19, 95% CI [-.31, -.07], p = .039, were significantly associated with PTSD symptom severity. Higher health care access was associated with 50.0% lower odds of probable PTSD, OR<sub>adj</sub> = 0.50, 95% CI [0.29, 0.84], p = .009. Bisexual cisgender women had 4-times higher odds of a probable PTSD diagnosis compared to LGQ+ participants, OR<sub>adj</sub> = 3.96, 95% CI [1.15, 13.7], p = .030. Improving access to health care and supporting identity disclosure may reduce PTSD risk among LGBTQ+ adults, especially for bisexual cisgender women and rurally situated individuals.",
    "Author": "Emily A. Kenyon",
    "DOI": "https://doi.org/10.1002/jts.70039",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Social Psychology",
    "Title": "Associations between health care access and posttraumatic stress disorder symptoms among rural and urban lesbian, gay, bisexual, transgender, and queer adults.",
    "Topic": "LGBTQ Health, Identity, and Policy"
  },
  {
    "Abstract": "Dimethyl selenide (DMSe) is the simplest volatile organoselenium compound that can undergo atmospheric oxidation to form secondary aerosols. While the oxidative potential of DMSe-derived aerosols has been shown to be greater compared to that of ambient aerosols from various sources, the role of selenium (Se) in processes governing reactive oxygen species (ROS) production remains unclear. Utilizing dimethyl sulfide (DMS) as a chemical analogue and mechanistic control of DMSe, we detected, quantified, and contrasted ROS produced by DMSe- and DMS-derived aerosols in aqueous solutions and confirmed the changes in Se oxidation state after dissolution. DMSe- and DMS-derived aerosols produced 9.0 ± 2.1 nmol ·OH/μg-aerosol and 0.29 nmol ± 0.11 ·OH/μg-aerosol, respectively. The average 33-fold difference in ·OH produced in these systems implies different dominating mechanisms of formation. DMS-derived aerosols can generate ·OH through organic hydroperoxide decomposition, whereas DMSe-derived aerosols are additionally capable of producing ·OH through Fenton-like reactions by cycling among Se(0), Se(IV), and Se(VI). Selenate (SeO<sub>4</sub><sup>2-</sup>), selenite (SeO<sub>3</sub><sup>2-</sup>), selenium dioxide (SeO<sub>2</sub>), and methane seleninic acid (CH<sub>4</sub>O<sub>2</sub>Se) were redox-active compounds confirmed within DMSe-derived aerosols. This study highlights the redox cycling of particulate Se and the production of aqueous ·OH, which have important implications for atmospheric aqueous chemistry and Se biogeochemical cycles.",
    "Author": "Lum, Michael",
    "DOI": "https://doi.org/10.1021/acs.est.5c13687",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Role of Selenium in Production of Reactive Oxygen Species from Aqueous Processing of Dimethyl Selenide-Derived Secondary Aerosols.",
    "Topic": "Selenium in Biological Systems"
  },
  {
    "Abstract": "Solid dispersion is a widely adopted formulation strategy to enhance the solubility of water-insoluble drugs. However, the molecular-level structural determinants of stability and dissolution behavior remain poorly understood. This study integrates Small-Angle Neutron Scattering (SANS) technology with coarse-grained molecular dynamics (CGMD) simulations to investigate the effects of preparation methods (melting vs solvent evaporation) and drug loadings (10%, 15%, 25%) on the microstructure and crystallinity of PXM-PEG solid dispersions. Deuterated PEG (d-PEG) is used in the SANS to enhance the scattering intensity in samples. The findings revealed that the lamellar thickness decreased significantly from 173.01 Å (pure d-PEG) to 44.12 Å (25% drug loading, melting method), while the <i>d</i>-spacing reduced from 71.13 to 36.65 Å, indicating a substantial disruption of the crystalline structure. Conversely, samples prepared by solvent evaporation maintained larger <i>d</i>-spacing (up to 93.27 Å at 10% drug loading) and more stable layer stacking (Nlayers ∼5.6), demonstrating higher structural order. The results indicate that the preparation method significantly influences the structural characteristics of the solid dispersions. The melting method yielded a higher amorphous content at low drug loadings, which is expected to improve drug solubility and bioavailability. In contrast, the solvent evaporation method tended to produce solid dispersions with higher crystallinity and uniform structures at higher drug loadings. SANS results indicated that samples prepared by the melting method exhibited higher disorder in the high-<i>q</i> region, while those prepared by the solvent evaporation method showed greater crystallinity. The CGMD simulations further elucidated the dynamic aggregation and structural formation of the drug and polymer molecules during the preparation process. In the melting simulations, drug and polymer molecules gradually aggregated into dense clusters, while in the solvent evaporation simulations, the aggregates grew larger and more asymmetrical as the solvent evaporated, ultimately forming ordered structures. The combined results from SANS and molecular dynamics simulations indicated the \"sandwich-like\" structure of PXM-PEG solid dispersions. The outcomes of this innovative approach have the potential to advance the development of solid dispersion formulations, enhance research and development efficiency, and pave the way for the industrial production of solid dispersions.",
    "Author": "Gao, Haoshi",
    "DOI": "https://doi.org/10.1021/acs.molpharmaceut.5c01315",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Pharmaceutical Science",
    "Title": "Microstructural Insights into Solid Dispersions: A Combined Small-Angle Neutron Scattering and Molecular Dynamics Approach.",
    "Topic": "Drug Solubulity and Delivery Systems"
  },
  {
    "Abstract": "Antimicrobial resistance threatens health, and new agents are needed. Lefamulin is the only approved antibiotic of a new class in two decades. It targets the 50S peptidyl transferase center (PTC). Its efficacy against multidrug-resistant pathogens is limited by anionic envelopes, limiting penetration. We report a charge-anchored pleuromutilin exploiting an electrostatic Trojan horse to breach barriers and engage the ribosome. An <i>N</i>-pyridinium provides a cationic localizer. A two-step mechanism operates. Long-range electrostatics enrich ligands at anionic interfaces and the PTC. Short-range interactions secure high-affinity placement of the tricyclic core. Computer simulations support the occupancy of the activity pocket and the field-guided orientation of the cationic side chain for <b>PNY-6b</b>. Proteomics highlights ribosomal proteins as dominant targets. Cellular assays show biofilm eradication and membrane depolarization. In murine infections, <b>PNY-6b</b> lowers burden and improves survival. Electrostatic complementarity offers a generalizable design principle for targets with electrostatic fields and for pathogens with poor envelope permeability.",
    "Author": "Tian, Lei",
    "DOI": "https://doi.org/10.1021/acsinfecdis.5c01027",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "PubMed",
    "Subfield": "Small Animals",
    "Title": "Electrostatic Trojan Horse: Charge-Anchored Pleuromutilin Breaches Anionic Barriers to Hijack Ribosomes in Antibiotic-Resistant Bacteria.",
    "Topic": "Veterinary medicine and infectious diseases"
  },
  {
    "Abstract": "Abstract Research Summary We study how the entry of a rival platform affects the strategies of the incumbent's complementors. The latter face a trade‐off: While the entry threatens their benefits from indirect network effects, it also allows them to escape intense within‐platform competition. Studying Epic Games' entry into the PC video game market—until then dominated by Steam—we show that this trade‐off does not resolve uniformly, driving heterogeneity in strategic reactions. Complementors with weaker strategic resources (independent developers) were more likely to multihome and became less responsive to the incumbent's attempts to orchestrate collective action through platform‐wide sales promotions. In contrast, complementors more reliant on indirect network effects (multiplayer developers) were less likely to multihome and became more responsive to orchestration attempts. Managerial Summary As competition between digital platforms intensifies, complementors—firms that provide complementary products or services—must adjust how they engage with platform owners. The entry of a rival platform creates both opportunities and risks: it offers an alternative with less intense competition but also fragments the user base that underpins network benefits. We find that these opposing effects shape complementors' behavior differently. Those with fewer strategic resources are more likely to join the new platform and become less willing to follow the incumbent's coordinated initiatives. In contrast, complementors whose products rely strongly on network effects tend to remain with the incumbent and cooperate more closely with its orchestration efforts. For managers, this highlights that platform competition not only shifts market dynamics but also reshapes the motivations and strategies of heterogeneous complementors.",
    "Author": "Loh, Johannes",
    "DOI": "https://doi.org/10.1002/smj.70062",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "Strategic Management Journal",
    "Subfield": "Strategy and Management",
    "Title": "Platform competition and strategic trade‐offs for complementors: Heterogeneous reactions to the entry of a new platform",
    "Topic": "Digital Platforms and Economics"
  },
  {
    "Abstract": "<ns3:p>Background After witnessing the implementations of Banach fixed point theory which is stated that a mapping T: X→X has always a unique fixed point in X in giving the existence and uniqueness solutions for many integral and differential equations, various extensions of Banach fixed point theory were established. Consequently, the theory has evolved to encompass diverse extensions and is fruitful in many fields. One of the most significant advances in pure and applied mathematics is the discovery of solutions for linear and nonlinear systems as well fractal graphics, optimization theory, approximation theory, discrete dynamics and numerous other areas. Our main outcomes in this manuscript represent one of the most important of these extensions. Methods and Results Vital concepts such as D d ∗ -Symmetric spaces and weakly compatible maps are reviewed to establish the framework for our main results. The major objective of the present study is to investigate and verify the uniqueness of some common fixed point theorems for three pairs of self-maps under the influence of other enhanced categories of extended contractive conditions in the context of D d ∗ -Symmetric spaces. Our first main outcomes were established by applying the concepts of weak compatibility and common limit in the range property, whereas we obtained our second major results by utilizing the notion of occasionally weakly compatible mapping. Additionally, various common fixed point outcomes for the two pairs of self-maps were determined. Conclusion This manuscript explores novel outcomes regarding the uniqueness of various common fixed point theorems for three pairs of self-maps under the influence of other enhanced types of extended contractive conditions in the context of D d ∗ -Symmetric spaces. We anticipate that the discoveries in this manuscript will aid scientists in enhancing the authors on popularized extended symmetric-spaces to elevate a universal framework for their practical implementations in each advanced branches of science.</ns3:p>",
    "Author": "Abduljabar. K. Abbas",
    "DOI": "https://doi.org/10.12688/f1000research.172242.2",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "F1000Research",
    "Subfield": "Geometry and Topology",
    "Title": "Some Extended Results of Common Fixed Point Theorems via Enhanced Categories of Contractive Mappings in Dd* - Symmetric Spaces",
    "Topic": "Fixed Point Theorems Analysis"
  },
  {
    "Abstract": "Abstract Solving practical selection problems frequently involves analyzing imprecise and uncertain input. In the absence of unequivocal measures for ranking options, the decision maker needs to resort to pairwise comparisons and capture preferences using comparative linguistic expressions. If multiple decision-makers are involved, the complexity of analysis grows and consistency of results may become questionable. This paper proposes a group decision-making method that draws from the fuzzy Analytic Hierarchy Process (FAHP) and utilizes the type-2 fuzzy envelope of an extended hesitant fuzzy linguistic term set (EHFLTS) to aggregate the preferences of multiple decision-makers. This approach avoids the need for normalization or transformation of the input, thereby reducing information loss. The method’s performance is demonstrated using a notional example of a contractor selection problem. The result (the final ranking of options) is then compared with results generated by means of methods presented in the literature. The proposed approach is a flexible and effective group decision support method that addresses key gaps observed in the existing methods.",
    "Author": "Tomczak, Michał",
    "DOI": "https://doi.org/10.1007/s00500-025-11047-3",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-07",
    "Source": "Soft Computing",
    "Subfield": "Management Science and Operations Research",
    "Title": "The group analytic hierarchy process (G-AHP) with preference aggregation by type-2 fuzzy envelope of extended hesitant fuzzy linguistic term set (EHFLTS)",
    "Topic": "Multi-Criteria Decision Making"
  }
]
