[
  {
    "article_path": "/article/journalist-don-lemon-pleads-not-guilty-to-civil-rights-charges-in-minnesota-church-protest_c85448",
    "article_url": "https://ground.news/article/journalist-don-lemon-pleads-not-guilty-to-civil-rights-charges-in-minnesota-church-protest_c85448",
    "bias": [
      "Coverage of Don Lemon 's not guilty plea starkly diverges: left-leaning outlets emphasize his role as a \"journalist\" \"documenting\" a protest, framing charges as \"baseless\" \"intimidation\" and an \"assault on press freedom,\" sometimes amplifying protestor chants like \"'Bondi has got to go!'\".",
      "Right-Leaning narratives, however, portray his actions as \"Grandstanding\" or a \"church storming,\" using terms like \"Defiant\" and \"Invasion\" to suggest \"violating congregants’ rights\" and \"disrupted religious worship,\" often characterizing his statements as \"whining.",
      "Center-Leaning reports maintain a neutral tone, uniquely noting his lawyer's claims of an \"unusual\" indictment path.",
      "All agree Lemon pleaded not guilty to federal charges from a church protest, yet the core divide centers on whether his actions were legitimate journalism or a hostile intrusion, reflecting broader ideological clashes over protest rights versus religious sanctity."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Friday, Feb. 13, 2026, Don Lemon , former CNN anchor and independent journalist, pleaded not guilty at the Warren E. Burger Federal Building and U.S. Courthouse, St. Paul, after indictment with eight others.",
      "Organizers say the Jan. 18 service at Cities Church was targeted because they believed a senior pastor there worked with ICE, and protesters interrupted the service chanting `ICE out` and `Justice for Renee Good` while Lemon livestreamed earlier this month.",
      "According to court filings, the grand jury charged Lemon with conspiracy against religious freedom and injuring worship, prosecutors seized his phone now held by the Department of Homeland Security, and the indictment groups him with co-conspirators without noting his journalist role.",
      "Supporters and protesters outside the Warren E. Burger Federal Building chanted `Protect the press` as Lemon was released on a no-money bond, despite prosecutors seeking $100,000.",
      "Lemon's lawyers say the case raises First Amendment questions and plan to press those defenses, while Lemon said, `For more than 30 years, I've been a journalist...`, and magistrate and appeals courts previously rejected DOJ efforts amid recent prosecutor resignations."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-inflation-rose-24-annually-in-january-less-than-expected_140462",
    "article_url": "https://ground.news/article/us-inflation-rose-24-annually-in-january-less-than-expected_140462",
    "bias": [
      "Left-Leaning outlets emphasize the 2.4% inflation rate as \"relief\" for Americans, highlighting it as an \"eight-month low\" while acknowledging consumers \"grappling\" with costs.",
      "Right-Leaning coverage frames the same 2.4% as a \"tamest pace\" and a direct \"victory\" for President Trump, using celebratory language like \"gets 'everything he wants'\" and \"defeated Joe Biden’s inflation crisis.",
      "Center-Leaning reports offer a cautious view, noting \"underlying inflation firmed\" and \"accelerating\" pressures, also mentioning Trump's tariffs with nuanced implications.",
      "The pivotal dividing line is the direct attribution of economic success or failure to specific administrations, which the left de-emphasizes.",
      "All agree on the 2.4% figure being lower than expected, revealing a fundamental ideological split on interpreting economic data through a political lens."
    ],
    "bias_bar_text": null,
    "center_pct": 49.0,
    "error": null,
    "left_pct": 18.0,
    "location": null,
    "right_pct": 33.0,
    "status": "ok",
    "summary": [
      "The Bureau of Labor Statistics said on Friday that the Consumer Price Index rose 2.4% year‑on‑year and 0.2% month‑on‑month in January.",
      "Economists said the slowdown reflected higher early 2025 readings dropping out of the 12-month calculation and tariff pass-throughs from President Donald Trump's policies.",
      "Component data showed core CPI rose 0.3% month‑on‑month and 2.5% annually, while energy fell and food increased, according to February 13, 2026, reports.",
      "The Federal Reserve could respond by keeping rates unchanged after last month’s 3.50%‑3.75% benchmark, but economists say core prices and a stabilising labour market keep the Fed cautious.",
      "The Federal Reserve Bank of Cleveland President Beth Hammack said Tuesday that inflation is still too high, and markets do not expect rate cuts until late summer."
    ],
    "title": "US inflation rose 2.4% annually in January, less than expected",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-deploys-second-aircraft-carrier-from-caribbean-to-middle-east-amid-iran-tensions-report_a73d7b",
    "article_url": "https://ground.news/article/us-deploys-second-aircraft-carrier-from-caribbean-to-middle-east-amid-iran-tensions-report_a73d7b",
    "bias": [
      "Left-Leaning coverage frames the second carrier deployment as an \"escalation\" and \"intensifies pressure,\" often linking it to a \"lethal war-machine armada\" and the USS Gerald R.",
      "Ford's prior Venezuela mission, which other perspectives de-emphasize.",
      "Right-Leaning outlets emphasize decisive action, using terms like \"ordered\" and portraying Iran \"in crosshairs,\" even suggesting missions to \"smash Iran’s deepest nuclear base.",
      "Center-Leaning reports focus on the intent to \"coerce Iran into a deal,\" directly quoting Trump's warnings of \"very traumatic\" consequences.",
      "All perspectives agree on the core deployment amid Iran tensions, but these contrasting narratives reveal deep ideological divides concerning military intervention and presidential authority."
    ],
    "bias_bar_text": null,
    "center_pct": 44.0,
    "error": null,
    "left_pct": 33.0,
    "location": null,
    "right_pct": 23.0,
    "status": "ok",
    "summary": [
      "The US Navy's aircraft carrier USS Gerald R. Ford and its escort ships have been ordered to redeploy from the Caribbean to the Middle East , extending their mission into late April or early May to join the USS Abraham Lincoln and other warships amid heightened tensions with Iran.",
      "This redeployment strengthens the US naval presence in the Persian Gulf, enhancing air operation capabilities against Iran and reflecting an escalation in US pressure on Iran's nuclear program.",
      "President Donald Trump stated that Iran must reach a deal quickly or face very traumatic consequences, expressing optimism that a deal could be made within a month following diplomatic talks.",
      "Trump met privately with Israeli Prime Minister Benjamin Netanyahu, who urged him to safeguard Israeli interests and oppose a partial deal with Iran, though no definitive outcomes were announced from this meeting."
    ],
    "title": "US Deploys Second Aircraft Carrier From Caribbean to Middle East Amid Iran Tensions: Report",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/top-goldman-sachs-lawyer-ruemmler-resigns-after-epstein-disclosures_7ae7b1",
    "article_url": "https://ground.news/article/top-goldman-sachs-lawyer-ruemmler-resigns-after-epstein-disclosures_7ae7b1",
    "bias": [
      "Left-Leaning coverage frames the resignation as moral accountability, stressing terms like \"pedophile,\" \"disgrace,\" and affectionate phrases such as \"Uncle Jeffrey\" and \"xoxo\" to portray ethical lapse and highlight acceptance of lavish gifts as proof of compromise; right-leaning coverage emphasizes deception and establishment rot, using language like \"lying\" and \"mischaracterized\" to connect the ties to political networks and hypocrisy; center pieces are more de-emphasized, citing \"reputational risk\" and treating the resignation as fallout.",
      "Both sides, however, rely on DOJ/ epstein files and note the resignation after disclosures."
    ],
    "bias_bar_text": null,
    "center_pct": 54.0,
    "error": null,
    "left_pct": 25.0,
    "location": null,
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "On Thursday, Kathryn Ruemmler announced her resignation as Chief Legal Officer and General Counsel of Goldman Sachs , effective June 30, 2026, which David Solomon accepted.",
      "The DOJ files released late last month show Ruemmler appeared in Epstein files thousands of times, revealing extensive communications from 2014 to 2019.",
      "Records show she referred to Epstein as `Uncle Jeffrey`, used `xo` or `xoxo`, and accepted gifts like a fur coat and handbags; Epstein called her shortly after his July 6, 2019 arrest.",
      "The resignation marks the most high-profile banking exit tied to the DOJ Epstein release last month, with Kathryn Ruemmler leaving Goldman Sachs leadership roles after sustained scrutiny despite earlier firm defense.",
      "The DOJ is expected to continue releasing Epstein-related materials, as more than 3.5 million pages have already prompted resignations including Brad Karp and Morgan McSweeney."
    ],
    "title": "Top Goldman Sachs lawyer Ruemmler resigns after Epstein disclosures",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/fbi-releases-description-of-suspect-in-nancy-guthrie-disappearance-raises-reward-for-information_e51723",
    "article_url": "https://ground.news/article/fbi-releases-description-of-suspect-in-nancy-guthrie-disappearance-raises-reward-for-information_e51723",
    "bias": [
      "Left-Leaning narratives frame the Nancy Guthrie disappearance with emotional urgency, using terms like \"chilling\" and \"frightening\" to highlight the \"masked subject\" and \"ransom requests.",
      "Right-Leaning outlets, conversely, emphasize dramatic developments and \"exclusive\" details, employing strong language such as \"masked thug\" and \"forcibly abducted,\" framing it as a \"presumed kidnapping for ransom\" and noting a \"black glove\" recovery.",
      "Center-Leaning reports remain neutral, factually stating the $100,000 reward increase and mentioning a \"blood discovery\" without sensationalism.",
      "While all perspectives align on the suspect's description and the reward amount, the left focuses on human interest, the right on assertive investigation, revealing ideological divides in crime reporting."
    ],
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 23.0,
    "location": null,
    "right_pct": 20.0,
    "status": "ok",
    "summary": [
      "The FBI described the suspect in Nancy Guthrie 's disappearance as a male about 5'9\" to 5'10\" tall with an average build, wearing a black 25-liter Ozark Trail Hiker Pack backpack and increased the reward for information to $100,000.",
      "Since February 1, 2026, the FBI has received over 13,000 tips and set up a 24-hour command post to review and follow leads while urging the public to submit any information.",
      "New surveillance footage shows a masked individual approaching Guthrie's home wearing gloves, a ski mask, and carrying a gun and backpack, which investigators hope will aid in identifying the suspect.",
      "No suspects have been officially identified or arrested in the case, although one person was briefly detained and released, and evidence including black gloves found near Guthrie's home is undergoing DNA analysis."
    ],
    "title": "FBI releases description of suspect in Nancy Guthrie disappearance, raises reward for information",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/feds-investigating-whether-2-ice-officers-lied-about-the-shooting-of-a-venezuelan-man-in-minneapolis",
    "article_url": "https://ground.news/article/feds-investigating-whether-2-ice-officers-lied-about-the-shooting-of-a-venezuelan-man-in-minneapolis",
    "bias": [
      "Left-Leaning coverage emphasizes the \"Venezuelan man\" and directly asserts officers \"lied\" or faced a \"perjury probe,\" framing the incident as \"Yet Another Case\" tied to \"mass deportation efforts.",
      "Its tone is accusatory, highlighting systemic issues and political figures like Kristi Noem.",
      "Right-Leaning outlets, conversely, use \"migrant\" or \"illegal immigrant,\" softening officer misconduct with terms like \"Apparently\" or \"Untruthful Statements,\" and include the initial claim of officers being \"allegedly ambushed.",
      "Center-Leaning reports maintain neutrality, using \"may have lied\" and attributing claims to \"officials say.",
      "All perspectives agree on the criminal probe, the shooting of a Venezuelan man, and ICE's admission of \"untruthful statements,\" yet diverge on the broader implications of law enforcement accountability versus immigration context."
    ],
    "bias_bar_text": "Left 38% Center 48% R 14%",
    "center_pct": 48.0,
    "error": null,
    "left_pct": 38.0,
    "location": null,
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "The federal government has opened a criminal probe into whether U.S. Immigration and Customs Enforcement officers lied about the shooting of a Venezuelan man in Minneapolis.",
      "U.S. District Court Judge Paul A. Magnuson dismissed the case against Alfredo Alejandro Aljorna and Julio Cesar Sosa-Celis with prejudice, meaning the charges cannot be resubmitted.",
      "Neither video evidence nor testimony from a neighbor and the men's romantic partners supported the agent's account that he had been attacked with a broom or shovel or that a third person was involved."
    ],
    "title": "Feds open criminal probe into whether ICE officers lied about shooting of Venezuelan man in MN",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/wasserman-to-sell-talent-agency-after-past-personal-mistakes_c0d0b6",
    "article_url": "https://ground.news/article/wasserman-to-sell-talent-agency-after-past-personal-mistakes_c0d0b6",
    "bias": [
      "Left-Leaning outlets frame the situation as an \"Epstein Debacle\" or \"controversy,\" emphasizing Wasserman's \"past personal mistakes\" and the \"uproar\" to highlight accountability for powerful figures.",
      "Right-Leaning coverage employs terms like \"Epstein Accomplice Maxwell\" and notes his \"Hollywood mogul\" lineage, focusing on moral failings and direct association with criminality.",
      "Center-Leaning reports maintain a more neutral tone, presenting \"revelations\" and including Wasserman's denial of a relationship with Epstein and the loss of a client, details de-emphasized by other perspectives.",
      "All agree Wasserman is selling his agency due to the Maxwell connection and his self-declared \"distraction.",
      "This divergence underscores ideological priorities: left on public accountability, right on moral condemnation and privilege."
    ],
    "bias_bar_text": "Left 39% Center 46% R 15%",
    "center_pct": 46.0,
    "error": null,
    "left_pct": 39.0,
    "location": null,
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "Casey Wasserman, the Los Angeles 2028 Olympics chief, is selling his talent and marketing agency amid controversy over past emails with Ghislaine Maxwell, Jeffrey Epstein's associate.",
      "Wasserman has denied a personal or business relationship with Epstein but apologized for his emails with Maxwell before their crimes were known.",
      "The LA28 previously backed Wasserman after a review, but he felt he had become a distraction and will focus on the 2028 Olympics during the agency sale process."
    ],
    "title": "LA28 chief Casey Wasserman to sell talent agency amid Epstein controversy: Report",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/house-passes-save-america-act-all-eyes-now-on-the-senate-dr-rich-swierclick-to-open-the-search-input-fieldscroll-to-top",
    "article_url": "https://ground.news/article/house-passes-save-america-act-all-eyes-now-on-the-senate-dr-rich-swierclick-to-open-the-search-input-fieldscroll-to-top",
    "bias": [
      "Right-Leaning coverage frames the SAVE Act as urgent protection—using charged terms like \"illegal aliens,\" \"an absolute disaster,\" and appeals to a \"vast majority of Americans,\" and highlights tactical details and local scenes—portraying noncitizen voting as a concrete threat—while left-leaning attention to the bill is de-emphasized in these analyses.",
      "Center outlets emphasize \"election security\" and Noem's rebuke that opponents \"want to cheat\" but avoid the harsher immigration rhetoric.",
      "The pivotal divides are claims of noncitizen voting and DHS authority; both sides nonetheless foreground \"election integrity\" as the central value."
    ],
    "bias_bar_text": null,
    "center_pct": 36.0,
    "error": null,
    "left_pct": null,
    "location": "United States",
    "right_pct": 64.0,
    "status": "ok",
    "summary": [
      "On Friday, Homeland Security Secretary Kristi Noem urged Congress in Phoenix to pass the SAVE America Act, emphasizing its requirements for proof of citizenship and photo ID to protect elections.",
      "As head of DHS, Noem argues the federal government has a role in elections, which she describes as 'critical infrastructure' she is responsible for safeguarding.",
      "Citing specific cases, Noem pointed to an undocumented immigrant from Guyana and a mayor in Coldwater, Kansas, while voting experts warn at least 20 million U.S. citizens of voting age lack proof of citizenship.",
      "If enacted, the bill would require states to share voter rolls with DHS to verify citizenship, with immediate effect upon passing and signing into law, Noem said."
    ],
    "title": "Noem pushes back on criticism of SAVE America Act",
    "topic": "Kristi Noem",
    "topic_full": "Kristi Noem · United States"
  },
  {
    "article_path": "/article/pentagon-says-byd-is-cooperating-with-the-chinese-military",
    "article_url": "https://ground.news/article/pentagon-says-byd-is-cooperating-with-the-chinese-military",
    "bias": [
      "Left-Leaning coverage emphasizes the list's withdrawal \"without explanation,\" focusing on the lack of transparency.",
      "Right-Leaning outlets frame the \"publishes, then withdraws\" sequence as indecisiveness, explicitly linking companies to the \"Chinese regime’s military build-up\" and suggesting a \"softer line\" on China, evoking national security concerns.",
      "Center-Leaning reports highlight \"mixed signals\" and a \"fragile US-China truce,\" portraying the event as injecting uncertainty into US-China relations.",
      "While all agree on the core action of adding and withdrawing the list, the left prioritizes governmental accountability, the right focuses on perceived national security weakness, and the center on geopolitical stability, revealing distinct ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 55.0,
    "error": null,
    "left_pct": 9.0,
    "location": "United States",
    "right_pct": 36.0,
    "status": "ok",
    "summary": [
      "The Trump administration withdrew an updated list of Chinese military-backed companies that included tech giants Alibaba and Baidu .",
      "The Section 1260H list identifies companies the US government believes are Chinese military companies or contributors to China's military-civil fusion efforts.",
      "Alibaba denied any role in China's military or military-civil fusion strategy and said it would pursue available legal remedies."
    ],
    "title": "U.S. withdraws Chinese military backed companies list-Federal Register",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · United States"
  },
  {
    "article_path": "/article/groups-threaten-suit-over-xai-turbines-in-whitehaven_1fb9d4",
    "article_url": "https://ground.news/article/groups-threaten-suit-over-xai-turbines-in-whitehaven_1fb9d4",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 100.0,
    "error": null,
    "left_pct": null,
    "location": "Mississippi",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Feb. 13, 2026, the Southern Environmental Law Center and Earthjustice filed a notice of intent to sue xAI and MZX Tech LLC on behalf of the NAACP , citing Clean Air Act claims and serving a 60-day notice.",
      "At the Stanton Road power plant, public records show xAI installed 27 unpermitted turbines, with 18 turbines used since November to power the Colossus II data center.",
      "Thermal imagery and expert analysis show Floodlight's late January images reveal a dozen unpermitted turbines burning gas despite the EPA's recent ruling, while Mississippi state regulators classify them as portable/mobile units exempt from permits.",
      "A public hearing on Feb. 17 will consider xAI's permit application estimating over 6 million tons of greenhouse gases and roughly 75% natural gas power, affecting majority-Black neighborhoods.",
      "The notice filed February 13 follows a June 2025 60-day notice and previous county permissions for turbines at Colossus 1, highlighting ongoing legal and regulatory challenges."
    ],
    "title": "NAACP threatens to sue Musk’s xAI over Mississippi gas turbines powering data center",
    "topic": "Business",
    "topic_full": "Business · Mississippi"
  },
  {
    "article_path": "/article/4-dead-in-small-plane-crash-near-colorado-ski-resort-community-of-steamboat-springs_2559f1",
    "article_url": "https://ground.news/article/4-dead-in-small-plane-crash-near-colorado-ski-resort-community-of-steamboat-springs_2559f1",
    "bias": [
      "While all perspectives largely align on the tragic facts of four deaths in a small plane crash near Steamboat Springs, subtle differences emerge in emphasis.",
      "Right-Leaning coverage employs a slightly positive rhetorical tactic by describing the location as a \"popular\" ski resort, a detail de-emphasized by left-leaning outlets.",
      "The left primarily focuses on the core event and investigation, de-emphasizing specific details like the plane's registration or the explicit mention of \"unknown circumstances\" regarding the crash, which center and right-leaning reports consistently include.",
      "Center coverage provides comprehensive factual details, often naming specific local officials.",
      "Despite these minor divergences in detail and a single rhetorical flourish, all outlets agree on the number of fatalities, the location, the plane type, and the NTSB's investigation, underscoring a shared emphasis on reporting core incident facts."
    ],
    "bias_bar_text": null,
    "center_pct": 76.0,
    "error": null,
    "left_pct": 14.0,
    "location": "Colorado",
    "right_pct": 10.0,
    "status": "ok",
    "summary": [
      "On Feb. 13, an Epic Aircraft E1000 crashed near Emerald Mountain in Steamboat Springs around 12:20 a.m., killing four people at the scene.",
      "Local officials said the crash happened on the south approach to Bob Adams Airport, at the top of Emerald Mountain, with preliminary reports citing unknown circumstances in mountainous terrain.",
      "Records show the aircraft registered to ALS Aviation LLC of Franklin, Tennessee, with a certificate issued in April 2024 and company records indicating formation on Dec. 7, 2021, and later inactive status.",
      "Routt County officials said search-and-rescue teams recovered four bodies and the coroner is identifying victims to notify next of kin, while the crash site remains cordoned off and NTSB investigators are en route.",
      "The FAA expects a preliminary report in about 30 days as NTSB investigators document the scene and focus on the pilot, aircraft and operating environment."
    ],
    "title": "4 dead in small plane crash near Colorado ski resort community of Steamboat Springs",
    "topic": "Aviation Accidents",
    "topic_full": "Aviation Accidents · Colorado"
  },
  {
    "article_path": "/article/dea-quietly-resumes-anti-drug-coordination-with-bolivia-almost-20-years-since-its-expulsion",
    "article_url": "https://ground.news/article/dea-quietly-resumes-anti-drug-coordination-with-bolivia-almost-20-years-since-its-expulsion",
    "bias": [
      "Left-Leaning coverage frames the DEA 's resumption of anti-drug coordination with Bolivia using \"quietly\" to imply a lack of transparency, portraying it as \"reviving a sensitive relationship.",
      "Right-Leaning perspectives also note the \"quietly\" aspect but emphasize the prior \"expulsion\" to highlight past failures and underscore the importance of the current move, crucially adding Bolivia's status as \"the world’s third-biggest producer of cocaine\" to stress law and order priorities.",
      "Center-Leaning reports remain largely descriptive, de-emphasizing historical context or political labels.",
      "All perspectives agree on the core event and the \"sensitive relationship\" aspect, revealing shared diplomatic caution despite divergent emphasis on government transparency versus national security and historical context."
    ],
    "bias_bar_text": null,
    "center_pct": 22.0,
    "error": null,
    "left_pct": 67.0,
    "location": "Bolivia",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "On Thursday, Bolivia's Vice Minister of Social Defense and Controlled Substances said the U.S. has resumed counternarcotics coordination with President Rodrigo Paz's government, with details still being finalized.",
      "Earlier this year, Paz moved to restore full diplomatic ties after nearly two decades in which Morales's Movement Toward Socialism party shunned the West, and Justiniano claimed over 90% of Chapare coca is diverted to cocaine.",
      "Ernesto Justiniano said Bolivia is receiving U.S. support in training Bolivian law-enforcement personnel but was equivocal about repeating 1990s tactics, while Aquilardo Caricari warned of resistance to military bases in the Chapare region and Cochabamba tropics.",
      "Experts say the agency's return marks an important foreign policy achievement for the United States, and Paz seeks to reclaim Bolivia's role as a U.S. partner, echoing his father Jaime Paz Zamora's earlier rapprochement.",
      "Amid acknowledged sensitivities in coca-growing areas, officials say a couple more meetings remain before Bolivia's foreign ministry finalizes terms for DEA 's return, with U.S. diplomatic and law-enforcement teams involved."
    ],
    "title": "DEA quietly resumes anti-drug coordination with Bolivia almost 20 years since its expulsion",
    "topic": "DEA",
    "topic_full": "DEA · Bolivia"
  },
  {
    "article_path": "/article/cbp-official-charged-with-harboring-girlfriend-who-is-in-us-illegally_ea8c40",
    "article_url": "https://ground.news/article/cbp-official-charged-with-harboring-girlfriend-who-is-in-us-illegally_ea8c40",
    "bias": [
      "Left-Leaning outlets frame the CBP supervisor's actions by emphasizing an \"undocumented migrant\" girlfriend, highlighting his hypocrisy in \"overseeing immigration laws.",
      "Right-Leaning coverage, conversely, uses terms like \"illegal immigrant\" or \"illegal alien,\" often sensationalizing with \"astonishing twist\" or \"HOLY SMOKES\" and focusing on the \"niece\" relationship and a \"minor child\" de-emphasized by the left.",
      "Center coverage uses neutral \"unauthorized immigrant\" and includes the \"niece\" detail without the right's emotive language.",
      "Both sides agree on Wilkinson facing charges and a potential 10-year sentence, yet their divergent portrayals underscore fundamental ideological splits regarding immigration enforcement versus humanization."
    ],
    "bias_bar_text": "L 22% 11% Right 67%",
    "center_pct": 11.0,
    "error": null,
    "left_pct": 22.0,
    "location": null,
    "right_pct": 67.0,
    "status": "ok",
    "summary": [
      "Updated Feb. 13, 2026, a CBP supervisor was federally charged with harboring an undocumented immigrant he allegedly had a romantic relationship with, authorities said.",
      "In April 2025, CBP's Office of Professional Responsibility learned the woman was living with Wilkinson, who was aware of her immigration status, after she entered on a temporary visa in August 2023.",
      "Wilkinson allegedly provided housing, credit cards, and financial support while driving the woman through U.S. Border Patrol checkpoints near the Texas border using vehicles registered to Wilkinson.",
      "After his Feb. 10 arrest, Andres Wilkinson remains in custody, made an initial appearance, has detention hearings set before U.S. Magistrate Judge Brian Bajew, and faces up to 10 years in federal prison and a $250,000 maximum fine, prosecutors say.",
      "Records indicate the woman may be Wilkinson's niece while filings show a withdrawn green card petition, raising relationship complexity questions, investigators say."
    ],
    "title": "CBP official charged with harboring girlfriend who is in US illegally",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/frozen-gateway-tunnel-funds-will-be-released-next-week-trump-administration-tells-new-york-new-jersey_c4320c",
    "article_url": "https://ground.news/article/frozen-gateway-tunnel-funds-will-be-released-next-week-trump-administration-tells-new-york-new-jersey_c4320c",
    "bias": [
      "Left-Leaning narratives emphasize the former administration's \"funding interference,\" framing the resolution as a forced capitulation after a \"court smackdown,\" using terms like \"caves\" and \"hold tunnel money hostage.",
      "This perspective details the specific legal challenges and court orders.",
      "Conversely, while the provided right-leaning analysis also includes the \"caves\" and \"hostage\" language, its coverage is notably shorter, de-emphasizing the legal proceedings and the duration of the \"funding freeze,\" focusing more on the immediate outcome.",
      "Center-Leaning coverage maintains a neutral tone, directly attributing actions to the \" Trump administration \" and using \"frozen\" descriptively, while also noting the initial $30 million disbursement and anticipating \"more battles\" for future funds.",
      "All perspectives agree on the $30 million release for the $16 billion Gateway tunnel project, highlighting a shared focus on infrastructure but diverging significantly on the portrayal of executive actions and judicial oversight."
    ],
    "bias_bar_text": "Left 43% Center 50% 7%",
    "center_pct": 50.0,
    "error": null,
    "left_pct": 43.0,
    "location": null,
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "The Trump administration released $30 million of $205 million in frozen federal funding for the $16 billion Hudson Tunnel Project in New York after New York and New Jersey sued.",
      "A U.S. appeals court declined to undo a lower court order requiring the funding, which had been frozen since October and forced the project to halt construction last week.",
      "The Gateway Development Commission said it received the initial $30 million and expects to receive the full $205 million, but construction remains paused until all funds are received."
    ],
    "title": "Frozen Gateway Tunnel funds will be released next week, Trump administration tells New York, New Jersey",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/ken-paxton-backs-ivermectin-proponent-in-texas-medical-board-case",
    "article_url": "https://ground.news/article/ken-paxton-backs-ivermectin-proponent-in-texas-medical-board-case",
    "bias": [
      "Left-Leaning coverage frames Attorney General Paxton's support for an \"ivermectin champion’s fight\" as backing a controversial stance, implicitly critiquing the action.",
      "Right-Leaning outlets, conversely, portray Paxton as \"Intervenes To Void\" a reprimand or backing a doctor \"Against State’s Own Medical Board,\" emphasizing a challenge to institutional overreach with a positive, decisive tone.",
      "Center-Leaning reports also use \"champion\" but highlight Paxton's action as the \"latest example\" of him challenging agencies he defends.",
      "While all agree Paxton is involved in Dr. Bowden's reprimand for prescribing ivermectin, the right provides specific dates and mentions a civil suit, de-emphasized elsewhere.",
      "These portrayals reveal deep ideological divides concerning medical authority and governmental oversight."
    ],
    "bias_bar_text": null,
    "center_pct": 46.0,
    "error": null,
    "left_pct": 18.0,
    "location": "Texas",
    "right_pct": 36.0,
    "status": "ok",
    "summary": [
      "On Thursday, Texas Attorney General Ken Paxton announced he filed to intervene in Dr. Mary Talley Bowden’s lawsuit against the Texas Medical Board.",
      "The Texas Medical Board, a 19-member board including 12 physicians and seven public members, reprimanded Dr. Mary Talley Bowden in October 2021 and upheld the decision in December 2021.",
      "Bowden prescribed ivermectin for Jason Jones, a Tarrant County sheriff’s deputy at Texas Health Huguley hospital, and sent a nurse to administer it while staff called Fort Worth police; Jones’s wife sued, and courts later ordered the hospital to grant Bowden privileges.",
      "Paxton said he intervened `to ensure administrative agencies don't violate the rights of licensed professionals in Texas` and called Bowden a `champion for health freedom`, while the Texas Medical Board and Dr. Sherif Zaafran Thursday offered no immediate comment."
    ],
    "title": "Ken Paxton supports doctor’s challenge against Texas Medical Board in ivermectin case",
    "topic": "Texas Politics",
    "topic_full": "Texas Politics · Texas"
  },
  {
    "article_path": "/article/judge-gives-us-2-weeks-to-retrieve-student-deported-to-honduras-while-traveling-for-thanksgiving_66cc97",
    "article_url": "https://ground.news/article/judge-gives-us-2-weeks-to-retrieve-student-deported-to-honduras-while-traveling-for-thanksgiving_66cc97",
    "bias": [
      "Left-Leaning outlets frame the student's deportation as an unjust disruption, using terms like \"wrongfully deported\" and \"flagrant violation\" to evoke sympathy and deliver a \"stern rebuke\" to the \"Trump administration.",
      "Right-Leaning coverage, while acknowledging the judge's order for return within \"two weeks,\" emphasizes the \"deported\" status, focusing on legal action.",
      "Center-Leaning perspectives highlight the \"Landmark Ruling\" and describe the event as \"mistakenly deported,\" acknowledging an error without the left's strong condemnation.",
      "All perspectives agree on the judge's order and the student's identity, yet their distinct portrayals underscore a fundamental ideological divide between humanitarian concerns and immigration enforcement."
    ],
    "bias_bar_text": null,
    "center_pct": 64.0,
    "error": null,
    "left_pct": 28.0,
    "location": "Massachusetts",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "In his ruling on Tuesday, US District Judge Richard G. Stearns ordered Any Lucia Lopez Belloza returned to the United States no later than 14 days from Friday, saying it is time for the government to make amends.",
      "Because of a clerical error, court records say ICE agents removed her despite a 72-hour stay obtained by her lawyer.',' and a clerical/agent error resulted in her being flown to Honduras.",
      "She was detained at Logan Airport, Boston while bound for Texas, handcuffed and taken to ICE's Burlington field office before being held with other women and placed on the deportation flight via Texas to Honduras.",
      "Stearns gave officials until Feb. 18, 2026 to file a status report and ordered the federal government to return her by Feb. 26, warning of possible contempt if it fails.",
      "Belloza remains in Honduras living with her grandmother and continuing Babson College coursework remotely, while federal filings show officials apologized but argued a student visa `is unfeasible`."
    ],
    "title": "Judge gives US 2 weeks to retrieve student deported to Honduras while traveling for Thanksgiving",
    "topic": "US Immigration",
    "topic_full": "US Immigration · Massachusetts"
  },
  {
    "article_path": "/article/us-military-launches-deadly-strike-on-drug-trafficking-vessel-in-the-caribbean-leaving-3-dead_77c850",
    "article_url": "https://ground.news/article/us-military-launches-deadly-strike-on-drug-trafficking-vessel-in-the-caribbean-leaving-3-dead_77c850",
    "bias": [
      "Left-Leaning outlets frame the event around \"strikes\" and \"killing,\" emphasizing the human cost and questioning ongoing military actions, noting \"130 people killed\" in similar operations.",
      "Right-Leaning coverage, conversely, highlights a \"deadly strike\" against \"drug-trafficking vessels\" or \"narco-terrorists,\" justifying aggressive action against \"designated terrorist organizations\" and citing \"over 100 people\" killed in recent operations to underscore the scale of the threat.",
      "Center-Leaning reports maintain neutrality with \"allegedly\" and \"strikes,\" including specific SOUTHCOM details and noting \"no U.S. military personnel were harmed.",
      "The pivotal divergence lies in characterizing the targets—from alleged drug traffickers to \"narco-terrorists\"—and the broader implications of military force.",
      "All agree on the US military conducting a strike resulting in three fatalities on an alleged drug vessel, reflecting ideological splits on national security and military intervention."
    ],
    "bias_bar_text": null,
    "center_pct": 54.0,
    "error": null,
    "left_pct": 22.0,
    "location": "United States",
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "On Friday, U.S. Southern Command said U.S. forces struck a vessel in the Caribbean Sea, killing three individuals as a video shows the boat explode.",
      "Since early September, the campaign of boat strikes has resulted in at least 38 attacks and a death toll of 130 people, slowing after January, officials said.",
      "SOUTHCOM, which oversees operations in the region, conducted the operation at the direction of its commander, Gen. Francis L. Donovan, and assessed the vessel was engaged in drug-smuggling, with no U.S. forces harmed.",
      "Defense Secretary Pete Hegseth said last week some top cartel drug-traffickers have decided to cease narcotics operations indefinitely due to recent kinetic strikes.",
      "Transparency concerns persist as U.S. Southern Command withheld strike details, and critics say the administration offered little evidence for killing `narcoterrorists` amid the Caribbean region's drug transit role."
    ],
    "title": "US military launches deadly strike on drug-trafficking vessel in the Caribbean, leaving 3 dead",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · United States"
  },
  {
    "article_path": "/article/judge-dismisses-charges-against-3-connecticut-officers-accused-of-mistreating-paralyzed-prisoner",
    "article_url": "https://ground.news/article/judge-dismisses-charges-against-3-connecticut-officers-accused-of-mistreating-paralyzed-prisoner",
    "bias": [
      "Left-Leaning outlets emphasize the \"paralyzed prisoner\" and alleged \"mistreating\" by officers, employing emotionally charged language to implicitly question accountability.",
      "Right-Leaning coverage, conversely, frames the \"Judge dismisses charges\" as a neutral legal outcome, de-emphasizing emotional framing.",
      "Center perspectives report a \"factual legal outcome,\" uniquely detailing Cox \"broke his neck when the van braked,\" providing specific context.",
      "While all agree a judge dismissed charges against three officers via a probation program, these contrasting narratives reveal a pivotal dividing line: the left's focus on systemic vulnerability versus the right's emphasis on legal process."
    ],
    "bias_bar_text": null,
    "center_pct": 65.0,
    "error": null,
    "left_pct": 23.0,
    "location": "Connecticut",
    "right_pct": 12.0,
    "status": "ok",
    "summary": [
      "A Connecticut judge dismissed criminal charges against three officers accused of mistreating a paralyzed prisoner, Richard \"Randy\" Cox, saying their conduct was not malicious.",
      "Cox, 40, was left paralyzed from the chest down after a police van with no seat belts braked hard, causing him to hit a metal partition while handcuffed.",
      "Officers were accused of mocking Cox, accusing him of being drunk, and dragging him around the police station before getting medical help."
    ],
    "title": "Judge dismisses charges against 3 Connecticut officers accused of mistreating paralyzed prisoner",
    "topic": "US Crime",
    "topic_full": "US Crime · Connecticut"
  },
  {
    "article_path": "/article/louisiana-sen-bill-cassidy-waves-off-trumps-backing-of-gop-rival-in-reelection-bid_b7381e",
    "article_url": "https://ground.news/article/louisiana-sen-bill-cassidy-waves-off-trumps-backing-of-gop-rival-in-reelection-bid_b7381e",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 17.0,
    "error": null,
    "left_pct": 83.0,
    "location": "Louisiana",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Friday, Republican Sen. Bill Cassidy filed for reelection in Louisiana and downplayed President Donald Trump's endorsement of a GOP rival as unlikely to decide the May primary.",
      "Cassidy's 2021 impeachment vote left a legacy that includes his first ballot appearance since voting to convict during Trump's 2021 impeachment trial after Jan. 6, and his censure by Louisiana Republicans for joining six others.",
      "Trump endorsed Republican Rep. Julia Letlow even before she declared and Letlow filed her paperwork in Baton Rouge, while Cassidy's campaign parked a mobile billboard outside the Louisiana Secretary of State's Office calling her `liberal`.",
      "With the filing deadline passed, big-name Democrats declined to run, and former Gov. John Bel Edwards announced last year he would not seek the Senate seat."
    ],
    "title": "Louisiana Sen. Bill Cassidy waves off Trump’s backing of GOP rival in reelection bid",
    "topic": "Louisiana Politics",
    "topic_full": "Louisiana Politics · Louisiana"
  },
  {
    "article_path": "/article/picture-days-cancelled-after-former-owner-of-us-school-photography-company-named-in-epstein-files",
    "article_url": "https://ground.news/article/picture-days-cancelled-after-former-owner-of-us-school-photography-company-named-in-epstein-files",
    "bias": [
      "Left-Leaning coverage foregrounds community outrage and reputational risk—using terms like \"fury,\" \"panicked,\" and \"shopping list of children\"—while right-leaning pieces emphasize punitive remedies and elite ties, urging actions framed by phrases like \"End Lifetouch Contracts...\" and spotlighting a named financier connection; center outlets de-emphasized outrage and stressed the company's \"completely false\" denial and procedural reviews.",
      "Pivotal dividing lines are evidentiary standards versus precautionary policy and focus on corporate ownership versus parent alarm.",
      "All sides note canceled picture days and denials, revealing tensions between institutional trust and populist accountability."
    ],
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 21.0,
    "location": "Texas",
    "right_pct": 12.0,
    "status": "ok",
    "summary": [
      "Some US schools canceled class pictures after online claims linked the company Lifetouch to Jeffrey Epstein 's associates.",
      "Lifetouch CEO Ken Murphy denied any connection to Epstein and emphasized student privacy and data protection.",
      "One parent expressed concerns about having children's photos taken if Lifetouch was associated with Epstein."
    ],
    "title": "Some US schools cancel class pictures after online claims surrounding Epstein",
    "topic": "Education",
    "topic_full": "Education · Texas"
  },
  {
    "article_path": "/article/governments-must-use-new-un-resolution-to-turn-icjs-advisory-opinion-on-climate-change-into-robust-action",
    "article_url": "https://ground.news/article/governments-must-use-new-un-resolution-to-turn-icjs-advisory-opinion-on-climate-change-into-robust-action",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 76.0,
    "error": null,
    "left_pct": 24.0,
    "location": "United States",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On 13 February, informal consultations began at the U.N. General Assembly in New York on a zero draft climate resolution circulated by Vanuatu that stems from the ICJ's 2025 Advisory Opinion.",
      "The draft seeks to convert the ICJ opinion into actionable state duties, including NDCs and subsidy phase-outs, urging states to comply with obligations under international law and adopt measures limiting warming below 1.5°C.",
      "Human Rights Watch and Amnesty emphasized mechanisms like an International Register of Damage to document claims, with Candy Ofime warning the draft faces pushback from high-emitting richer countries.",
      "A revised draft is expected in early March, with a sponsorship window and U.N. Ambassador Odo Tevi pressing for a vote by the end of March, to move the resolution toward adoption.",
      "The U.S. has lobbied to withdraw the draft, calling it `even more problematic`, with several G7 members, China, Saudi Arabia, and Russia sharing concerns, according to a State Department cable sent Tuesday."
    ],
    "title": "Trump Administration Urges Nations to Call for the Withdrawal of a UN Climate Proposal",
    "topic": "Donald Trump",
    "topic_full": "Donald Trump · United States"
  },
  {
    "article_path": "/article/a-judge-says-shell-rule-that-the-us-still-cannot-force-states-to-provide-data-on-snap-recipients",
    "article_url": "https://ground.news/article/a-judge-says-shell-rule-that-the-us-still-cannot-force-states-to-provide-data-on-snap-recipients",
    "bias": [
      "Left-Leaning coverage neutrally reports a judge's ruling preventing the US from compelling states for SNAP data.",
      "Center-Leaning outlets echo this factual tone but include more specific details, such as the judge's name and the data's link to 'immigration status,' which the left de-emphasized.",
      "Right-Leaning coverage, however, employs terms like 'force' to frame the federal action as an overreach infringing on states' rights, revealing a distinct rhetorical tactic.",
      "While all perspectives agree on the core ruling, this divergence in emphasis—from factual legal development to federal coercion—highlights underlying ideological divides concerning governmental power and welfare policy."
    ],
    "bias_bar_text": null,
    "center_pct": 79.0,
    "error": null,
    "left_pct": 15.0,
    "location": "United States",
    "right_pct": 6.0,
    "status": "ok",
    "summary": [
      "A tentative ruling Friday said President Donald Trump 's administration cannot force states to hand over detailed SNAP records and plans to block federal action on last year's letters.",
      "After USDA warned in December that it would stop paying state administrative costs for SNAP, 22 states sued following claims the administration says data shows higher fraud, with most plaintiff states having Democratic governors.",
      "The data request targeted detailed records, including applicants' and recipients' immigration status, which states argued could be shared with immigration enforcement authorities, and USDA security protocols were rejected by states.",
      "Most states, including Nevada, complied with the SNAP data request while Kansas has not complied and has not joined the lawsuit affecting about 42 million Americans.",
      "The federal government maintains that the previous court ruling does not apply to its latest demands, and observers say this battle over SNAP records targets states led by Democrats amid broader funding disputes."
    ],
    "title": "A judge says she’ll rule that the US still cannot force states to provide data on SNAP recipients",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/wendys-closes-us-restaurants-and-focuses-on-value-to-turn-around-falling-sales_12ad5f",
    "article_url": "https://ground.news/article/wendys-closes-us-restaurants-and-focuses-on-value-to-turn-around-falling-sales_12ad5f",
    "bias": [
      "Left-Leaning coverage frames Wendy's restaurant closures neutrally, focusing on the business decision to \"turn around falling sales\" and the \"weaker-than-expected\" quarter, often citing a \"6% of its stores\" reduction.",
      "Right-Leaning outlets, however, intensify the narrative, using terms like \"shutter\" and highlighting an \"11.3% sales plunge\" in its home market to underscore economic struggle and immediate negative consequences.",
      "While the left de-emphasizes specific U.S. market struggles, the right portrays the closures as a significant negative event, implicitly critiquing broader economic conditions.",
      "Center-Leaning reports offer more detailed strategic initiatives, like replacing \"underperforming outlets\" and analyst expectations, providing a balanced view of both challenges and company confidence to \"arrest its sales slide.",
      "All perspectives agree on the core fact of \"several hundred U.S. restaurants\" closing due to falling sales, reflecting differing priorities in economic interpretation."
    ],
    "bias_bar_text": null,
    "center_pct": 81.0,
    "error": null,
    "left_pct": 11.0,
    "location": "United States",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "On Friday, Wendy's said it is closing several hundred U.S. restaurants and increasing its focus on value after a weaker-than-expected fourth quarter.",
      "Wendy's reported a 5.5% revenue decline to $543 million and an 8.50% drop in global same-store sales in October-December, worse than the 8.5% expected by analysts.",
      "It expects to close between 5% and 6% of U.S. restaurants — or 298 to 358 locations — in the first half of this year, after closing 28 restaurants in the fourth quarter and 240 in 2024, ending with 5,969 U.S. locations.",
      "The company said it expects global systemwide sales will be flat this year and expressed confidence its U.S. turnaround plans and international growth will help arrest the sales slide."
    ],
    "title": "Wendy's Closes US Restaurants and Focuses on Value to Turn Around Falling Sales",
    "topic": "Wendy's",
    "topic_full": "Wendy's · United States"
  },
  {
    "article_path": "/article/a-jury-has-deadlocked-in-the-trial-of-stanford-students-charged-after-pro-palestinian-protests-in-2024_659c00",
    "article_url": "https://ground.news/article/a-jury-has-deadlocked-in-the-trial-of-stanford-students-charged-after-pro-palestinian-protests-in-2024_659c00",
    "bias": [
      "Left-Leaning coverage emphasizes \"pro-Palestinian protests\" and the students being \"charged,\" highlighting the District Attorney's intent to retry the case, framing it as an ongoing legal challenge for activists.",
      "Conversely, right-leaning outlets de-emphasize the DA's plans, instead focusing on details from prosecutors about \"broken furniture\" and \"fake blood,\" characterizing the actions as \"property invasion\" to underscore the alleged destruction.",
      "Center-Leaning reports provide broader context on protest demands and frame the event as a \"Tumultuous Clash of Activism and Law,\" acknowledging both sides.",
      "While all perspectives agree on the mistrial, the jury's deadlock, and the specific 9-3 and 8-4 votes to convict on felony charges, the divergent emphasis on legal process versus alleged damage reveals differing ideological views on activism and its consequences."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 50.0,
    "location": "California",
    "right_pct": 10.0,
    "status": "ok",
    "summary": [
      "A judge declared a mistrial in the trial of five Stanford University students charged after pro-Palestinian protests in 2024.",
      "The jury was deadlocked, with votes of 8-4 and 9-3 to convict on felony charges of vandalism and conspiracy to trespass.",
      "Prosecutors said the demonstrators broke furniture and splattered fake blood, while defense lawyers said the protest was protected speech."
    ],
    "title": "Mistrial declared in the case of Stanford students charged after pro-Palestinian protests in 2024",
    "topic": "California Politics",
    "topic_full": "California Politics · California"
  },
  {
    "article_path": "/article/diplomat-overseeing-gaza-ceasefire-says-violations-threaten-transitional-governance",
    "article_url": "https://ground.news/article/diplomat-overseeing-gaza-ceasefire-says-violations-threaten-transitional-governance",
    "bias": null,
    "bias_bar_text": "Left 60% Center 40%",
    "center_pct": 40.0,
    "error": null,
    "left_pct": 60.0,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Friday, Nickolay Mladenov, U.N. envoy and high representative for Gaza for the U.S.-established Board of Peace, warned ceasefire violations obstruct the Palestinian transitional committee's postwar governance role.",
      "Hamas has not handed over institutional control, and the ceasefire calls for it to lay down arms and for an international security force to deploy, but there has been no visible progress on either.",
      "Israel has continued strikes in response to alleged truce breaches, with Palestinian militants attacking Israeli forces; Gaza health officials report 591 Palestinians and four Israeli soldiers killed amid repeated airstrikes near military-held zones.",
      "Dozens of unidentified bodies were buried in Deir al-Balah after Israel transferred 54 bodies and 66 boxes earlier this month, with only one identified and no DNA testing allowed."
    ],
    "title": "Diplomat overseeing Gaza ceasefire says violations threaten transitional governance",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/netanyahu-concerned-that-trump-wants-to-make-a-deal-with-iran-expert-says",
    "article_url": "https://ground.news/article/netanyahu-concerned-that-trump-wants-to-make-a-deal-with-iran-expert-says",
    "bias": [
      "While all perspectives acknowledge Netanyahu's skepticism regarding an Iran deal following his meeting with Trump, left-leaning coverage frames this as resistance to a \"good Iran deal,\" emphasizing Trump's \"insistence\" on negotiations and Israel 's specific interests like ballistic missiles.",
      "Right-Leaning outlets, conversely, pair Netanyahu's skepticism with his view that Trump \"may be creating the conditions\" for a deal to avoid military action, portraying Trump's strategy favorably.",
      "Center coverage balances these, noting both skepticism and the possibility of a \"quality deal,\" sometimes introducing an \"expert\" on Netanyahu's \"concern.",
      "The core divergence lies in characterizing diplomatic efforts and the path to regional security."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Thursday, Israeli Prime Minister Benjamin Netanyahu voiced general skepticism about a deal with Iran as he departed Joint Base Andrews, a day after his White House meeting with President Donald Trump.",
      "Netanyahu said his nearly three-hour meeting with Trump mostly focused on Iran negotiations and emphasized any deal must address nuclear limits, ballistic missiles, and proxies.",
      "Trump also posted on Truth Social that he insisted negotiations with Iran continue after Tehran failed to make a deal, referencing Operation Midnight Hammer.",
      "Netanyahu said his conditions could lead Iran to accept terms, adding `If it cannot, we will just have to see what the outcome will be` to signal uncertainty.",
      "After Wednesday's White House meeting, the Prime Minister's Office said the leaders discussed Iran and Gaza, agreed on continued coordination, and Netanyahu will appear virtually at next week's AIPAC conference."
    ],
    "title": "Netanyahu Skeptical About Trump’s Talks with Iran, but Says ‘Good Deal’ Possible",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/indonesia-readies-up-to-8-000-troops-in-first-firm-commitment-to-gaza-peacekeeping-force",
    "article_url": "https://ground.news/article/indonesia-readies-up-to-8-000-troops-in-first-firm-commitment-to-gaza-peacekeeping-force",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Earlier this week, Indonesian Army Chief of Staff Gen. Maruli Simanjuntak said Indonesia began training up to 8,000 soldiers to serve in Gaza despite no formal guidance.",
      "Officials say the Board of Peace aims to defend Palestinian interests and promote a two-state solution, with Prabowo pledging 20,000 troops at the U.N. to boost Indonesia's profile.",
      "Military planners say the contingent could include engineering and medical units, while about 100 protesters gathered outside the U.S. Embassy in Jakarta and a petition has over 9,000 signatures.",
      "The BoP's extra-U.N. design raises immediate questions about mandate, financing and legitimacy as its inaugural meeting next week in Washington may see other nations announce troop pledges, while people fear Indonesia could face a $1 billion payment for a permanent BoP seat.",
      "Analysts say Indonesia is regarded regionally as an `honest and acceptable broker` and must ensure its troops avoid supporting Israeli military actions amid uncertain Palestinian statehood."
    ],
    "title": "Indonesia readies up to 8,000 troops in first firm commitment to Gaza peacekeeping force",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/a-us-shipment-of-medicine-to-venezuela-signals-a-new-era-of-cooperation_9d7afc",
    "article_url": "https://ground.news/article/a-us-shipment-of-medicine-to-venezuela-signals-a-new-era-of-cooperation_9d7afc",
    "bias": [
      "Left and right-leaning outlets largely converge on portraying the medicine shipment as signaling a \"new era of cooperation\" and a \"new spirit of cooperation,\" often linking it to the \"stunning capture\" of Maduro.",
      "However, center-leaning coverage uniquely highlights the U.S. having \"deposed\" Maduro and monitoring oil exports, framing the aid within \"recent diplomatic agreements\" and a \"context of openness and review of restrictive policies.",
      "This deeper geopolitical context, including the U.S. role in Maduro's removal, is de-emphasized by both left and right perspectives.",
      "While all sides acknowledge the 6 metric tons of supplies, the center's inclusion of U.S. actions like \"deposed\" reveals a pivotal dividing line concerning the extent of U.S. agency and the broader political implications of the \"cooperation.\"."
    ],
    "bias_bar_text": "L 19% Center 76%",
    "center_pct": 76.0,
    "error": null,
    "left_pct": 19.0,
    "location": null,
    "right_pct": 5.0,
    "status": "ok",
    "summary": [
      "Laura Dogu, U.S. top diplomat in Venezuela, and Félix Plasencia, Venezuelan diplomat, received a 6 metric ton U.S. shipment of medical supplies at Maiquetía airport outside Caracas.",
      "Venezuela's decade-long crisis prompted the collapse of Venezuela's public health care system, with hospitals so poorly equipped that patients must provide supplies from syringes to surgical screws.",
      "U.S. top diplomat Laura Dogu emphasized `it's very important to stabilize the health system here in Venezuela` at the airport in Maiquetía, calling the shipment `the first of many donations` arriving `in the coming days`.",
      "Félix Plasencia framed the gift as a `message of cooperation among two sovereign countries`, while an unnamed official said, `We're doing the best for our people.`",
      "On Friday, the shipment arrived from the United States, reflecting new cooperation following the capture last month of then-President Nicolás Maduro ."
    ],
    "title": "A US shipment of medicine to Venezuela signals a new era of cooperation",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/musk-labels-anthropic-as-misanthropic-and-evil",
    "article_url": "https://ground.news/article/musk-labels-anthropic-as-misanthropic-and-evil",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": "Message: \n",
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "fail",
    "summary": null,
    "title": "Musk labels Anthropic as ‘misanthropic and evil’",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/investigators-recover-dna-from-nancy-guthries-property-that-does-not-belong-to-anyone-close-to-her_f8b001",
    "article_url": "https://ground.news/article/investigators-recover-dna-from-nancy-guthries-property-that-does-not-belong-to-anyone-close-to-her_f8b001",
    "bias": [
      "Left-Leaning coverage frames the story as a transparency and accountability concern—emphasizing the \"private lab\" choice, using language like \"dodge huge question\" and highlighting vulnerability —while right-leaning coverage foregrounds law‑enforcement competence, stressing the DNA lead and \"denies claims\" that the sheriff blocked the FBI, portraying criticism as allegation-driven.",
      "Rhetorically, the left uses skeptical, urgent diction; the right uses defensive, legitimizing terms; center outlets de-emphasize partisan framing and focus on procedural cooperation.",
      "The pivotal split is over outsourcing evidence/FBI access , yet all note recovered non-family DNA, gloves found ~2 miles away, and FBI involvement."
    ],
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 29.0,
    "location": "United States",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "Investigators in the Nancy Guthrie case said they recovered unknown DNA at her property that does not match her or those close to her, officials disclosed.",
      "Pima County Sheriff Chris Nanos said investigators recovered gloves and other evidence and submitted all viable items for analysis, with samples sent to DNA Labs International for testing.",
      "Several gloves were recovered within a 10-mile radius of Nancy Guthrie's home, with the closest found about two miles away, and samples are being compared to family and household contacts.",
      "Authorities reported a surge of tips and calls after releasing footage, receiving more than 13,000 tips including 4,000 in 24 hours and nearly 5,000 calls.",
      "The county has spent roughly $200,000 sending evidence to DNA Labs International, which cannot upload to CODIS and operates the Helix HITS proprietary database."
    ],
    "title": "Investigators recover DNA from Nancy Guthrie’s property that does not belong to anyone ‘close’ to her",
    "topic": "Nancy Guthrie",
    "topic_full": "Nancy Guthrie · United States"
  },
  {
    "article_path": "/article/stephen-a-smith-moving-closer-to-2028-presidential-run",
    "article_url": "https://ground.news/article/stephen-a-smith-moving-closer-to-2028-presidential-run",
    "bias": [
      "Left-Leaning coverage frames Stephen A.",
      "Smith's presidential consideration as a \"threat\" and a repeated event, using terms like \"yet again,\" while right-leaning outlets report it neutrally as \"giving strong consideration.",
      "Center-Leaning perspectives offer a nuanced view, noting he \"downplays\" interest but is \"not ruling it out,\" often including direct quotes about his \"no desire\" for politics or a poll on his competitiveness, details de-emphasized elsewhere.",
      "The left's use of \"threatens\" injects an alarming tone, contrasting with the right's factual reporting and the center's balanced exploration of evolving intentions.",
      "While all acknowledge his consideration, this divergence reveals ideological differences in how non-traditional political figures are characterized—as a potential disruption versus a developing candidacy."
    ],
    "bias_bar_text": null,
    "center_pct": 33.0,
    "error": null,
    "left_pct": 40.0,
    "location": "United States",
    "right_pct": 27.0,
    "status": "ok",
    "summary": [
      "On Feb. 13, 2026, Stephen A. Smith told Robert Costa he is giving strong consideration to a 2027 presidential bid, with his CBS Sunday Morning interview airing Feb. 15.",
      "On Feb. 13, 2026, Smith told Costa he is giving strong consideration to the 2026 presidential race, using this year to study issues and decide whether to run.",
      "Appearing in some 2028 polls and on political programming, Smith's media footprint has gained attention, with Trump publicly backing him last May, raising his profile.",
      "Not ruling out a run, Smith says he is giving strong consideration to running as a Democrat due to dissatisfaction with the party, he told Costa.",
      "Costa says Smith is moving closer to a 2028 campaign, comparing the time with him to pre-2013 Trump days, and Smith's polling mentions suggest he could reshape attention in the 2028 cycle."
    ],
    "title": "Stephen A. Smith downplays 2028 campaign interest, but ‘not ruling it out’",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/us-military-preparing-for-potentially-weeks-long-iran-operations",
    "article_url": "https://ground.news/article/us-military-preparing-for-potentially-weeks-long-iran-operations",
    "bias": [
      "Right-Leaning coverage frames potential military action against Iran with an assertive tone, using terms like \"Prepping\" for operations, emphasizing military readiness.",
      "Center-Leaning coverage, while also acknowledging \"weeks-long operations,\" incorporates President Trump's direct quote about the necessity of \"fear\" for resolution, a strategic rationale de-emphasized elsewhere.",
      "Both perspectives align on the U.S. military preparing for a \"far more serious conflict\" contingent on a presidential order.",
      "This divergence highlights differing priorities in presenting the President's strategic thinking versus focusing solely on operational readiness, reflecting broader ideological approaches to foreign policy and national security."
    ],
    "bias_bar_text": null,
    "center_pct": 47.0,
    "error": null,
    "left_pct": 13.0,
    "location": "United States",
    "right_pct": 40.0,
    "status": "ok",
    "summary": [
      "On Feb 13, the U.S. military is preparing for possible weeks-long operations against Iran, with the Pentagon adding an aircraft carrier and thousands more troops, officials told Reuters.",
      "Amid rising tensions, U.S. and Iranian diplomats met in Oman last week to revive nuclear talks after Trump warned, `Sometimes you have to have fear. That's the only thing that really will get the situation taken care of.`",
      "Planners say a sustained campaign could strike beyond nuclear sites, hitting Iranian state and security facilities, and experts warn U.S. planners expect back-and-forth strikes given Iran's missile arsenal.",
      "U.S. forces across the Middle East face heightened risk from retaliatory strikes as Iran's Revolutionary Guards warned they could target any U.S. base after Iran's limited strike on Qatar.",
      "By contrast, last year's 'Midnight Hammer' was a one-off U.S. strike, while officials now plan sustained operations targeting Iranian facilities, officials told Reuters."
    ],
    "title": "US military preparing for potentially weeks-long Iran operations",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · United States"
  },
  {
    "article_path": "/article/trump-says-he-will-seek-to-require-voter-id-for-midterms-regardless-of-congress_2c70b8",
    "article_url": "https://ground.news/article/trump-says-he-will-seek-to-require-voter-id-for-midterms-regardless-of-congress_2c70b8",
    "bias": [
      "Left-Leaning coverage frames Trump's voter ID proposal as a \"threat\" or \"vow\" to bypass Congress, emphasizing a potential \"firestorm\" and \"unusual appeal\" to the Supreme Court, underscoring legal challenges.",
      "Right-Leaning outlets portray Trump's \"vows\" to mandate voter ID as \"securing our elections\" against a perceived \"SCAM,\" highlighting his determination.",
      "Center-Leaning reports neutrally present Trump's intent to \"issue executive order,\" detailing his claims about Democrats and noting \"unfounded\" fraud assertions.",
      "The legality of bypassing Congress and the prevalence of voter fraud are pivotal dividing lines.",
      "While all acknowledge Trump's intent to mandate voter ID, the differing portrayals reflect fundamental ideological splits on executive power and election security."
    ],
    "bias_bar_text": null,
    "center_pct": 52.0,
    "error": null,
    "left_pct": 23.0,
    "location": "United States",
    "right_pct": 25.0,
    "status": "ok",
    "summary": [
      "On Feb. 13, 2026, President Donald Trump said he would seek national voter-ID requirements for the November midterms regardless of Congress and will shortly issue an executive order laying out the legal reasons.",
      "Amid opposition from House Democrats, Trump posted to Truth Social that he will push for voter-ID laws for the 2026 midterms, despite legislative delays.",
      "Reporting notes President Donald Trump did not clarify the legal basis for nationwide voter ID rules while backing proof-of-citizenship requirements and limits on mail-in ballots.",
      "Under the Constitution, state and local officials run elections, complicating a federal mandate as President Trump declared he would bypass Congress to require voter ID for the November midterm elections.",
      "With narrow Republican majorities and typical midterm losses for incumbent presidents' parties, similar House-passed bills have repeatedly died in the Senate."
    ],
    "title": "Trump says he will seek to require voter ID for midterms regardless of Congress",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/trump-says-change-in-power-in-iran-would-be-the-best-thing-that-could-happen_24173a",
    "article_url": "https://ground.news/article/trump-says-change-in-power-in-iran-would-be-the-best-thing-that-could-happen_24173a",
    "bias": [
      "Left-Leaning outlets frame the deployment of a \"second aircraft carrier\" and Trump's \"best thing\" comment as an \"escalation\" of military force, highlighting \"growing tension\" and potential \"traumatic consequences\" within a historical context of U.S. presence.",
      "Right-Leaning coverage, conversely, presents Trump's \"Calls For Iranian Regime Change\" as a justified response to \"Tehran Revamps Missile Arsenal,\" advocating a \"tougher US posture\" and \"maximum military pressure,\" even including a misleading \"Maduro's Captured Nuclear Aircraft Carrier\" reference.",
      "Center-Leaning reports neutrally convey Trump's direct quote and the prospect of \"prolonged conflict,\" uniquely noting \"Gulf nations\" warnings.",
      "While all acknowledge Trump's statement and the carrier deployment, these portrayals reveal deep ideological splits on foreign policy and interventionism."
    ],
    "bias_bar_text": null,
    "center_pct": 35.0,
    "error": null,
    "left_pct": 34.0,
    "location": "United States",
    "right_pct": 31.0,
    "status": "ok",
    "summary": [
      "On Friday, President Donald Trump embraced possible regime change in Iran and confirmed the Pentagon sent a second U.S. aircraft carrier group to the Middle East.",
      "Escalating tensions stem from Tehran's crackdown on nationwide protests, with the Human Rights Activists News Agency reporting 7,005 killed and more than 53,000 arrested, while Iranians hold 40-day mourning ceremonies.",
      "The USS Gerald R. Ford, the world's largest aircraft carrier, can carry more than 75 aircraft, and the Ford strike group will add over 5,000 troops, doubling available aircraft and munitions with two carriers.",
      "U.S. officials warned an attack could lead to a wider conflict, as Iran's missile arsenal would likely be retaliated against, and Trump said, `Sometimes you have to have fear. That's the only thing that really will get the situation taken care of`.",
      "U.S. envoys Steve Witkoff and Jared Kushner will meet in Geneva on Tuesday, as Trump said the extra carrier would withdraw if diplomacy succeeds."
    ],
    "title": "Trump says Iran regime change would be the 'best thing that could happen'",
    "topic": "Donald Trump",
    "topic_full": "Donald Trump · United States"
  }
]
