[
  {
    "article_path": "/article/cuba-says-four-killed-after-speedboat-from-florida-entered-cuban-waters-and-opened-fire_73eacd",
    "article_url": "https://ground.news/article/cuba-says-four-killed-after-speedboat-from-florida-entered-cuban-waters-and-opened-fire_73eacd",
    "bias": [
      "Left-Leaning coverage emphasizes Cuba 's claim that the US-registered boat \"opened fire first,\" often framing the incident within broader US-Cuba tensions, occasionally mentioning UN denouncements of US oil restrictions.",
      "Rhetorically, it uses \"kill\" or \"shot down\" while attributing to officials, sometimes characterizing the boat as \"violating\" or engaged in an \"armed assault.",
      "Right-Leaning outlets, conversely, portray Cuba as the aggressor, using stark terms like \"Cuban Regime Kills\" or \"attack\" on an \"American Speedboat,\" and highlight strong US official reactions, including \"Trump team fumes\" and calls to hold \"communists accountable.",
      "Center-Leaning reports maintain neutrality, attributing claims to \"Cuba says\" and emphasizing \"lack of clarity\" regarding the boat's intent, while all perspectives confirm \"four killed\" and \"six injured.",
      "This ideological chasm reveals differing views on state sovereignty and US foreign policy."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "Cuban border guards engaged a speedboat registered in Florida near Cayo Falcones on Wednesday morning, killing four and injuring six after it entered Cuban waters by the El Pino channel.",
      "When approached for identification, Border Guard Troops of the Cuban Ministry of the Interior say occupants of the Florida-registered speedboat \"opened fire\" and Cuban forces returned fire after detecting the boat on the morning of February 25, 2026.",
      "A Cuban surface unit carrying five service members reported approaching the speedboat for identification, the commander of the Cuban patrol boat was wounded, and injured individuals were evacuated and treated.",
      "Cuban authorities say investigations are ongoing, and U.S. agencies, including the State Department, Pentagon, and U.S. Coast Guard, did not immediately respond to requests for comment, while Florida Representative Carlos Gimenez demanded an urgent investigation.",
      "Amid heightened tensions and a fuel crisis, the incident occurred as Marco Rubio, U.S. Secretary of State, attended a Caribbean summit and echoes the Brothers to the Rescue incident."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/lawrence-summers-to-resign-from-harvard-as-university-reviews-epstein-ties-nyt",
    "article_url": "https://ground.news/article/lawrence-summers-to-resign-from-harvard-as-university-reviews-epstein-ties-nyt",
    "bias": [
      "Left-Leaning outlets frame Larry Summers' resignation as a \"scandal\" driven by a \"cozy Jeffrey Epstein Relationship\" and \"deeper than previously known\" ties, emphasizing moral accountability and his seeking \"relationship advice.",
      "Right-Leaning coverage, however, politicizes the event, labeling him a \"Powerful Democrat\" facing an \"Epstein Island Bombshell\" and a \"Final Career Blow,\" linking it to a broader trend of consequences for public figures.",
      "They employ terms like \"Epstein Cloud\" to imply lasting damage.",
      "Center-Leaning reports remain neutral, describing an \"Epstein controversy\" and attributing information with \"reports say.",
      "While all perspectives agree on his resignation and Epstein's status as a convicted sex offender, the distinct portrayals reveal ideological differences in how accountability is assigned and political figures are targeted."
    ],
    "bias_bar_text": null,
    "center_pct": 55.0,
    "error": null,
    "left_pct": 26.0,
    "location": "Cambridge",
    "right_pct": 19.0,
    "status": "ok",
    "summary": [
      "On Wednesday, Harvard announced that Larry Summers will step down from his remaining academic roles at the end of the academic year and will remain on leave without returning to teaching or advising.",
      "The Justice Department's document release of millions of pages about Jeffrey Epstein and Ghislaine Maxwell prompted renewed scrutiny at Harvard after emails showed Summers' long-standing ties to Epstein post-2008 conviction.",
      "Before returning to Harvard, Summers served as U.S. Treasury secretary under Bill Clinton and led the Harvard presidency starting in 2001.",
      "Internationally, legal actions have followed, with arrests of Prince Andrew and Peter Mandelson over connections to Jeffrey Epstein and Ghislaine Maxwell, illustrating broader fallout.",
      "Summers said the decision was difficult and thanked students and colleagues for over 50 years, and that as President Emeritus he looks forward to research and commentary on economic issues."
    ],
    "title": "Lawrence Summers to Resign From Harvard as University Reviews Epstein Ties: NYT",
    "topic": "US Politics",
    "topic_full": "US Politics · Cambridge"
  },
  {
    "article_path": "/article/bill-gates-admits-to-affairs-with-russian-women-apologizes-to-staff-over-epstein-ties-report_017e1d",
    "article_url": "https://ground.news/article/bill-gates-admits-to-affairs-with-russian-women-apologizes-to-staff-over-epstein-ties-report_017e1d",
    "bias": [
      "News coverage of Bill Gates ' apology for Epstein ties and admitted affairs reveals stark partisan divides.",
      "Left-Leaning outlets emphasize Gates' personal accountability, using terms like \"apologizes\" and \"admits,\" often linking his affairs to his marriage being \"destroyed.",
      "Conversely, right-leaning perspectives frame the narrative with suspicion, employing phrases like \"Washes Hands Of Epstein’s Crimes\" and \"scrambles to contain,\" highlighting \"Russian women\" and asserting Epstein's blackmail attempts.",
      "Center-Leaning reports generally present attributed statements, such as Gates \"took responsibility,\" often explicitly connecting the event to recent DOJ file releases.",
      "While all agree Gates called his association a \"huge mistake\" and denied \"illicit\" activity, these distinct portrayals underscore differing ideological priorities regarding public figures' moral failings and perceived evasion."
    ],
    "bias_bar_text": null,
    "center_pct": 44.0,
    "error": null,
    "left_pct": 26.0,
    "location": "United States",
    "right_pct": 30.0,
    "status": "ok",
    "summary": [
      "Bill Gates admitted during a Gates Foundation town hall on Tuesday, February 25, 2026, that he had extramarital affairs and apologised for his ties to convicted sex offender Jeffrey Epstein, telling staff `I did nothing illicit. I saw nothing illicit`.",
      "Last month, the U.S. Department of Justice released Epstein files that renewed scrutiny of Epstein’s ties to public figures and prompted Gates Foundation staff to raise questions at a town hall.",
      "According to a recording, Gates said he met Epstein from 2011 to 2014, and one affair involved a Russian bridge player and another a Russian nuclear physicist, with Boris Nikolic knowing of them.",
      "The controversy translated into immediate consequences as Gates cancelled a planned keynote at India's AI Impact Summit last week and a Gates Foundation spokesperson said he `took responsibility` for the ties with Epstein.",
      "The DOJ disclosures show that the files include emails, photos and call logs linking Epstein to public figures, prompting resignations and scrutiny across sectors including Microsoft, with named figures Nathan Myhrvold and Reid Hoffman."
    ],
    "title": "Bill Gates admits to affairs with Russian women, apologizes to staff over Epstein ties: Report",
    "topic": "Bill Gates",
    "topic_full": "Bill Gates · United States"
  },
  {
    "article_path": "/article/justice-department-withheld-and-removed-some-epstein-files-related-to-trump-report_e8b298",
    "article_url": "https://ground.news/article/justice-department-withheld-and-removed-some-epstein-files-related-to-trump-report_e8b298",
    "bias": [
      "Left-Leaning outlets frame the Epstein files story as a \"massive cover-up\" by \"Trump's DOJ,\" using accusatory terms like \"illegally withheld\" and \"destruction\" of documents, even employing highly emotive phrases like \"child rapist sloppily covering his tracks.",
      "Conversely, right-leaning coverage dismisses the allegations as a \"liberal fever dream\" and \"bupkis,\" questioning the credibility of the NPR report by highlighting \"unverified or not credible\" accusations.",
      "While all sides acknowledge an NPR investigation found the DOJ withheld some Epstein files related to allegations against Trump, and that Democrats are accusing the DOJ, center-leaning coverage maintains a neutral tone, reporting the DOJ's review and specific defense against deletion.",
      "The core ideological divide centers on whether the withholding was a deliberate, nefarious act or a politically motivated, baseless claim, revealing deep distrust in institutions and political figures."
    ],
    "bias_bar_text": null,
    "center_pct": 51.0,
    "error": null,
    "left_pct": 37.0,
    "location": "United States",
    "right_pct": 12.0,
    "status": "ok",
    "summary": [
      "Last month, the Department of Justice released over 3 million pages, but dozens of FBI witness interviews are missing, including three tied to a woman who accused President Donald Trump.",
      "The Maxwell defense files list about 325 FBI interview records, but more than 90 serial-numbered 302 files are missing from the DOJ website.",
      "She first called an FBI hotline on July 10, 2019 and was interviewed two weeks later at her attorney's office, saying abuse began around age 13 in South Carolina; Maxwell evidence log entries dated August and October 2019 note three additional 302s related to her.",
      "The Department of Justice spokesperson said all responsive documents were produced, denying deletion and citing duplicates, privileged files, or ongoing investigations; the White House called allegations `false and sensationalist` and Rep. Robert Garcia cited serious survivor claims from unredacted files.",
      "Over the weeks since the release, several victims including Haley Robson have reported scouring the DOJ's Epstein files website in recent weeks for interviews with the FBI, only to find files missing, and one victim filed a court complaint."
    ],
    "title": "Justice Department withheld and removed some Epstein files related to Trump: Report",
    "topic": "Epstein Files",
    "topic_full": "Epstein Files · United States"
  },
  {
    "article_path": "/article/trump-boasts-turnaround-for-the-ages-clashes-with-democrats-in-longest-ever-state-of-the-union-address_06e77f",
    "article_url": "https://ground.news/article/trump-boasts-turnaround-for-the-ages-clashes-with-democrats-in-longest-ever-state-of-the-union-address_06e77f",
    "bias": [
      "Left-Leaning coverage framed the address as \"divisive\" and \"incoherent,\" emphasizing Democratic heckling and specific protests while highlighting \"false claims\" and a \"rambling\" tone.",
      "Conversely, right-leaning outlets presented an \"epic\" and \"inspiring address\" from a \"prime platform,\" touting \"record wins\" and a \"defiant defense\" of policies, including a \"shoutout\" to IVF, often portraying critics as \"'Crazy' Democrats.",
      "Center perspectives noted a \"fraught moment\" and \"distorted account,\" often aligning with fact-checks on claims.",
      "All perspectives acknowledged the speech's length and focus on the economy, tariffs, and immigration, yet diverged sharply on whether it heralded a \"golden age\" or reflected underlying anxieties, underscoring fundamental ideological divides in assessing national progress."
    ],
    "bias_bar_text": null,
    "center_pct": 47.0,
    "error": null,
    "left_pct": 30.0,
    "location": "United States",
    "right_pct": 23.0,
    "status": "ok",
    "summary": [
      "Trump claimed he oversaw a turnaround for the ages in his first year back in office and stated he inherited a nation in crisis with a stagnant economy about a year ago.",
      "Trump described the Supreme Court ruling that invalidated his global tariffs as disappointing and unfortunate.",
      "Dozens of Democrats, including some in leadership, boycotted Trump's speech and participated in rallies opposing him and his agenda in Washington.",
      "Congressperson Al Greene of Texas was escorted out after displaying a sign during the address for the second consecutive year."
    ],
    "title": "Trump Boasts ‘Turnaround for the Ages,’ Clashes With Democrats in Longest-Ever State of the Union Address",
    "topic": "State of the Union",
    "topic_full": "State of the Union · United States"
  },
  {
    "article_path": "/article/cuba-says-4-killed-on-florida-registered-speedboat-were-attempting-infiltration",
    "article_url": "https://ground.news/article/cuba-says-4-killed-on-florida-registered-speedboat-were-attempting-infiltration",
    "bias": [
      "Left-Leaning outlets frame the incident by attributing claims to \" Cuba says,\" describing a \"fight\" that killed four, and often including Cuba's assertions of \"infiltration\" and intent to \"unleash terrorism,\" noting troops \"approached for identification.",
      "Conversely, right-leaning coverage directly states Cuban forces \"killed four people,\" emphasizing the \"Florida-based\" origin and the \"potential to escalate an already tense standoff with the U.S.,\" while de-emphasizing Cuba's terrorism claims.",
      "Center coverage also uses \"Cuba says\" and uniquely reports \"six people were also hurt,\" de-emphasizing the U.S. investigation.",
      "All perspectives agree four people died in a Florida speedboat incident involving Cuban forces, yet their distinct rhetorical choices reveal underlying ideological divides concerning international relations and national security."
    ],
    "bias_bar_text": "Left 36% Center 46% R 18%",
    "center_pct": 46.0,
    "error": null,
    "left_pct": 36.0,
    "location": null,
    "right_pct": 18.0,
    "status": "ok",
    "summary": [
      "On Wednesday morning, the Cuban Ministry of the Interior said four people were killed and six were injured and detained aboard the vessel about 1 nautical mile northeast of the El Pino channel in Cayo Falcones, Villa Clara province.",
      "The Cuban Ministry said the 10 aboard were `Cuban residents of the United States`, armed for `terrorist purposes`, with many having criminal histories and an additional detainee `sent from the United States` arrested.",
      "Border Guard troops approached the vessel for identification, those on board opened fire, injuring the commander of the Cuban vessel, and authorities seized assault rifles, handguns, Molotov cocktails, bulletproof vests, telescopic sights and camouflage uniforms.",
      "Florida politicians demanded answers, with Rep. Carlos Gimenez saying `United States authorities must determine whether any of the victims were U.S. citizens or legal residents and establish exactly what occurred.`",
      "U.S. officials say they lack specifics while diplomats at the U.S. embassy in Havana work to access those on the vessel, and Vice President JD Vance says Secretary of State Marco Rubio briefed him."
    ],
    "title": "Cuba says 4 killed on Florida-registered speedboat were attempting 'infiltration'",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/nearly-blind-refugee-found-dead-in-buffalo-after-border-patrol-left-him_1573be",
    "article_url": "https://ground.news/article/nearly-blind-refugee-found-dead-in-buffalo-after-border-patrol-left-him_1573be",
    "bias": [
      "Left-Leaning coverage frames the refugee's death as a tragic consequence of Border Patrol's alleged negligence, employing emotionally charged terms like \"dumped\" and \"abandoned\" to highlight systemic failures and humanitarian concerns, often emphasizing his specific vulnerabilities like being \"Rohingya\" or having \"limited English.",
      "Right-Leaning perspectives also imply negligence, stating Border Patrol \"left him miles from home\" and he \"died on the street,\" aligning with critiques of government inefficiency.",
      "Center-Leaning reports, however, maintain a neutral tone, focusing on the factual sequence of events, such as his \"release by US Border Patrol,\" without assigning blame or using emotive language.",
      "All perspectives agree a visually impaired refugee was found dead after Border Patrol custody, but diverge significantly on the characterization of his release, revealing underlying ideological differences regarding immigration enforcement and government accountability."
    ],
    "bias_bar_text": null,
    "center_pct": 31.0,
    "error": null,
    "left_pct": 46.0,
    "location": "Buffalo",
    "right_pct": 23.0,
    "status": "ok",
    "summary": [
      "City Hall spokesperson Ian Ott said Shah Alam, 56, was found dead on the first block of Perry Street shortly after 8:30 p.m. Tuesday and identified by the Erie County Medical Examiner.",
      "Per the Erie County Sheriff's Office, Shah Alam was released from the Erie County Holding Center on February 19, 2025, and U.S. Border Patrol took custody and dropped him at a Tim Hortons shortly after 8 p.m. on February 19, 2026.",
      "According to his attorney Benjamin Macaluso, Shah Alam, who is completely blind in one eye, faced assault, trespassing, and weapon charges after a Riverside incident last year and took a plea earlier this month.",
      "Erie County District Attorney Mike Keane said his office was unaware of the release until yesterday and will move to dismiss charges upon receiving the death certificate.",
      "A missing-persons case was opened Sunday, then briefly closed when Buffalo Police Department mistakenly believed Shah Alam was in ICE detention, and neither his family nor attorney Macaluso were notified."
    ],
    "title": "Nearly Blind Refugee Found Dead in Buffalo After Border Patrol Left Him",
    "topic": "U.S. Border Patrol",
    "topic_full": "U.S. Border Patrol · Buffalo"
  },
  {
    "article_path": "/article/ac-emissions-could-surpass-us-output-by-2050_b86892",
    "article_url": "https://ground.news/article/ac-emissions-could-surpass-us-output-by-2050_b86892",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 75.0,
    "error": null,
    "left_pct": 25.0,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On February 25, 2026, researchers at the University of Birmingham reported that air-conditioning use will more than double by 2050, with emissions reaching 8.5 GtCO2‑eq per year, surpassing US output.",
      "Rising incomes and stock growth mean residential air-conditioning units have tripled to more than 1.5 billion, while global population AC ownership is set to exceed 45% by 2030.",
      "Using a layered modeling approach, the team estimated cooling needs, ran GCAM global energy‑economy model across five SSP–RCP scenarios, and used MAGICC to convert emissions into warming.",
      "Researchers warn that if all low-income regions gained the same AC access, related global emissions could cause 0.015°C–0.05°C of extra warming by 2050, creating a development dilemma.",
      "Policy prescriptions include rapid transitions to clean grids, low-pollution refrigerants, insulation, shading, and behavioral changes like turning AC down and avoiding peak hours to balance equitable cooling and emissions reduction."
    ],
    "title": "AC Emissions Could Surpass US Output by 2050",
    "topic": "Climate Change",
    "topic_full": "Climate Change"
  },
  {
    "article_path": "/article/judge-says-he-will-order-greenpeace-to-pay-an-expected-345-million-in-oil-pipeline-protest-case_37c589",
    "article_url": "https://ground.news/article/judge-says-he-will-order-greenpeace-to-pay-an-expected-345-million-in-oil-pipeline-protest-case_37c589",
    "bias": [
      "Right-Leaning coverage frames the $345 million judgment against Greenpeace as a significant financial penalty for \"costly\" activism, implicitly supporting energy projects.",
      "Left-Leaning reports uniquely include the judge's \"previous reduction\" of the amount, adding legal context.",
      "Center coverage, while neutral, highlights Greenpeace's contention it \"cannot pay\" the figure, a crucial detail de-emphasized by the left, which also de-emphasizes the \"filed Tuesday\" date.",
      "All perspectives agree on the core facts of the judge's order and the substantial amount.",
      "These divergent emphases—on legal context versus financial consequence and activist response—reveal underlying ideological stances."
    ],
    "bias_bar_text": null,
    "center_pct": 54.0,
    "error": null,
    "left_pct": 33.0,
    "location": "North Dakota",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "The North Dakota judge said he will sign an order requiring Greenpeace USA, Greenpeace International, and Greenpeace Fund Inc. to pay $345 million, as filed Tuesday.",
      "The dispute traces to protests nearly a decade ago near the Missouri River crossing, where thousands camped opposing the Dakota Access pipeline, prompting Energy Transfer to sue.",
      "A nine-person jury found Greenpeace USA liable and awarded $666.9 million, with the group's share at $404 million, as Judge Gion plans to sign the order.",
      "Greenpeace USA said it cannot pay the judgment and plans to appeal, citing it has reported $1.4 million in cash and $23 million in assets as of last year.",
      "Greenpeace contends the lawsuit aims to silence activists, and its attorneys say the organization had little involvement, while Energy Transfer says the case is about legal compliance and will appeal."
    ],
    "title": "Judge says he will order Greenpeace to pay an expected $345 million in oil pipeline protest case",
    "topic": "Greenpeace",
    "topic_full": "Greenpeace · North Dakota"
  },
  {
    "article_path": "/article/harvey-weinstein-hires-luigi-mangione-and-sean-diddy-combs-lawyers-as-his-3rd-ny-trial-looms",
    "article_url": "https://ground.news/article/harvey-weinstein-hires-luigi-mangione-and-sean-diddy-combs-lawyers-as-his-3rd-ny-trial-looms",
    "bias": [
      "In a rare display of alignment, coverage of Harvey Weinstein 's legal team change reveals no significant contrasting narratives or distinct rhetorical tactics across the political spectrum.",
      "Left, center, and right outlets uniformly present the development factually, employing neutral terms like 'hires' and 'trial looms' without emotionally charged language.",
      "All perspectives agree Weinstein hired new lawyers, including Luigi Mangione and Sean ‘Diddy’ Combs’ attorneys, for his third New York trial after declining a guilty plea.",
      "This shared emphasis on straightforward legal reporting, largely sourced from the Associated Press, de-emphasizes broader ideological or cultural divides, illustrating a common journalistic approach to factual court updates where partisan framing is notably absent."
    ],
    "bias_bar_text": null,
    "center_pct": 72.0,
    "error": null,
    "left_pct": 18.0,
    "location": "New York",
    "right_pct": 10.0,
    "status": "ok",
    "summary": [
      "Court papers show Harvey Weinstein 's legal team, including Marc Agnifilo, took over for Arthur Aidala before his third New York rape trial, confirmed last week.",
      "Faced with active appeals and civil matters, Arthur Aidala ceded his courtroom role to focus on Weinstein's cases, following the New York Court of Appeals' overturn last year.",
      "Prosecutors warn the retrial may last, citing a split verdict last June where Weinstein was convicted of forcing oral sex on Miriam Haley, with jurors deadlocked on the Mann rape charge.",
      "The trial, postponed from March 3, has not been rescheduled, and Weinstein is due in court March 4 as the next scheduled court date, while lawyers juggle other high-profile cases, including Mangione's trial.",
      "Incoming lawyers bring high-profile defense records, with Marc Agnifilo and Teny Geragos having defended Sean Combs, and Jacob Kaplan returning from Weinstein's 2018 team, court papers said."
    ],
    "title": "Harvey Weinstein hires Luigi Mangione and Sean ‘Diddy’ Combs’ lawyers as his 3rd NY trial looms",
    "topic": "Harvey Weinstein",
    "topic_full": "Harvey Weinstein · New York"
  },
  {
    "article_path": "/article/energy-department-doles-out-its-largest-ever-loan-265b-for-power-in-georgia-alabama_b17091",
    "article_url": "https://ground.news/article/energy-department-doles-out-its-largest-ever-loan-265b-for-power-in-georgia-alabama_b17091",
    "bias": [
      "Left-Leaning coverage emphasizes the \"record\" loan and \"5 GW of new gas\" investments, noting prior corporate commitments.",
      "Right-Leaning outlets portray the same event as a \"Record-Breaking\" success, explicitly crediting the \"Trump Administration\" and promising to \"Slash Power Bills\" with highly positive, partisan language.",
      "Center perspectives highlight consumer \"savings\" for millions, sometimes using terms like \"doles out\" with subtle skepticism, while detailing project types and demand from \"computer data centers.",
      "All agree on the loan's \"largest ever\" status and projected $7 billion in customer savings.",
      "This reveals a divide between attributing political wins, detailing practical impacts, and scrutinizing investment specifics."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 35.0,
    "location": "Georgia",
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "On Feb. 25, 2026, the U.S. Department of Energy closed a $26.5 billion loan to support Georgia Power and Alabama Power, marking the largest loan in DOE history.",
      "DOE officials said the loan was intended to lower energy costs, increase grid reliability, and support grid infrastructure, natural gas, and new nuclear technology under the administration's energy dominance and affordability agenda.",
      "Project specifics include over 16 gigawatts of firm power, 5 GW of new gas generation, 6.3 GW of nuclear upgrades, over 1,300 miles of transmission, and 1.3 GW new turbines at Yates Power Plant.",
      "Millions of customers in Georgia and Alabama stand to gain more than $7 billion in estimated customer savings and over $300 million in annual interest expense reduction across roughly 4.3 million customers."
    ],
    "title": "Energy Department doles out its largest-ever loan: $26.5B for power in Georgia, Alabama",
    "topic": "US Politics",
    "topic_full": "US Politics · Georgia"
  },
  {
    "article_path": "/article/police-fatally-shoot-child-rape-suspect-who-opened-fire-on-officers-near-st-joes-campus_a8c142",
    "article_url": "https://ground.news/article/police-fatally-shoot-child-rape-suspect-who-opened-fire-on-officers-near-st-joes-campus_a8c142",
    "bias": [
      "Left-Leaning coverage initially emphasizes a \"cop killed,\" framing the individual's officer status before detailing child rape charges.",
      "Center outlets, however, portray him primarily as a \"child rape suspect,\" providing significantly more granular details, including his employment history, and noting the official assertion of \"suicide by cop.",
      "Right-Leaning accounts de-emphasize such context, offering only basic facts.",
      "While all perspectives agree on the former officer's death and the child rape accusation, the center's inclusion of specific interpretations and extensive background information highlights a pivotal dividing line in how official statements and contextual details are prioritized, revealing distinct narrative approaches."
    ],
    "bias_bar_text": null,
    "center_pct": 59.0,
    "error": null,
    "left_pct": 35.0,
    "location": "Pennsylvania",
    "right_pct": 6.0,
    "status": "ok",
    "summary": [
      "In Bala Cynwyd, police confronted a suspect early Wednesday, and he fired at officers who returned fire, fatally wounding him, as Montgomery County Detectives investigate the incident.",
      "The criminal complaint filed in Secane on Feb. 24 lists offenses including rape of a child, with an offense date as Dec. 1, according to the Pennsylvania Attorney General's Office.",
      "Internal records indicate Collier resigned from the department on Dec. 19, 2026, after being placed on leave and failed a December 2025 polygraph, according to the affidavit.",
      "Authorities reported no injuries and said the defendant's death ends the prosecution, while the allegations remain, Montgomery County Detectives processed the scene and towed the vehicle, according to Montgomery County District Attorney Kevin R. Steele.",
      "Morton Police Department said it is deeply troubled and is cooperating with investigators, while local media and community members noted a heavy police presence near St. Joseph's University and officials pledged support for survivors."
    ],
    "title": "A former Pennsylvania officer accused of child rape fatally shot in a gunfire exchange with police",
    "topic": "US Crime",
    "topic_full": "US Crime · Pennsylvania"
  },
  {
    "article_path": "/article/former-air-force-pilot-who-provided-defense-services-to-chinese-military-arrested-doj_687c97",
    "article_url": "https://ground.news/article/former-air-force-pilot-who-provided-defense-services-to-chinese-military-arrested-doj_687c97",
    "bias": [
      "Left-Leaning coverage neutrally reports a former pilot's arrest for 'selling defense services,' noting a 'serious violation' but de-emphasizing personal details.",
      "Center outlets provide more identifying information, like his '25 years' of service, occasionally echoing the right's emotional framing with 'Betrayed His Country.' Right-leaning outlets, however, employ alarmist rhetoric, highlighting the pilot's 'Elite' status and 'F-35 Instructor' role, framing his alleged actions as 'Aiding' in 'Combat Training' to 'fight against the U.S.' and violating the 'Arms Export Control Act.' This starkly contrasts a factual account with a narrative emphasizing national security threats and betrayal, revealing deep ideological divisions concerning foreign adversaries and military loyalty, despite agreement on the core arrest."
    ],
    "bias_bar_text": "L 16% Center 31% Right 53%",
    "center_pct": 31.0,
    "error": null,
    "left_pct": 16.0,
    "location": null,
    "right_pct": 53.0,
    "status": "ok",
    "summary": [
      "Wednesday, Gerald Eddie Brown Jr., 65, was arrested in Jeffersonville, southern Indiana.",
      "The U.S. Department of Justice alleges Brown provided `defense services to Chinese military pilots without authorization`, violating the Arms Export Control Act and State Department license requirement.",
      "Federal prosecutors allege Brown \"willfully conspired with foreign nationals\" in or around August 2023 to train the People's Liberation Army Air Force and traveled to China in December 2023 after negotiating with Stephen Su Bin.",
      "Assistant Attorney General for National Security John A. Eisenberg said Brown now faces charges for training Chinese military pilots, he is set to appear before a Magistrate Judge in the Southern District of Indiana on Thursday, and FBI Louisville is assisting the investigation.",
      "The United States Air Force trained Major Brown as an elite fighter pilot, and the DOJ says he conspired to provide defense services to Chinese pilots without authorization, violating the AECA."
    ],
    "title": "Former Air Force pilot who provided ‘defense services’ to Chinese military arrested: DOJ",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/how-a-day-of-chaos-and-heartache-unspooled-in-tumbler-ridge_f2f465",
    "article_url": "https://ground.news/article/how-a-day-of-chaos-and-heartache-unspooled-in-tumbler-ridge_f2f465",
    "bias": null,
    "bias_bar_text": "Left 83% C 17%",
    "center_pct": 17.0,
    "error": null,
    "left_pct": 83.0,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "British Columbia Premier David Eby paid tribute to children’s heroism at a Pink Shirt Day anti-bullying event, with a Feb. 11, 2026 photo of Eby at a related press conference.",
      "Following the Feb. 10 attack, Jesse Van Rootselaar shot and killed eight victims at Tumbler Ridge Secondary School, prompting a tribute.",
      "Eby said the Tumbler Ridge students faced the \"most extreme lack of safety\" but acted \"in really heroic ways\" to protect each other, urging everyone to find daily moments to keep schools and children safe.",
      "The ceremony included a moment of silence for the shooting victims at the B.C. legislature building, attended by politicians, guests and a school choir, and Eby joined federal ministers at a Feb. 11, 2026 press conference in Tumbler Ridge.",
      "Amid the aftermath of the Feb. 10 shooting, the Pink Shirt Day event linked the anti-bullying message to recent violence and honoured bravery to keep schools safe."
    ],
    "title": "Eby honours heroism of Tumbler Ridge kids while marking Pink Shirt Day",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/apple-rolls-out-age-verification-tool",
    "article_url": "https://ground.news/article/apple-rolls-out-age-verification-tool",
    "bias": [
      "Left-Leaning coverage frames Apple 's age verification as corporate responsibility, protecting \"underage\" users and adhering to actions \"required by law,\" adopting a neutral-resigned tone with phrases like \"had to launch.",
      "Right-Leaning outlets, conversely, emphasize ensuring users are \"18 and up,\" aligning with concerns about parental control and content standards.",
      "Center-Leaning reports remain descriptive, detailing specific laws like \"Utah's App Store Accountability Act\" and \"parental consent obligations,\" and describing a \"growing web\" of regulations.",
      "All perspectives agree Apple is implementing these tools due to new legal requirements across several regions, revealing ideological divides concerning corporate regulation versus individual oversight."
    ],
    "bias_bar_text": null,
    "center_pct": 72.0,
    "error": null,
    "left_pct": 14.0,
    "location": "United States",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "Today, Apple provided an update on its age-assurance tools and expanded the Declared Age Range API for developers in Brazil, Australia, Singapore, Utah, and Louisiana.",
      "A wave of new laws prompted the technical push as U.S. and regional lawmakers required platforms to block or restrict 18+ apps, driving Apple to launch new age-verification tools.",
      "The App Store will attempt automatic confirmations and ask for ID if needed, using payment methods on file or account age, while the Declared Age Range API signals if rules or sharing apply.",
      "Developers in affected regions will face new age-assurance and parental-consent obligations, Brazil will auto-rate loot-box apps 18+, and Utah and Louisiana set new-account deadlines May 6, 2026 and July 1, 2026 with penalties including parents' damages up to $1,000 and fines up to $10,000.",
      "Privacy concerns shaped Apple's opposition to some platform-level laws, while Texas paused plans amid litigation; developers may still confirm adults independently, but Apple's Declared Age Range API aims to ease integration."
    ],
    "title": "Apple’s new age verification tools block underage app downloads where required by law",
    "topic": "Apple",
    "topic_full": "Apple · United States"
  },
  {
    "article_path": "/article/3d619d4a-2334-4b86-91c9-08b560f151ab",
    "article_url": "https://ground.news/article/3d619d4a-2334-4b86-91c9-08b560f151ab",
    "bias": [
      "Left-Leaning coverage frames the announcement as a local victory—using language like \"a win for working New Yorkers\" and foregrounding labor benefits —with a celebratory, pro‑labor tone; right-leaning pieces emphasize private investment and completion, calling it a \"milestone\" and the \"final office tower,\" adopting a triumphant, business -friendly register and probing financing details; center coverage highlights the long, \"tortuous redevelopment\" and the \"final chapter\" in neutral terms.",
      "Pivotal divides include whether economic figures signal community gain or corporate triumph; all sides agree on the project’s scope and timeline, reflecting deeper market-versus-labor priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 69.0,
    "error": null,
    "left_pct": 17.0,
    "location": "New York",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "Construction to begin soon at 2 World Trade Center, with the tower set to be American Express 's new headquarters, officials announced Wednesday.",
      "After pandemic-era uncertainty and financing struggles, developers and officials said years of financing and tenant challenges led to redevelopment unfolding gradually with physical, financial and political roadblocks.",
      "The tower will rise 55 stories, span nearly two million square feet, be fully electric, pursue LEED, and house up to 10,000 workers, generating $5.9 billion for NYC.",
      "New York City Mayor Zohran Mamdani called the completion of the final tower 'more than an investment — it’s a testament to the power of union labor and the dignity of work.'",
      "Completion is expected in 2031, and American Express will own the building while leasing the land, with no construction date set for the neighboring apartment tower."
    ],
    "title": "World Trade Center’s last office tower soon will get built and house American Express",
    "topic": "Business",
    "topic_full": "Business · New York"
  },
  {
    "article_path": "/article/federal-judge-in-texas-allows-lawsuit-against-california-attorney-general-over-exxonmobil-remarks",
    "article_url": "https://ground.news/article/federal-judge-in-texas-allows-lawsuit-against-california-attorney-general-over-exxonmobil-remarks",
    "bias": [
      "Left and center outlets present the federal judge's decision allowing a lawsuit against California's Attorney General as a neutral legal development.",
      "In contrast, right-leaning coverage frames it as a check on an \"activist official\" from a \"liberal state,\" suggesting \"perceived overreach\" and implicitly favoring corporate interests.",
      "While all perspectives agree a federal judge allowed ExxonMobil's defamation suit concerning plastics recycling remarks, the right's emphasis on a \"conservative judicial environment pushing back\" highlights a pivotal ideological divide.",
      "Center coverage uniquely details the Attorney General's inability to claim official immunity, a point de-emphasized elsewhere.",
      "These contrasting portrayals reflect broader ideological clashes over corporate accountability and state regulatory power."
    ],
    "bias_bar_text": null,
    "center_pct": 68.0,
    "error": null,
    "left_pct": 16.0,
    "location": "California",
    "right_pct": 16.0,
    "status": "ok",
    "summary": [
      "In a Texas federal court earlier this month, Truncale allowed ExxonMobil to proceed with a defamation suit against Bonta, citing a campaign activity and statements about recycling.",
      "Bonta initiated the conflict when he sued Exxon in September 2024, alleging the company encouraged purchases by promising recyclability and that recycling processes don't work, leading Exxon to sue Bonta and environmental groups for defamation.",
      "Truncale based his ruling on a campaign email and contribution link that converted Bonta's communication into campaign activity, citing an email to Texas residents stating only 5% is recycled and that `Exxon Mobil knew, and Exxon Mobil lied.`",
      "As a result of the ruling, Exxon said the `campaign of lies designed to derail our advanced recycling business must stop.` Bonta's office did not immediately respond to requests for comment.",
      "Given the cross‑state nature of the email and lawsuit, the decision could affect official immunity and reputation law because a Texas judge cited an email to Texas residents, making this an unusual interstate clash."
    ],
    "title": "Federal judge in Texas allows lawsuit against California attorney general over ExxonMobil remarks",
    "topic": "California Politics",
    "topic_full": "California Politics · California"
  },
  {
    "article_path": "/article/crews-in-florida-battle-a-25-000-acre-wildfire-near-detention-center",
    "article_url": "https://ground.news/article/crews-in-florida-battle-a-25-000-acre-wildfire-near-detention-center",
    "bias": [
      "Left-Leaning coverage emphasizes the blaze’s proximity to the immigration detention facility, repeatedly using the evocative nickname \"Alligator Alcatraz\" and urgent verbs like \"battle/battling\" to foreground human-rights and institutional critique, while right-leaning pieces focus on public-safety framing—citing \"urge/use extra caution,\" \"maintaining a close watch,\" and precise Interstate 75 mile markers —to stress traffic risks and operational monitoring; center coverage is more straightforward and de-emphasized emotive language.",
      "The 25,000-acre figure and that crews are working to contain the fire are shared touchstones that bridge the humanitarian-versus-safety framing."
    ],
    "bias_bar_text": null,
    "center_pct": 58.0,
    "error": null,
    "left_pct": 21.0,
    "location": "Florida",
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "More than 25,000 acres burned near a detention facility in the Everglades, with crews in South Florida trying to contain the wildfire last Sunday.",
      "A strong cold front February 22 brought dry air, and little rain kept soils and grasses dry, fueling the wildfire, the weather service said.",
      "The facility had been built with a 3,000-capacity baseline, expandable to 5,000, and court hearings in late January showed about 1,500 detainees.",
      "Stephanie Hartman, director of communications, Florida Department of Emergency Management, said the wildfire posed no threat Wednesday to the immigration jail and local and state fire crews rehearsed evacuation plans.",
      "The facility has become a flashpoint in the Trump administration's crackdown, with the wildfire burning about 20 miles west and away from Alligator Alcatraz, the detention facility."
    ],
    "title": "Crews in Florida Battle a 25,000-Acre Wildfire Near Detention Center",
    "topic": "Wildfires",
    "topic_full": "Wildfires · Florida"
  },
  {
    "article_path": "/article/a-settlement-is-reached-in-a-case-tied-to-ebays-bizarre-deliveries-and-harassment-campaign_d1e1e1",
    "article_url": "https://ground.news/article/a-settlement-is-reached-in-a-case-tied-to-ebays-bizarre-deliveries-and-harassment-campaign_d1e1e1",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 69.0,
    "error": null,
    "left_pct": 31.0,
    "location": "Massachusetts",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "A settlement was reached in a case against eBay involving a bizarre harassment campaign against a couple, averting a trial next week.",
      "The couple sued eBay in 2021 after former workers were charged for harassing them with disturbing deliveries like cockroaches and a bloody pig mask.",
      "Seven former eBay workers pleaded guilty and received prison sentences for their roles in the stalking campaign aimed at silencing the couple's critical newsletter."
    ],
    "title": "A Settlement Is Reached in a Case Tied to eBay’s Bizarre Deliveries and Harassment Campaign",
    "topic": "Business",
    "topic_full": "Business · Massachusetts"
  },
  {
    "article_path": "/article/milwaukee-state-lawmaker-charged-accused-of-threatening-fellow-legislator_23be77",
    "article_url": "https://ground.news/article/milwaukee-state-lawmaker-charged-accused-of-threatening-fellow-legislator_23be77",
    "bias": [
      "Left-Leaning coverage frames the story as an identity-centered \"feud\" or \"blowup\" over a \"Hispanic resolution,\" emphasizing race and representation, while right-leaning pieces foreground legal jeopardy—note language like \"faces up to 90 days in jail\"—and keep the tone terse; center reporting instead highlights procedural details and \"alleged threats\" with Capitol Police and court-record notes.",
      "Pivotal dividing lines are the ethnicity-focused framing versus the legal-consequence angle and the disputed claim of threatening to contact the press; all perspectives agree on the charge, location, and potential penalty, reflecting deeper cultural and political fault lines."
    ],
    "bias_bar_text": null,
    "center_pct": 37.0,
    "error": null,
    "left_pct": 44.0,
    "location": "Wisconsin",
    "right_pct": 19.0,
    "status": "ok",
    "summary": [
      "Prosecutors charged Wisconsin state legislator Sylvia Ortiz-Velez with disorderly conduct after she allegedly threatened to release personal information about a colleague.",
      "She was upset over being excluded from drafting Hispanic heritage resolutions and told a lawmaker she would inform the media about them.",
      "Ortiz-Velez faces a maximum penalty of 90 days in jail if convicted of the misdemeanor charge."
    ],
    "title": "Prosecutors charge Wisconsin legislator with misdemeanor after blowup over Hispanic resolution",
    "topic": "Wisconsin Politics",
    "topic_full": "Wisconsin Politics · Wisconsin"
  },
  {
    "article_path": "/article/takeaways-from-surgeon-general-nominee-casey-means-senate-confirmation-hearing",
    "article_url": "https://ground.news/article/takeaways-from-surgeon-general-nominee-casey-means-senate-confirmation-hearing",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 86.0,
    "error": null,
    "left_pct": 14.0,
    "location": "United States",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Feb. 25, Casey Means, MD, testified before the U.S. Senate Health , Education, Labor and Pensions Committee for roughly two hours, facing rigorous questions on vaccines, AI and conflicts of interest.",
      "President Donald Trump nominated Means in May, despite her not completing her residency and her Oregon medical license being inactive, prompting credential concerns.",
      "Lawmakers also scrutinized her paid endorsements and financial ties, including a $10,000 payment from Genova Diagnostics, sponsorships from Daily Harvest and ENERGYbits, and her co‑founder role at Levels with pledged divestments if confirmed.",
      "The Senate HELP Committee will vote on advancing Means’ nomination, with Cassidy setting a 5 p.m. ET Thursday, Feb. 26 deadline for questions; if confirmed, she could issue public health advisories and promote the MAHA agenda.",
      "Public-Health context includes this year’s record-breaking flu season, elevating scrutiny of the surgeon general’s flu vaccine messaging, while last week’s glyphosate order and NIH environmental autism research highlight long-term stakes."
    ],
    "title": "Takeaways From Surgeon General Nominee Casey Means' Senate Confirmation Hearing",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/bird-flu-outbreak-in-california-elephant-seals-prompts-officials-to-cancel-popular-tours",
    "article_url": "https://ground.news/article/bird-flu-outbreak-in-california-elephant-seals-prompts-officials-to-cancel-popular-tours",
    "bias": [
      "Left-Leaning coverage frames the elephant seal bird flu outbreak with urgency, employing terms like \"deadly\" and \"suddenly closes\" to evoke concern for a \"famed colony\" and \"dreaded\" news.",
      "In stark contrast, right-leaning outlets present only a neutral, headline-level statement, de-emphasizing specific details about the virus, affected seals, or research efforts.",
      "Center-Leaning reporting provides extensive, precise context, detailing \"highly pathogenic avian influenza\" and the park's significance for \"10,000 northern elephant seals,\" often aligning with expert sources like the USDA, while occasionally using \"deadly\" but also noting a \"small number\" of illnesses.",
      "While all perspectives acknowledge the outbreak and tour cancellations, the left emphasizes ecological impact, the right de-emphasizes specifics, and the center prioritizes comprehensive, scientific information, revealing differing priorities in environmental reporting."
    ],
    "bias_bar_text": null,
    "center_pct": 69.0,
    "error": null,
    "left_pct": 23.0,
    "location": "California",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "Seven weaned elephant seal pups tested positive for HPAI H5N1, confirmed Tuesday by the U.S. Department of Agriculture's National Veterinary Services Laboratory, prompting closure of Año Nuevo State Park tours until March 1.",
      "Heightened surveillance allowed researchers to detect abnormal signs on Feb. 19–20, after Roxanne Beltran said her team `ramped up monitoring` due to concerns about virus spread.",
      "UC Davis testing teams show about 30 animals have died at Año Nuevo Reserve, with weanling northern elephant seal pups showing tremors, seizures and respiratory signs; tests on about 30 more remain pending.",
      "California State Parks will refund reservations for canceled seal-viewing tours and has closed the viewing area, urging people to avoid touching seals or pets while coordinating monitoring with NOAA Fisheries hotline.",
      "Given past devastation abroad, including Argentina's 97% pup losses, the NSF Center for Pandemic Insights at UC Davis has scaled up surveillance with weekly updates and expanded monitoring of Piedras Blancas and Point Reyes National Sea Shore."
    ],
    "title": "Bird flu outbreak in California elephant seals prompts officials to cancel popular tours",
    "topic": "Bird Flu",
    "topic_full": "Bird Flu · California"
  },
  {
    "article_path": "/article/north-korea-warns-it-could-destroy-south-if-threatened-but-leaves-door-open-for-us-dialogue",
    "article_url": "https://ground.news/article/north-korea-warns-it-could-destroy-south-if-threatened-but-leaves-door-open-for-us-dialogue",
    "bias": [
      "Left-Leaning coverage frames North Korea 's potential actions as conditional, emphasizing \"if threatened\" and highlighting that it \"leaves door open\" for dialogue, reflecting a preference for engagement.",
      "Right-Leaning outlets, conversely, underscore the direct danger, focusing on \"warns\" and the intent to \"destroy,\" aligning with national security vigilance.",
      "Center-Leaning coverage balances both aspects, explicitly detailing Kim's condition for US dialogue—abandoning its \"hostile policy\"—a nuance the right de-emphasizes.",
      "While all perspectives acknowledge the core statements, including the promise of \"more nuclear weapons\" , their distinct rhetorical tactics reveal underlying ideological divides concerning diplomatic engagement versus perceived threats."
    ],
    "bias_bar_text": null,
    "center_pct": 49.0,
    "error": null,
    "left_pct": 38.0,
    "location": "North Korea",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "North Korea held a military parade marking its Workers' Party congress and set major policy goals for the next five years, including prioritizing nuclear development and strengthening its nuclear forces.",
      "Kim Jong-un stated that the future of North Korea-U.S. relations depends on the United States' attitude and expressed openness to dialogue if the U.S. ends its confrontational policies.",
      "Kim Jong-un warned that South Korea is the 'most hostile enemy' and threatened possible actions if South Korea behaves provocatively."
    ],
    "title": "North Korea warns it could destroy South if threatened, but leaves door open for US dialogue",
    "topic": "North Korea",
    "topic_full": "North Korea · North Korea"
  },
  {
    "article_path": "/article/man-sentenced-for-deadly-crash-that-killed-founding-member-of-dixie-chicks_e51850",
    "article_url": "https://ground.news/article/man-sentenced-for-deadly-crash-that-killed-founding-member-of-dixie-chicks_e51850",
    "bias": [
      "The analyses reveal distinct narrative priorities in reporting a driver's sentencing.",
      "Left-Leaning coverage emphasizes the driver's \"reckless passing\" and the legal outcome, maintaining a concise focus while de-emphasizing specific details like the driver's name or the precise charge.",
      "Right-Leaning outlets also highlight the driver's culpability, using terms like \"speeding driver\" and \"recklessly\" to characterize the actions, and uniquely include the victim's age.",
      "Center-Leaning reports, however, offer the most comprehensive details, specifying the driver's name, age, and the \"manslaughter\" charge, while also portraying the victim as a \"well-known defender,\" a detail de-emphasized elsewhere.",
      "All perspectives agree on the driver's sentencing for killing Laura Lynch, yet their differing emphasis on legal specifics, personal details, or the driver's actions reflects underlying priorities in how such events are framed for their audiences."
    ],
    "bias_bar_text": null,
    "center_pct": 64.0,
    "error": null,
    "left_pct": 24.0,
    "location": "United States",
    "right_pct": 12.0,
    "status": "ok",
    "summary": [
      "On Tuesday, Domenick Chavez, 33-year-old defendant, was sentenced to 15 years for causing the fatal crash that killed Laura Lynch, 65, co-founder of the Dixie Chicks, the 34th Judicial District Attorney's Office announced.",
      "On Dec. 22, 2023, the crash occurred on U.S. Highway 62/180 near mile marker 74 in Hudspeth County, about 50 miles east of El Paso.",
      "Investigators reconstructed the crash, finding Chavez was speeding between 106 and 114 mph while trying to pass four vehicles on a two-lane undivided highway with a suspended license.",
      "Prosecutors emphasized they will hold dangerous drivers accountable, with El Paso District Attorney James Montoya citing Lynch’s death causing \"profound sadness\" and Chavez's attorney Manuel Parra saying he \"has expressed profound remorse\".",
      "Locally, Lynch split time between Fort Worth and Dell City and made an El Paso debut where she told the crowd `This is our El Paso debut`, according to archives."
    ],
    "title": "Man gets 15 years in prison in Texas crash that killed a founding member of The Chicks",
    "topic": "Accident",
    "topic_full": "Accident · United States"
  },
  {
    "article_path": "/article/imf-sees-buoyant-us-economy-accelerating-this-year-but-warns-of-risks-from-tariffs-rising-debt_d3be63",
    "article_url": "https://ground.news/article/imf-sees-buoyant-us-economy-accelerating-this-year-but-warns-of-risks-from-tariffs-rising-debt_d3be63",
    "bias": [
      "Left-Leaning coverage frames the \"buoyant\" economy by immediately emphasizing \"risks\" from tariffs and \"rising debt,\" aligning with critiques of fiscal policy.",
      "Right-Leaning outlets, while acknowledging the economy as \"buoyant,\" swiftly pivot to \"tariff uncertainty risks hampering\" and a \"larger-than-expected drag,\" de-emphasizing specific positive predictions like \"accelerated growth\" or \"lower unemployment\" and federal debt concerns.",
      "Center-Leaning perspectives offer a balanced portrayal, detailing both the positive outlook and various identified risks, often providing additional contextual information.",
      "All perspectives agree on the economy's \"buoyant\" state, but diverge significantly on which \"risks\" are paramount, revealing ideological priorities regarding trade policy versus fiscal responsibility."
    ],
    "bias_bar_text": null,
    "center_pct": 64.0,
    "error": null,
    "left_pct": 29.0,
    "location": "United States",
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "This year the International Monetary Fund, the 191-country lender, said the U.S. economy is 'buoyant' and expected to see accelerated growth.",
      "Supported by strong productivity gains, Kristalina Georgieva said the IMF noted the Fed cut its rate three times in 2025, shaping the outlook.",
      "The IMF projects U.S. unemployment falling from 4.5% in late 2025 to 4.1% in 2026, inflation reaching the Federal Reserve's 2% target by 2027, and GDP growth of 2.4% in fourth-quarter 2026.",
      "The IMF warned that the president's protectionist trade policies `could represent a larger-than-expected drag on activity` and expressed concern that federal debt rising from just under 100% of GDP last year to almost 110% by 2031 is a growing stability risk.",
      "The IMF advised that the Fed, after three cuts in 2025, could lower its benchmark interest rate to around 3.4% from 3.6% currently but should hold off unless there is a `material worsening` in the American job market."
    ],
    "title": "IMF sees ‘buoyant’ US economy accelerating this year but warns of risks from tariffs, rising debt",
    "topic": "Tariffs",
    "topic_full": "Tariffs · United States"
  },
  {
    "article_path": "/article/fresh-look-at-apollo-moon-rocks-solves-decades-old-mystery-about-the-moons-magnetic-field",
    "article_url": "https://ground.news/article/fresh-look-at-apollo-moon-rocks-solves-decades-old-mystery-about-the-moons-magnetic-field",
    "bias": [
      "All perspectives agree \"Old Apollo rocks\" provide a \"fresh take\" on the moon 's magnetic field, revealing it was once \"cranked up to superstrength.",
      "However, center-leaning coverage distinctly frames this as solving a \"decades-old mystery,\" suggesting the ancient field \"may have flickered on and off\" due to \"melting rocks\" causing \"surprisingly strong\" magnetism.",
      "Left and right-leaning outlets de-emphasize this deeper scientific context and the resolution of a long-standing enigma, presenting the findings as a more general scientific update without detailed explanations or explicit attribution to \"scientists reported Wednesday.\"."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 50.0,
    "location": "United States",
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "On Feb. 26, University of Oxford researchers published in Nature Geoscience that Apollo-era moon rocks reveal brief strong magnetic outbursts early on, despite a mostly weak field.",
      "Apollo missions between 1969 and 1972 landed on large, flat basaltic maria and collected similar low-latitude rocks rich in titanium, forming a limited, titanium-heavy Apollo sample archive of roughly 842 pounds.",
      "Charting titanium content, researchers found samples under 6% titanium had weak magnetization while higher-titanium rocks preserved strong signals; Claire Nichols said the core-mantle boundary melting caused a strong field for no more than 5,000 years.",
      "With Artemis aiming for the south pole, NASA-led Artemis program plans to collect diverse samples near the south polar region and permanently shadowed craters to test the moon’s magnetic shield’s role in habitability.",
      "Scientists say the results address a decades-long scientific debate, reconciling objections about the moon's core size—one-seventh of its radius—and Nichols says the magnetic activity \"can be intermittently really strong."
    ],
    "title": "Apollo Moon Rocks Reveal Brief Strong Magnetic Fields Amid Mostly Weak History",
    "topic": "Moon",
    "topic_full": "Moon · United States"
  },
  {
    "article_path": "/article/vance-says-administration-is-pausing-some-medicaid-funding-to-minnesota-because-of-fraud-concerns_84ffc3",
    "article_url": "https://ground.news/article/vance-says-administration-is-pausing-some-medicaid-funding-to-minnesota-because-of-fraud-concerns_84ffc3",
    "bias": [
      "Left-Leaning coverage frames the $259.5 million Medicaid funding halt as an \"escalating a pressure campaign\" against Democratic leadership, focusing on \"fraud claims\" and de-emphasizing the impact on taxpayers.",
      "Right-Leaning outlets portray it as a \"dramatic move,\" the \"first battle in the ‘war on fraud’\" against \"rampant fraud,\" employing militaristic language to champion protecting \"taxpayers.",
      "Center-Leaning reports neutrally state the \"temporary halt\" over \"fraud concerns,\" noting the lack of public details.",
      "While all acknowledge the funding pause and stated reason, the left highlights political motivations and potential impact on low-income Americans, while the right emphasizes decisive action and government waste, revealing deep ideological divides over social welfare and executive power."
    ],
    "bias_bar_text": null,
    "center_pct": 48.0,
    "error": null,
    "left_pct": 29.0,
    "location": "Minnesota",
    "right_pct": 23.0,
    "status": "ok",
    "summary": [
      "Vice President JD Vance announced Wednesday that the administration would withhold $259 million in Medicaid funding to Minnesota over fraud concerns, notifying Gov. Tim Walz.",
      "Earlier prosecutions and probes, including DOJ actions, revealed fraud tied to Somali-run day care centers in Minneapolis and the Feeding Our Future nonprofit's $250 million pandemic fraud.",
      "CMS said as part of the move that Minnesota has 60 days to respond to concerns involving $244 million in unsupported claims and about $15 million tied to immigration-status issues, warning of up to $1 billion in deferred funds next year.",
      "State officials warned that the pause could be political retribution, and cuts may exceed $2 billion annually, impacting Minnesota's health-care providers and low-income residents, while the governor called it devastating.",
      "Vance said the broader effort will involve the U.S. Department of Justice and Treasury Department, and his office recently helped launch the Division of National Fraud Enforcement, while a nationwide Medicare enrollment freeze lasts six months."
    ],
    "title": "Vance says administration is pausing some Medicaid funding to Minnesota because of fraud concerns",
    "topic": "Minnesota Politics",
    "topic_full": "Minnesota Politics · Minnesota"
  },
  {
    "article_path": "/article/rubio-defends-us-ouster-of-venezuelas-maduro-to-caribbean-leaders-unsettled-by-trump-policies_530869",
    "article_url": "https://ground.news/article/rubio-defends-us-ouster-of-venezuelas-maduro-to-caribbean-leaders-unsettled-by-trump-policies_530869",
    "bias": [
      "While all perspectives acknowledge Rubio defending US actions regarding Venezuela's Maduro, left and center outlets emphasize Caribbean leaders feeling \"unsettled by Trump policies\" and detail a \"military operation to capture\" Maduro, portraying a confrontational stance.",
      "In stark contrast, right-leaning coverage de-emphasizes international friction, framing the same as \"U.S. action\" focused on \"Securing Venezuela’s Freedom after Maduro,\" employing aspirational language for intervention.",
      "The center perspective aligns with the left on the specific nature of the US action and international sentiment.",
      "These distinct portrayals underscore fundamental ideological divides concerning US foreign policy and interventionism, particularly regarding regime change and international diplomacy."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 40.0,
    "location": "United States",
    "right_pct": 20.0,
    "status": "ok",
    "summary": [
      "On Wednesday, U.S. Secretary of State Marco Rubio defended the Trump administration's military operation that captured Nicolás Maduro to Caribbean leaders at the CARICOM summit in Basseterre and held one-on-one meetings with regional prime ministers.",
      "The U.S. had built up its largest Caribbean military presence in generations before the Jan. 3 raid that removed Nicolás Maduro, a historic turning point for Venezuela.",
      "Rubio told closed-door meetings that `Venezuela is better off today than it was eight weeks ago`, while Venezuela's interim authorities enacted an amnesty law and economic adjustments.",
      "CARICOM leaders raised objections to U.S. measures including deportee demands, warning impacts on migration, security and economic stability, with Terrance Drew saying the region `stands at a decisive hour`.",
      "Rubio said the U.S. will deepen cooperation on crime, economic opportunity and energy, warning transnational criminal organizations pose the biggest threat while the U.S. Treasury Department eased Venezuelan oil sales restrictions to Cuba."
    ],
    "title": "Rubio defends US ouster of Venezuela’s Maduro to Caribbean leaders unsettled by Trump policies",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · United States"
  },
  {
    "article_path": "/article/hilary-knight-calls-president-trumps-white-house-invite-a-distasteful-joke_f90854",
    "article_url": "https://ground.news/article/hilary-knight-calls-president-trumps-white-house-invite-a-distasteful-joke_f90854",
    "bias": [
      "Left-Leaning coverage emphasizes Hilary Knight's characterization of Trump's invite as a \"distasteful joke,\" framing it as \"overshadowing\" the team's gold medal and amplifying negative sentiment.",
      "Right-Leaning outlets, conversely, portray Knight as \"brushes off\" men's reactions, minimizing the controversy and her criticism.",
      "Center-Leaning reports provide more context, detailing Trump's specific joke and the men's team backlash, while neutrally presenting Knight's \"calls out\" and her desire to highlight \"extraordinary efforts.",
      "All perspectives agree Knight used the term \"distasteful joke\" and wished to focus on Olympic success.",
      "The divergent portrayals reveal ideological splits in how criticism of political figures is amplified or downplayed, and what constitutes relevant context."
    ],
    "bias_bar_text": null,
    "center_pct": 61.0,
    "error": null,
    "left_pct": 30.0,
    "location": "United States",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "On Wednesday, Hilary Knight, captain of the U.S. women's Olympic hockey team and two-time gold medalist, told ESPN the focus should remain on U.S. women’s Olympic achievements rather than President Donald J. Trump's offhand remark, which she said distracts from female athletes' success.",
      "Captured on speakerphone, President Donald J. Trump invited the U.S. men's hockey team to the State of the Union and joked about inviting the women's team, prompting online criticism.",
      "Outscoring opponents 33-2, the U.S. women's hockey team finished 7-0 with five shutouts, while Hilary Knight closed her final Olympics as the all-time U.S. leader with 15 goals and 33 points.",
      "On Monday the team was scheduled to fly into New York but a Northeast snowstorm forced a reroute through Atlanta, canceling planned New York Stock Exchange promotional appearances and the White House visit, USA Hockey explained.",
      "Knight said, `I think this is just a really good learning point to really focus on how we talk about women, not only in sport but in industry,` while Jack Hughes and Jeremy Swayman stressed mutual respect and regret over reactions."
    ],
    "title": "Hilary Knight calls President Trump’s White House invite a ‘distasteful joke’",
    "topic": "State of the Union",
    "topic_full": "State of the Union · United States"
  },
  {
    "article_path": "/article/exclusive-gaza-firm-to-build-uae-funded-housing-compound-in-israeli-held-south-sources-say",
    "article_url": "https://ground.news/article/exclusive-gaza-firm-to-build-uae-funded-housing-compound-in-israeli-held-south-sources-say",
    "bias": [
      "While both perspectives acknowledge a Gaza firm building UAE-funded housing for displaced Palestinians in territory under Israeli military control, left-leaning narratives frame the location as \"Israeli-held south,\" implying disputed status, and employ emotionally charged terms like \"surveillance ghetto\" to portray the project as threatening displacement and enclosure.",
      "This perspective emphasizes \"heavy scrutiny\" and broader political implications, including links to a peace plan.",
      "In contrast, right-leaning coverage de-emphasizes such critical context and scrutiny, presenting the project more neutrally.",
      "The stark difference in characterizing the project's humanitarian aims versus its potential for control reveals deep ideological divides regarding Israeli authority and Palestinian autonomy."
    ],
    "bias_bar_text": "Left 60% 10% Right 30%",
    "center_pct": 10.0,
    "error": null,
    "left_pct": 60.0,
    "location": null,
    "right_pct": 30.0,
    "status": "ok",
    "summary": [
      "On Feb 25, Reuters reported Masoud & Ali Contracting Co , a Gaza -based contractor, was contracted to build an Emirati-funded compound near Rafah to house tens of thousands of displaced Palestinians.",
      "The UAE pledged $1.2 billion for Gaza last week at a Board of Peace conference as part of President Donald Trump's Gaza reconstruction plan managed by the Board of Peace.",
      "The Gaza-based firm will lead construction, partnering with two Egyptian partner firms after being contracted by a large Egyptian company; MACC has built infrastructure funded by the World Bank and USAID.",
      "No on-the-ground work has yet begun because Israel's military has yet to approve plans and site access remains unresolved near Rafah, Gaza.",
      "The UAE has not formally announced the project dubbed 'Emirates City', and Reham Owda, Palestinian political analyst, said it would be `more acceptable to Gazans` and help employ Gaza's workforce."
    ],
    "title": "Gaza firm to build UAE-funded housing compound in Israeli-held south: Reuters",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/netanyahus-wifes-dress-matches-pm-modis-handkerchief",
    "article_url": "https://ground.news/article/netanyahus-wifes-dress-matches-pm-modis-handkerchief",
    "bias": [
      "Left-Leaning coverage frames the visit through geopolitical skepticism—emphasizing a \"wobbly Gaza stance\" and questioning diplomatic costs—while right-leaning pieces celebrate ceremony and affinity, using phrases like \"bond,\" \"rolled out red carpet,\" \"warm,\" \"historic,\" and even highlighting \"saffron\" sartorial ties; the left’s tone is wary and critical, the right’s is effusive and celebratory.",
      "Pivotal dividing lines include India’s Gaza policy, the symbolic weight of a Knesset address/Yad Vashem visit, and color symbolism; center coverage is more procedural and de-emphasized controversy.",
      "Both sides agree on the ceremonial reception and talks on defence, trade , and technology, reflecting deeper ideological and geopolitical priorities."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Wednesday, Prime Minister Narendra Modi arrived in Tel Aviv for a two-day state visit and was received at Ben Gurion International Airport by Prime Minister Benjamin Netanyahu and Sara Netanyahu with a ceremonial red carpet welcome.",
      "The trip aims to deepen cooperation in defence, technology, trade and innovation, and leaders intend to review the India–Israel strategic partnership and pursue a `special strategic partnership`.",
      "On Thursday, Prime Minister Narendra Modi will visit Yad Vashem at 12:15 pm, after addressing the Knesset at 8 pm today.",
      "Several memoranda of understanding are expected, including agreements on advanced defence systems and a secrecy mechanism, while opposition leaders criticised the timing of the visit.",
      "`Hexagon` of alliances that names India as a key partner and drew global attention as Modi's flight was the most tracked worldwide, Netanyahu said."
    ],
    "title": "India's Modi Addresses Israel's Parliament as Netanyahu Touts Mutual Alliance",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/prosecutors-plan-to-charge-an-israeli-settler-with-killing-a-palestinian-activist-in-the-west-bank_028503",
    "article_url": "https://ground.news/article/prosecutors-plan-to-charge-an-israeli-settler-with-killing-a-palestinian-activist-in-the-west-bank_028503",
    "bias": [
      "Left-Leaning outlets frame the planned prosecution of an Israeli settler for killing a Palestinian activist by emphasizing systemic injustice, detailing a \"settler incursion\" and the settler \"wildly firing his gun after antagonising locals.",
      "They highlight the family's view that the \"manslaughter\" charge \"doesn’t rise to the level of the crime\" and contextualize it with statistics on nationalist violence.",
      "Conversely, right-leaning coverage presents the event with a more neutral tone, focusing on the legal process and individual accountability, de-emphasizing broader context.",
      "Center-Leaning reports note the \"Rare Prosecution Sparks Debate.",
      "All perspectives acknowledge the rarity of such prosecutions and a spike in settler attacks, yet their divergent portrayals reveal underlying ideological priorities regarding the conflict."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Monday, Israel 's State Attorney General's office said it had initiated proceedings to indict Yinon Levi, an Israeli settler, over the killing of a Palestinian activist, opening a rare prosecution of settler violence.",
      "Amid a sharp rise in settler attacks over two years, Hathaleen's death last July drew attention due to his role in the 2025 Oscar-winning film No Other Land and his funeral in Umm al-Khair on Aug. 7, 2025.",
      "Multiple camera angles captured the confrontation in Umm al-Khair, including footage Alaa Hathaleen filmed showing Yinon Levi waving a pistol, firing two shots, shoving people, and later being detained, placed under house arrest and released.",
      "Eitan Peleg, an attorney for Hathaleen's family, said prosecutors planned to indict Levi for reckless homicide, which the family called insufficient and described as an intentional, premeditated killing, a rare legal step in West Bank cases.",
      "On Sunday, Israel's Foreign Ministry announced a land-registration process, with rights groups warning it could strip Palestinians of land and drawing condemnation from Saudi Arabia and Egypt."
    ],
    "title": "Prosecutors plan to charge an Israeli settler with killing a Palestinian activist in the West Bank",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/rare-earth-shortages-worsen-in-us-aerospace-chips-despite-trade-truce-report",
    "article_url": "https://ground.news/article/rare-earth-shortages-worsen-in-us-aerospace-chips-despite-trade-truce-report",
    "bias": null,
    "bias_bar_text": "Center 33% Right 67%",
    "center_pct": 33.0,
    "error": "Message: \n",
    "left_pct": null,
    "location": null,
    "right_pct": 67.0,
    "status": "fail",
    "summary": null,
    "title": "Rare earth shortages worsen in US aerospace, chips despite trade truce: Report",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/fbi-obtained-kash-patel-and-susie-wiles-phone-records-during-biden-administration_06f798",
    "article_url": "https://ground.news/article/fbi-obtained-kash-patel-and-susie-wiles-phone-records-during-biden-administration_06f798",
    "bias": [
      "Left-Leaning outlets neutrally frame the FBI obtaining Kash Patel and Susie Wiles' phone records, emphasizing general \"government overreach\" while de-emphasizing specific Trump probe details.",
      "In stark contrast, right-leaning coverage employs an accusatory tone, attributing actions to \"Biden's FBI\" and highlighting Patel's \"outrageous and deeply alarming\" reaction, including his reported firing of officials, portraying documents as \"lawfully stored\" to imply injustice.",
      "Center-Leaning reports provide more factual context, using \"slams\" and \"stirred controversy\" to acknowledge negative sentiment and \"overreach by unelected government officials\" without the right's direct politicization.",
      "All agree on the FBI's action during the Biden administration, but the differing portrayals reveal a deep ideological chasm over federal agency independence versus perceived political targeting."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "The FBI subpoenaed phone-call records of Kash Patel and Susie Wiles from 2022–2023, Patel told Reuters on Feb 25, 2026.",
      "Investigators routinely subpoenaed toll records to establish timelines, and such records can be obtained via subpoena without a judge's approval, as Patel said during the probe led by Special Counsel Jack Smith in November 2022.",
      "Patel said investigators obtained `toll records` showing timing and recipients, extended into Susie Wiles' campaign role, and the FBI filed them under `Prohibited` classification he recently removed.",
      "A spokesperson for Smith declined to comment on Patel's allegations after he testified to a grand jury with limited immunity, Reuters said it could not verify key details.",
      "Critics note the disclosures involve current top officials and may impact congressional oversight and public trust, with Patel calling the subpoenas `It is outrageous and deeply alarming`."
    ],
    "title": "FBI obtained Kash Patel and Susie Wiles phone records during Biden administration",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/vancouver-council-motion-to-oppose-ice-at-world-cup-is-ruled-out-of-order",
    "article_url": "https://ground.news/article/vancouver-council-motion-to-oppose-ice-at-world-cup-is-ruled-out-of-order",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "During a council meeting Wednesday, Councillor Mike Klassen ruled the motion out of order because recent correspondence indicated ICE would not be present, and Mayor Ken Sim agreed.",
      "Citing rights and safety concerns, Fry described the proposal as pre-emptive, noting ICE has not been invited to operate in Vancouver for the World Cup .",
      "Legal context notes that ICE has an 'administrative and liaison presence' at the U.S. Consulate in Vancouver, but U.S. law-enforcement agencies cannot operate without explicit government authorization, Mayor Ken Sim said Wednesday.",
      "An attempt to overturn Klassen's ruling fell one vote short of the two-thirds threshold, preventing the motion from going to a vote.",
      "The Canadian Press reported on Feb. 24, 2026, that Coun. Pete Fry introduced the Wednesday motion to oppose ICE deployment for the World Cup."
    ],
    "title": "Vancouver council motion to oppose ICE at World Cup is ruled out of order",
    "topic": null,
    "topic_full": null
  }
]
