[
  {
    "Abstract": "The goal of carbon neutrality requires the development of low-cost, high safety, and high energy density secondary batteries. The comprehensive integration of zeolites into battery design is expected to meet these key requirements. Based on highly adjustable molecular sieve effect, ion conductivity, catalytic properties, etc., goal-oriented zeolite can adapt to inherent differentiation and distinctive expectations of battery components, which achieves solvent structure regulation, stable interface construction, solid-state electrolyte optimization/construction, electrode storage mechanism regulation, etc., thereby improving various battery performance. Therefore, a comprehensive review is essential to reveal the universal applicability and multifunctionality of zeolites in batteries. This review first summarizes the structures, classifications, properties and synthesis route, and the application roadmap of zeolites is systematically described in chronological order. Most importantly, based on the elucidation of zeolite-involved physical and electrochemical behavior in electrolytes, interface, electrode, and separators optimization, we systematically analyze the structure-property-performance relationship and design principles of zeolite-integrated batteries. In addition, the scientific deficiencies, engineering challenges and possible future research directions of zeolite-integrated secondary batteries are summarized and discussed in depth. This review aims to provide guidance and new perspectives for the future research and application of emerging zeolite-based batteries.",
    "Author": "Zhang, Keyan",
    "DOI": "https://doi.org/10.1021/acs.chemrev.5c00626",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Chemical Reviews",
    "Subfield": "Inorganic Chemistry",
    "Title": "Multifunctional Zeolites in Secondary Batteries",
    "Topic": "Zeolite Catalysis and Synthesis"
  },
  {
    "Abstract": "<i>Vipera raddei kurdistanica</i> venom may exert selective cytotoxic effects against gastric cancer cells and may induce apoptosis through both intrinsic and extrinsic pathways, potentially via inhibition of the PI3K/AKT/mTOR signalling axis.",
    "Author": "Jalili, Cyrus",
    "DOI": "https://doi.org/10.22074/cellj.2026.2061544.1869",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "PubMed",
    "Subfield": "Genetics",
    "Title": "The Anti-proliferative and Pro-apoptotic Effects of Iranian Viper Venom (<i>Vipera raddei kurdistanica</i>) on Human Gastric Cancer Cells (C615) are Mediated by PI3K/AKT/mTOR Signalling Pathway Inhibition.",
    "Topic": "Venomous Animal Envenomation and Studies"
  },
  {
    "Abstract": "Given a growing body of evidence about adverse health outcomes associated with prenatal cannabis use, findings underscore the importance of patient-provider communication and messaging about safe alternatives to cannabis use during pregnancy.",
    "Author": "Kara R. Skelton",
    "DOI": "https://doi.org/10.1177/15409996261424794",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "PubMed",
    "Subfield": "Pharmacology",
    "Title": "Motivations for Cannabis Use During Pregnancy: An Analysis of 2017-2021 Pregnancy Assessment Monitoring System Data.",
    "Topic": "Cannabis and Cannabinoid Research"
  },
  {
    "Abstract": "Exercise training following TRA withdrawal could restore inflammatory balance by suppressing TLR4 and NF-ΚB signaling, normalizing pro- and anti-inflammatory cytokine profiles, and possibly attenuating the iNOS/NO/COXII pathway in Wistar rats.",
    "Author": "Ahmadyzad, Adel",
    "DOI": "https://doi.org/10.22074/cellj.2025.2046681.1734",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "PubMed",
    "Subfield": "Small Animals",
    "Title": "Exercise Training Modulates TLR4/NF-κB-Mediated Inflammatory Signaling in Rat Testes after Tramadol Withdrawal.",
    "Topic": "Veterinary Pharmacology and Anesthesia"
  },
  {
    "Abstract": "Circulating nitrogen is crucial to the sustainability of our living system. Urea is a central form of nitrogen species that sustains our food supply, but its natural abundance in fertilizing effluent and human metabolite demands circulating technology back to innocuous dinitrogen (N<sub>2</sub>), while it would otherwise pollute the environment. Electrochemical urea reforming can fragment the urea molecule into N<sub>2</sub> and dihydrogen (H<sub>2</sub>) using renewable electricity, and N<sub>2</sub> can be formed directly via oxidative intramolecular N-N coupling on catalytic surfaces. However, this reforming technology remains elusive due to the low N<sub>2</sub> selectivity. Herein, we uncovered a urea oxidation pathway that selectively splits urea into N<sub>2</sub>, driven by nickel oxide (NiO) lattices with adjacent Ni sites. The double-ended urea coordination on NiO facilitates intramolecular N-N coupling and suppresses C-N cleavage toward undesired overoxidation products. Further lattice engineering via Al substitution creates the optimal performance of near-unity N<sub>2</sub> selectivity toward N-based products and a 1 order of magnitude higher N<sub>2</sub> production rate compared to those of most reported catalysts. The electrochemical urea reforming devices can effectively split urea into N<sub>2</sub> and H<sub>2</sub> using both synthetic urea and artificial urine, reviving this technology as a bridge of sustainable energy and environmental treatment toward the water-energy-food nexus.",
    "Author": "Chen, Zhe",
    "DOI": "https://doi.org/10.1021/jacs.5c13017",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Catalysis",
    "Title": "Lattice-Engineered Nickel Oxide for Electrocatalytic Urea Recycling with Near-Unity N <sub>2</sub> Selectivity",
    "Topic": "Ammonia Synthesis and Nitrogen Reduction"
  },
  {
    "Abstract": "The rational design of catalytic nanomaterials, particularly high-entropy alloy (HEA) nanomaterials with their unique structures, is crucial for advancing pancatalytic therapy and holds promise for catalytic biomedical applications. Nevertheless, conventional trial-and-error approaches to HEA development persist in being inefficient and resource-demanding, underscoring the critical need for data-driven strategies to accelerate the design of next-generation catalytic platforms. Herein, we report a machine learning (ML)-assisted framework for the rational design of subnanometer HEAs with enhanced multicatalytic activities for the treatment of triple-negative breast cancer. Using an extensively curated dataset of nanozyme compositions and activities, ML algorithms identified key metal elements with the highest contribution to catalytic performance. Guided by these insights, a distinct PtFeMoCoNiRu HEA subnanowire (HESNW) was synthesized, in which the subnanostructure confers maximized active-site exposure and superior atomic utilization, enabling exceptional reactive oxygen species (ROS) generation. Ultrasound (US), characterized by its noninvasive and deep penetration, is employed to activate catalytic reactions. Excessive ROS production with HESNW under US irradiation induces extensive DNA damage, activating the cGAS-STING signaling pathway and leading to PANoptosis. This ML-guided design strategy enables the precise tailoring of multicatalytic HEA nanomaterials and provides a generalizable blueprint for accelerating the discovery of multifunctional nanocatalysts through data-driven methodologies.",
    "Author": "Tang, Caili",
    "DOI": "https://doi.org/10.1021/jacs.5c18947",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Journal of the American Chemical Society",
    "Subfield": "Materials Chemistry",
    "Title": "Machine Learning-Assisted Screening of High-Entropy Sub-1 nm Nanowires for Ultrasound-Augmented Pancatalytic Tumor Therapy",
    "Topic": "Advanced Nanomaterials in Catalysis"
  },
  {
    "Abstract": "ABSTRACT The efficiency and durability of electrocatalysts for the alkaline hydrogen evolution reaction (HER) are impeded by high overpotentials and sluggish kinetics, limiting their practical application. Here, we present a novel class of RuSeTe‐based electrocatalysts featuring high‐density tensile strain induced by amorphous/crystalline heterojunctions, where the strain distribution density is precisely regulated via interface length manipulation. Theoretical and experimental analyses reveal that the tensile strain optimizes the d‐band center and water adsorption energy, significantly reducing the energy barrier of the Volmer step. The optimized RuSeTe catalyst achieves an ultralow overpotential of 20 mV at 10 mA cm − 2 and a Tafel slope of 33 mV dec − 1 in alkaline media, outperforming state‐of‐the‐art Ru‐based chalcogenides. Furthermore, the catalyst exhibits sustained durability for 1100 h (&gt;45 days) at a current density of 100 mA cm −2 , maintaining a nearly constant potential throughout the test. This work proposes a universal strategy for inducing high‐density strain through amorphous/crystalline heterointerface engineering, offering new insights into designing efficient and stable HER catalysts.",
    "Author": "Liu, Guoqiang",
    "DOI": "https://doi.org/10.1002/adma.202517922",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Advanced Materials",
    "Subfield": "Renewable Energy, Sustainability and the Environment",
    "Title": "Amorphous/Crystalline Heterojunction Engineered High‐Density Strain in RuSeTe for Efficient Alkaline Hydrogen Evolution Reaction",
    "Topic": "Electrocatalysts for Energy Conversion"
  },
  {
    "Abstract": "ABSTRACT All‐organic red‐green‐blue (RGB) visible light communication (VLC) systems hold significant promise for future wireless communications because they can be readily integrated with existing lighting infrastructures. However, the stability, efficiency, and exciton decay times of printed deep‐blue organic light‐emitting diodes (OLEDs) currently fall short of the high bandwidth, rapid response, and swift data transmission requirements of VLC systems. Herein, two printable deep‐blue fluorescent light‐emitting π‐conjugated polymers (LπCPs) were fabricated based on a multi‐dimensional self‐encapsulation strategy for application in all‐OLED RGB VLC systems. The printed fluorescent films displayed remarkably fast decay life‐times of ∼0.30 ns, enabling high bandwidth and fast response. The deep‐blue OLEDs presented a CIE coordinate of (0.15, 0.06), narrow deep‐blue emission with a full width at half maximum (FWHM) of 21 nm, high external quantum efficiency (EQE) of 1.94%, and high brightness of 6698 cd/m 2 with remarkable durability. Finally, preliminary printed all‐OLED RGB VLC systems were successfully established, and through efficient energy transfer, demonstrated the transmission of pseudo‐random binary sequence (PRBS) signals and audio data at a rate of 1 Mbps. The fast response times, on the order of microseconds, highlight the potential of these all‐OLED VLC systems for high‐speed data transmission.",
    "Author": "Li, Mengyuan",
    "DOI": "https://doi.org/10.1002/adma.202514881",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Advanced Materials",
    "Subfield": "Electrical and Electronic Engineering",
    "Title": "Printable Deep‐Blue Fluorescent Light‐Emitting π‐Conjugated Polymers for All‐Organic RGB Visible Light Communication",
    "Topic": "Organic Light-Emitting Diodes Research"
  },
  {
    "Abstract": "Broadly neutralizing antibodies (bnAbs) are evaluated as possible alternatives to standard antiretroviral treatment (ART) for maintaining control of HIV-1 replication and may enhance immune responses to reduce or control the viral reservoir. However, the immunological and virological effects of bnAbs in infants and children are unknown. We conducted a detailed analysis of proviral reservoir dynamics and antiviral immune responses in a unique group of young children from Botswana who started ART at birth and then stopped standard ART while receiving the bnAbs 10-1074 and VRC01-LS in a subsequent clinical trial. No quantitative changes in frequencies of proviral sequences were observed during bnAb treatment, but selection of genome-intact proviruses in transcriptionally repressive heterochromatin regions occurred in some study participants. Faster viral rebound following standard ART cessation was linked to elevated proportions of KIR2DL1-positive NK cells. In contrast, delayed viral rebound and more limited viral reservoir size were associated with elevated proportions of NKG2A-positive NK cells and with the HLA-B-21M signal peptide polymorphism. HIV-specific T cell responses were low in all study participants and unrelated to viral reservoir sizes or clinical outcomes following ART interruption. These results suggest that, in young children, specific NK cell subsets and KIR-HLA interactions might be linked to HIV-1 rebound kinetics after substitution of standard ART with bnAbs.",
    "Author": "Niesar, Aischa",
    "DOI": "https://doi.org/10.1172/jci193912",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Journal of Clinical Investigation",
    "Subfield": "Virology",
    "Title": "Immune correlates of HIV-1 rebound during broadly neutralizing antibody treatment in young children",
    "Topic": "HIV Research and Treatment"
  },
  {
    "Abstract": "Riverine sulfate, primarily derived from the weathering of continental sulfur-bearing minerals, plays a key role in shaping the isotopic composition of marine sulfate. In arid regions, gypsum dissolution is typically assumed to be the dominant sulfate source, but conventional sulfur and oxygen isotope systems (δ<sup>34</sup>S-SO<sub>4</sub><sup>2-</sup> and δ<sup>18</sup>O-SO<sub>4</sub><sup>2-</sup>) struggle to distinguish it from overlapping atmospheric and anthropogenic sources. Here, we apply the triple oxygen value (Δ'<sup>17</sup>O-SO<sub>4</sub><sup>2-</sup>) in the Yellow River Basin─characterized by widespread agriculture, abundant gypsum, and minimal atmospheric deposition─to resolve these ambiguities. We observe strongly negative Δ'<sup>17</sup>O-SO<sub>4</sub><sup>2-</sup> values (as low as -0.3‰) in upper basin waters during high-discharge periods, which we attribute to fertilizer-derived sulfate flushing from agricultural soils. These negative anomalies diminish downstream, where gypsum contributions become dominant. Isotopic modeling reveals that traditional approaches may overestimate gypsum inputs by up to 40%. Our results demonstrate that Δ'<sup>17</sup>O-SO<sub>4</sub><sup>2-</sup> is a powerful tracer of anthropogenic sulfate inputs in modern rivers. Moreover, its nonconservative behavior during transport challenges the assumption that negative Δ'<sup>17</sup>O values in paleo-sulfate archives strictly reflect contributions of atmospheric oxygen to sulfate.",
    "Author": "Zhang, Dong",
    "DOI": "https://doi.org/10.1021/acs.est.5c06215",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Environmental Science & Technology",
    "Subfield": "Atmospheric Science",
    "Title": "Triple Oxygen Isotopes Reveal Anthropogenic Overprinting of Riverine Sulfate Sources in the Yellow River Basin, China",
    "Topic": "Geology and Paleoclimatology Research"
  },
  {
    "Abstract": "Perfluoroalkyl and polyfluoroalkyl substances (PFASs) are a class of emerging contaminants frequently detected in the environment and pose serious threats to human health. Previous studies have shown that techniques using hydrated electrons can effectively degrade these compounds. However, such reactions typically necessitate alkaline and anaerobic conditions or involve the use of surfactants. Herein, we introduced a novel approach that utilized indole as the monomer molecule for in situ polymerization within the clay interlayer to generate polyindole. In the system, polyindole could both serve as the precursor to provide hydrated electrons and, with its own organic polymer structure, create a hydrophobic phase to effectively adsorb perfluorooctanoic acid (PFOA). Without the need for surfactants, the \"adsorption-concentration-reaction\" strategy for PFOA could be realized. At the same time, as the degradation of PFOA by the generated hydrated electrons occurred mainly within the clay layers, the confinement effect could be harnessed to reduce the mass transfer of O<sub>2</sub> and H<sup>+</sup> from the solution to the layers. It thereby weakened the quenching of hydrated electrons and enhanced their utilization efficiency. Therefore, this study represents a novel attempt to use in situ polymerization for constructing a polyindole-based nanocomposite, offering a sophisticated solution for degradation of PFASs.",
    "Author": "Tian, Haoting",
    "DOI": "https://doi.org/10.1021/acs.est.5c11944",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Environmental Science & Technology",
    "Subfield": "Environmental Chemistry",
    "Title": "In Situ Growth of Polyindole within Montmorillonite Interlayer and Subsequent Efficient Destruction of Perfluorooctanoic Acid",
    "Topic": "Per- and polyfluoroalkyl substances research"
  },
  {
    "Abstract": "Abstract Research Summary How do new ventures strategically position their products to accelerate regulatory clearance? We investigate this question in the medical device industry, where regulatory clearance is a prerequisite for market entry. We examine 239 new firms' 510(k) device clearances by the FDA between 2001 and 2019. Our approach combines quantitative analysis of firms' claims of similarity with extensive field research. We find that strategic positioning significantly impacts time to clearance, and that effective strategies evolve over time. For first products, firms accelerate clearance by citing fewer reference products while strategically positioning relative to same‐category products and to category exemplars; for second products, firms accelerate clearance by referencing their own products. These findings extend positioning theory into regulatory contexts and reveal how a firm's optimal strategic positioning changes across successive products. Managerial Summary We study how new medical device startups can speed up regulatory approval by strategically positioning their products for the FDA. Analyzing 239 firms' 510(k) clearances from 2001 to 2019, we find that the way companies frame their products for regulators plays a key role in how quickly they are cleared. For their first products, firms benefit from referencing fewer existing devices and aligning with well‐known or similar products. For their second product, referencing their own previously cleared device helps accelerate the process. Our findings show that positioning is a powerful tool for navigating regulatory hurdles. We highlight how the most effective strategy changes as a company grows, offering practical guidance for leaders bringing new medical technologies to market.",
    "Author": "Emily Cox Pahnke",
    "DOI": "https://doi.org/10.1002/smj.70072",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Strategic Management Journal",
    "Subfield": "Economics and Econometrics",
    "Title": "Strategic positioning and accelerating regulatory clearance for new ventures",
    "Topic": "Pharmaceutical Economics and Policy"
  },
  {
    "Abstract": "Abstract One of the most important neural circuits controlling cognitive processes is the projection from prefrontal cortex (PFC) to thalamus. To determine the strength of PFC projections to different thalamic nuclei, we performed optogenetic experiments by injecting channelrhodopsin‐2 (ChR2) to medial PFC and recording synaptic responses evoked by light stimulation of ChR2‐expressing terminals in thalamic neurons. The mediodorsal thalamus (MD) had markedly larger synaptic currents than neighbouring areas, suggesting that PFC sends prominent signals to MD. To determine whether the PFC to MD pathway is altered at early stages of Alzheimer's disease (AD), we used two mouse models (∼4 months old), transgenic mice carrying the human P301S mutation of microtubule‐associated protein tau (Tau), and familial AD mice carrying five mutations on APP and PS1 (5xFAD). Both AD mouse models exhibited a more significant decline in short‐term depression (STD) of synaptic responses in response to repeated light stimulation of MD ChR2 signals. Optogenetic imaging showed that Tau mice had significantly reduced ChR2 expression in MD axon terminals innervated by PFC. Next, we inhibited two kinases, serum and glucocorticoid‐regulated kinase 1 (SGK1) and glycogen synthase kinase‐3 beta (GSK3β), both of which can induce tau hyperphosphorylation and the ensuing disruption of microtubule‐based transport in AD. Treatment with SGK1 or GSK3β inhibitor normalized STD of PFC to MD synaptic responses in Tau mice, but not in 5xFAD mice. These results suggest that the synaptic connectivity in the PFC‐to‐MD pathway is compromised in AD, which may be due to tau kinase‐induced disruption of axonal transport. image Key points Optogenetic recordings reveal the strong connection from prefrontal cortex (PFC) to mediodorsal thalamus (MD). Short‐term depression (STD) of PFC to MD synaptic responses is altered in P301S Tau and 5xFAD mouse models of Alzheimer's disease (AD). Optogenetic imaging uncovers the significantly reduced PFC to MD projection in Tau mice. Inhibition of tau kinase SGK1 or GSK3β normalizes STD of PFC to MD synaptic responses in Tau mice, but not 5xFAD mice. These results suggest that the synaptic information transfer from PFC to MD pathway is compromised in AD, probably via tau kinase‐induced disruption of axonal transport.",
    "Author": "Zhong, Ping",
    "DOI": "https://doi.org/10.1113/jp289018",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "The Journal of Physiology",
    "Subfield": "Cellular and Molecular Neuroscience",
    "Title": "Compromised synaptic signal from prefrontal cortex to mediodorsal thalamus in Alzheimer's disease models and its rescue by kinase inhibitors",
    "Topic": "Photoreceptor and optogenetics research"
  },
  {
    "Abstract": "Abstract Modern surveys such as Euclid report a decline in the fraction of barred galaxies from the local Universe to z ~ 1, whereas the TNG50 simulation predicts higher bar fractions, in tension with observations. This discrepancy may be due to observational biases in bar detectability when comparing simulations with observations. We present a proof-of-concept study quantifying how Euclid-like observational conditions affect bar detectability in TNG50. We analysed the entire galaxy sample at z = 0.5 and highlight one borderline case with a bar length of 2.1 kpc and strength A2 = 0.4. Synthetic images were produced with Monte Carlo radiative transfer and realistic post-processing, and analysed with ellipse fitting and Fourier decomposition, as well as the recently constructed Zoobot analysis. Results were compared to idealised, noise-free stellar mass maps. In the illustrative case the bar is clearly detected in the mass map and remains visible in the Euclid VIS IE filter, where Zoobot also classifies it as barred, but becomes undetectable in YE and in the VIS–NISP RGB composite, with all methods failing outside VIS. Extending to the full z = 0.5 sample, Zoobot recovers only 31/141 galaxies, while A2 and ellipse fitting perform better (80/141 and 67/141) but still miss many short or weak bars. When non-detections are counted as unbarred, the bar fraction of 44percnt falls to 12–33percnt depending on method. These results demonstrate the strong impact of observational effects on bar detectability and motivate bar-fraction estimates which incorporate realistic instrumental conditions across redshift in cosmological simulations.",
    "Author": "Gustavo F. Gonçalves",
    "DOI": "https://doi.org/10.1093/mnras/stag263",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Monthly Notices of the Royal Astronomical Society",
    "Subfield": "Astronomy and Astrophysics",
    "Title": "The detectability of bars at high redshift: a case study using Euclid-like mock observations of TNG50 simulated galaxies",
    "Topic": "Galaxies: Formation, Evolution, Phenomena"
  },
  {
    "Abstract": "Abstract This paper presents a novel dual metaheuristic loss function framework integrated within Generative Adversarial Networks (GANs) for enhanced thermal image augmentation, specifically designed to improve paddy leaf disease detection through intelligent data quality enhancement and diversity generation. The proposed methodology revolutionizes traditional GAN training by replacing conventional loss functions with two bio-inspired metaheuristic algorithms: the Chaoborus algorithm, which serves as an innovative generator loss function implementing intelligent missing pixel imputation through phantom midge larvae hunting behavior simulation, and the Australian Crayfish algorithm, which functions as an advanced discriminator loss function optimizing adaptive 8-pixel connectivity through foraging and territorial behavior modeling. The framework incorporates strategically positioned identity blocks to preserve critical thermal signatures during adversarial training, ensuring disease-specific thermal patterns remain intact throughout the image enhancement process while maintaining diagnostic integrity. The proposed dual metaheuristic GAN achieves superior image generation quality with 31.47 ± 0.52 dB Peak Signal-to-Noise Ratio (PSNR) and 0.923 ± 0.008 Structural Similarity Index Measure (SSIM), representing significant improvements over state-of-the-art methods including StyleGAN2 (26.89 dB PSNR), Progressive GAN (27.34 dB PSNR), and BigGAN (28.12 dB PSNR). Disease classification performance evaluation across four distinct neural network architectures (ResNet-50, EfficientNet-B7, Vision Transformer, and DenseNet-201) reveals substantial accuracy improvements, with the Vision Transformer achieving 97.89 ± 0.63% accuracy using the proposed augmentation compared to 83.45 ± 1.76% on original datasets and 87.23 ± 1.54% with standard augmentation techniques. Statistical significance analysis confirms the robustness of improvements with p-values less than 0.001 for all comparative metrics and Cohen’s d effect sizes exceeding 1.2, indicating large practical significance. Rigorous tenfold cross-validation yields consistent performance with 96.85% mean accuracy and low standard deviation (0.674%), while Leave-One-Out Cross-Validation demonstrates minimal bias (&lt; 0.0012) and low variance (&lt; 0.0055). Generalization studies across five different datasets show robust transferability with direct transfer accuracies ranging from 84.12% to 91.45%, improving to 89.67–95.89% with minimal fine-tuning. Environmental robustness evaluation reveals excellent stability under varying temperature (15–35 °C), humidity (40–80%), and temporal conditions, with performance drops limited to 6.07% under extreme conditions. Comprehensive ablation studies validate the synergistic contribution of each framework component, with individual algorithms providing 5.68 dB and 3.76 dB PSNR improvements respectively, while their combination with identity blocks achieves the full 31.47 dB performance. Computational efficiency analysis demonstrates practical viability with 45.2 ± 2.8 ms inference time for image generation and 1.41 × speedup over baseline methods while maintaining 9.8 GB memory efficiency. Real-world field deployment across four geographic locations in India (Punjab, Tamil Nadu, West Bengal, and Odisha) over 2.75 months processing 44,860 images achieves 94.65% average accuracy with 3.12% false positive and 2.24% false negative rates.",
    "Author": "Heba M. Khalil",
    "DOI": "https://doi.org/10.1038/s41598-026-36477-3",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Scientific Reports",
    "Subfield": "Plant Science",
    "Title": "Enhanced paddy leaf disease detection using novel dual metaheuristic loss functions in generative adversarial networks with identity block preservation for thermal image augmentation",
    "Topic": "Smart Agriculture and AI"
  },
  {
    "Abstract": "Conventional fuzzy or rough set models struggle to capture the ambiguity, hesitancy, and partial information that are frequently present in healthcare decision-making. To address this challenge, we propose a novel rough cubic intuitionistic fuzzy soft relational framework that combines interval-valued membership, intuitionistic non-membership, and soft binary relations within a harmonious rough set paradigm. The model captures multi-dimensional uncertainty by representing membership, non-membership, hesitation, and boundary approximations simultaneously. To this end, we use soft binary relations, defined by foresets and aftersets, to approximate an internal cubic intuitionistic fuzzy set. Initially, two pairs of rough approximation operators for an internal cubic intuitionistic fuzzy set, concerning foresets and aftersets, and their different algebraic features are examined. Furthermore, a variety of similarity relations between internal cubic intuitionistic fuzzy sets related to soft binary relations are discussed. We develop a decision-making scheme utilizing two algorithms with methodical procedural steps to demonstrate the effectiveness of the proposed framework. A comprehensive real-world breast cancer risk identification and hospital selection case study demonstrates the model's effectiveness, achieving higher diagnostic reliability than classical fuzzy, intuitionistic fuzzy, and rough set approaches. A detailed comparative analysis with specific prevailing techniques reveals that the presented strategy achieves higher decision accuracy and reduced boundary ambiguity across multiple evaluation metrics.",
    "Author": "Bashir, Shahida",
    "DOI": "https://doi.org/10.1038/s41598-026-35732-x",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Scientific Reports",
    "Subfield": "Management Science and Operations Research",
    "Title": "Rough cubic intuitionistic fuzzy soft relation framework for risk identification and hospital selection in breast cancer treatment",
    "Topic": "Multi-Criteria Decision Making"
  },
  {
    "Abstract": "The main objective of the research is to determine the impact of digitalization on organizational culture of libraries, which ultimately affects the performance. This research was conducted by examining the concept of a Technology-Organization-Environment (TOE) framework. It also includes digital culture in organization through the absolute tenacity of improving library services and performance. In this study, the research population comprised chief/in-charge librarians from universities across Pakistan. A total of 318 questionnaires received back from the respondents, of which 40 were considered incomplete due to inconsistent or missing responses. The final analysis has been completed based on a total of 278 responses. The data were analyzed using Partial Least Squares Structural Equation M (PLS-SEM) with the use of PLS Smarts software version 4, to analyze the modified Technology-Organization-Environment (TOE) research model. The results of study concluded that organizations can enhance their digital culture by integrating technological, organizational, and environmental factors into their practices and services. Study confirms that technological, organizational and environment factors have positive impact on the adoption of digital culture, it also further shows that technological factors such as compatibility, regulatory support have positive impact top management strategies for adoption of digital culture except one technological factor i.e. relative advantage shows no impact on top management strategies regarding adoption of digital culture. Additionally, it improved the performance, services, and satisfaction of information management organizations as well. The study contributes to the field of information science through the significance of digital culture for executives, researchers and policy makers.",
    "Author": "Tara, Nain",
    "DOI": "https://doi.org/10.1038/s41598-026-39685-z",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Scientific Reports",
    "Subfield": "Library and Information Sciences",
    "Title": "The impact of digital organizational culture on the performance of university libraries",
    "Topic": "Library Science and Information Literacy"
  },
  {
    "Abstract": "The secure and efficient sharing of geographic spatial data is crucial for applications in urban planning, disaster management, and environmental monitoring. However, conventional access control systems face scalability, security, and transparency problems in a distributed environment. This paper proposes a new framework that marries attribute-based access control with blockchain technology and smart contracts for fine-grained, decentralized, and tamper-proof data sharing. This paper introduces a new framework which combines Attribute-Based Access Control (ABAC), blockchain technology, smart contracts, and an upgraded Black-winged Kite (UBK) algorithm. Access regulations and audit logs are stored on a private blockchain using a Proof-of-Authority consensus mechanism for immutability and transparency. Experimental results show that the proposed method reduces evaluation policy time by 70% and storage overhead by 52% compared to the traditional attribute-based access control, while achieving 98.2% accuracy in access decisions. The performance test shows evaluation time and storage increase linearly, thus proving appropriate large-scale deployment. The combination of blockchain and smart contracts guarantees security-auditable and automated enforcement of access policies without needing a central authority.",
    "Author": "Li, Song",
    "DOI": "https://doi.org/10.1038/s41598-025-34703-y",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Scientific Reports",
    "Subfield": "Information Systems",
    "Title": "Attribute based access control of geographic spatial data sharing using blockchain and smart contracts",
    "Topic": "Blockchain Technology Applications and Security"
  },
  {
    "Abstract": "Abstract Fathers’ involvement in child feeding positively influences feeding practices and child nutrition. Inadequate feeding practices are a major contributor to preventable childhood illnesses and mortality. Although fathers’ participation is important, evidence on the level and factors associated with their involvement in the study area is limited. This study aimed to assess the magnitude of fathers’ involvement in child feeding and associated factors among fathers of children aged 6–24 months in Chena district, Kaffa zone, Southwest Ethiopia, 2025. A community-based cross-sectional study was conducted from February 1 to June 20, 2025, among 622 fathers of children aged 6–24 months, selected using systematic random sampling. Data were collected via structured, pretested questionnaires, coded, entered into EpiData v4.6, and analyzed using SPSS v27. Variables with p &lt; 0.25 in bivariable analysis were included in multivariable logistic regression. Adjusted odds ratios (AOR) with 95% confidence intervals (CI) were calculated, and p &lt; 0.05 was considered statistically significant. Of the 622 fathers, 259 (41.6%) were involved in child feeding. Factors positively associated with involvement included college education or above (AOR = 4.41, 95% CI: 1.67–11.66), good knowledge of child feeding (AOR = 2.84, 95% CI: 1.78–4.51), positive attitude (AOR = 2.10, 95% CI: 1.34–3.28), and good cultural beliefs regarding child feeding (AOR = 2.22, 95% CI: 1.40–3.51). Fathers whose workplaces were far from home and who were mostly absent at night were less likely to be involved (AOR = 0.44, 95% CI: 0.22–0.90). Fathers’ involvement in child feeding in Chena district is low. Educational status, workplace proximity, knowledge, attitude, and cultural beliefs significantly influence fathers’ engagement. Interventions promoting father participation should address these factors to improve child feeding practices.",
    "Author": "Daniel Mulat Eshetu",
    "DOI": "https://doi.org/10.1038/s41598-026-40365-1",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Scientific Reports",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Fathers’ involvement in child feeding and associated factors among fathers of children aged 6–24 months in Chena District, Southwest Ethiopia: a community-based cross-sectional study",
    "Topic": "Child Nutrition and Water Access"
  },
  {
    "Abstract": "<i>Bemisia tabaci</i> is a major global pest causing severe crop losses through phloem feeding and virus transmission, with heavy insecticide use driving resistance. Pepper (<i>C. annuum</i>) is naturally resistant to the MEAM1 whitefly, offering a model for studying inducible plant defenses. Metabolomic analysis revealed that psoralen accumulates in pepper leaves after whitefly feeding, a secondary metabolite known for insecticidal properties. Bioassays showed that psoralen significantly reduces adult survival and oviposition. Biochemical assays further indicated that psoralen inhibits key whitefly detoxification enzymes (GSTs, CarEs) and digestive enzymes (cellulase, α-amylase). These findings identify psoralen as an inducible defense metabolite contributing to pepper resistance against <i>B. tabaci</i> and highlight its potential for sustainable whitefly control through crop improvement or botanical insecticide development.",
    "Author": "Han, Haolin",
    "DOI": "https://doi.org/10.1021/acs.jafc.5c16686",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Journal of Agricultural and Food Chemistry",
    "Subfield": "Pharmacology",
    "Title": "Metabolomic and Functional Evidence for Psoralen Associated with Resistance of Pepper against the Whitefly",
    "Topic": "Piperaceae Chemical and Biological Studies"
  },
  {
    "Abstract": "Breaking the talent bottleneck in agriculture and forestry and establishing an effective channel for transmitting intellectual achievements from university graduates to rural areas are crucial for building a high-quality rural revitalization workforce. This study employs a mixed-methods approach, combining systematic surveys based on a five-point Likert scale (Cronbach’s α = 0.982) with machine learning modeling to analyze the factors influencing the employment of graduates from agricultural and forestry institutions. Key findings indicate that respondents generally recognize the importance of salary and benefits, express high satisfaction with occupational environments and living conditions, and acknowledge the effectiveness of training systems and promotion channels. The Genetic Algorithm-Back Propagation (GA-BP) predictive model constructed in this study demonstrates outstanding performance, achieving coefficients of determination (R2) of 0.983 and 0.960 on the training and test sets, significantly outperforming traditional measurement methods. This research not only provides data-driven support for optimizing employment policies in agricultural and forestry institutions but also showcases an innovative application of artificial intelligence in analyzing employment factors, offering an interdisciplinary research paradigm for talent strategies aimed at advancing smart agriculture.",
    "Author": "Xie, Tingting",
    "DOI": "https://doi.org/10.3390/su18041998",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Sustainability",
    "Subfield": "Organizational Behavior and Human Resource Management",
    "Title": "Predicting Graduate Employment Quality in Agricultural Universities: A Machine Learning Framework Leveraging Multi-Dimensional 5-Point Likert Scale Survey Data",
    "Topic": "AI and HR Technologies"
  },
  {
    "Abstract": "Investigator‐initiated studies that include information collected by patients are rising, but limited data is available on patient and investigator experience in this setting. The I‐CARE cohort included patients with inflammatory bowel disease (IBD) monthly collecting clinical information in 15 countries for up to 6 years. We describe patients and investigators' involvement in I‐CARE and identify predictors of early withdrawal due to patient non‐engagement. Patients' characteristics according to the number of electronic Patient‐reported outcomes (ePRO) completed during follow‐up were assessed. Predictors of early withdrawal due to patient non‐engagement were identified using logistic regression. The coding of outcomes reported by patients and corrections by investigators on patients' ePROs were assessed. Among 12,846 patients included by 502 investigators, 79.3% and 77.3% filled more than one ePRO and at least one ePRO within 6 months before the study end date, respectively. All ePROs were completed in 72.8% and 56.4% of patients during year 1 and 3, respectively. Male gender, younger age (&lt; 20), being unemployed or a student, and no previous history of abdominal surgery were associated with early withdrawal. Investigators corrected 52.5% of cancer or dysplasia reported by patients compared to 10% of serious infections. Investigators added or removed a treatment sequence in 19.6% of the 6708 patients treated with biologics. These results highlight the implication of patients in research and the importance of data validation by investigators alongside the challenge and potential of collecting medical data from patients. These findings can inform similar future initiatives in other diseases. (EudraCT, Number: 2014‐004728‐23; ClinicalTrials.gov , Number: NCT02377258).",
    "Author": "Kirchgesner, Julien",
    "DOI": "https://doi.org/10.1002/cpt.70231",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Clinical Pharmacology & Therapeutics",
    "Subfield": "General Health Professions",
    "Title": "Building a Robust Investigator‐Initiated Platform: The I‐ <scp>CARE</scp> Experience",
    "Topic": "Mental Health and Patient Involvement"
  },
  {
    "Abstract": "Abstract This study investigates the comparative value of feedback provided by expert teachers, peer teachers, and language learners within TESOL practicum settings. Drawing on data from 738 feedback comments on two video‐recorded lessons, the research explores variations in the quantity, type, tone, and evaluative content of feedback among the three groups. Results indicate that expert teachers gave the most extensive and pedagogically grounded feedback, though with a more critical tone. Peer teachers closely mirrored expert feedback in focus but provided more affirming and supportive responses. Language learners, in contrast, contributed the fewest comments, yet their feedback was notably more emotionally attuned, highlighting affective factors such as teacher demeanor and engagement. Despite these differences, all three groups emphasized instructional quality as a central concern. Quantitative ratings of teacher performance were similar across groups, yet qualitative justifications revealed diverging criteria. Findings highlight the unique and complementary perspectives each feedback source offers, suggesting that diversified feedback enhances reflective practice in TESOL teacher education. The study underscores the value of including learner voices in practicum assessments and encourages teacher education programs to adopt more inclusive, multi‐source feedback approaches to support well‐rounded teacher development.",
    "Author": "K. H. Woffinden",
    "DOI": "https://doi.org/10.1002/tesq.70075",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "TESOL Quarterly",
    "Subfield": "Language and Linguistics",
    "Title": "Varying Perceptions of <scp>TESOL</scp> Instruction from Experts, Peers, and Learners",
    "Topic": "EFL/ESL Teaching and Learning"
  },
  {
    "Abstract": "Caries control is essential for the long-term success of dental restorations, and the frequent use of mouthwashes may influence the esthetic properties of restorative materials. This study aimed to evaluate the effect of several commercially available mouthwashes on the color stability of resin-based CAD/CAM restorative materials. Three CAD/CAM materials were investigated: a hybrid ceramic (Cerasmart), a polymer-infiltrated ceramic (Vita Enamic), and a reinforced composite (Brilliant Crios). Rectangular specimens were immersed in Eludril Classic, Listerine Total Care, Listerine Advanced White, and distilled water (control). Color measurements were performed at baseline and after immersion periods up to 24 h using a digital spectrophotometer, and color differences (ΔE00) were calculated. Statistical analysis revealed that both mouthwash type and immersion time had a statistically significant effect on color change (p ≤ 0.05). All tested materials exhibited ΔE00 values exceeding the clinically acceptable threshold. These findings suggest that prolonged mouthwash use may compromise the esthetic longevity of resin-based CAD/CAM restorations. The null hypothesis was that prolonged use of mouthwash does not influence the color of resin-based CAD/CAM materials especially for those containing alcohol.",
    "Author": "Rotar, Raul",
    "DOI": "https://doi.org/10.3390/ma19040758",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Materials",
    "Subfield": "Orthodontics",
    "Title": "Impact of Various Mouthwashes on the Color Stability of Hybrid Ceramic and Reinforced Composite CAD/CAM Restorative Materials: An In Vitro Study",
    "Topic": "Dental materials and restorations"
  },
  {
    "Abstract": "ABSTRACT Background There is a critical gap between the need for eating disorder (ED) treatment and provider availability. Single‐Session Interventions (SSIs) are structured programs intentionally designed for a single client encounter and show promise for filling ED‐treatment and prevention gaps by enhancing accessibility of evidence‐based intervention. Recent studies have started to examine the efficacy of SSIs for various ED concerns, ranging from prevention to symptom reduction. A robust examination of the efficacy of SSIs in addressing ED concerns is thus needed. Objective This review assessed whether, and to what degree, ED SSIs are efficacious. Further, this study examined whether the efficacy of SSIs was moderated by SSI function (i.e., treatment versus prevention), SSI implementation format (i.e., self‐guided versus provider delivered), SSI administration method (i.e., remote versus in‐person), and follow‐up duration after SSI completion. Method Systematic review and meta‐analysis were conducted in accordance with the Preferred Reporting Items for Systematic Review and Meta‐Analysis guidelines. A multi‐level random effects meta‐analysis using a restricted maximum likelihood estimator was conducted to synthesize effect sizes from 22 primary studies ( k = 331 effect sizes). Multi‐level meta‐regression was conducted to test moderators of ED SSI efficacy. Findings from non‐randomized trial design studies were qualitatively synthesized. Results Overall Hedge's g effect size for efficacy of ED SSIs from 22 studies was significant with a small effect ( g = −0.23, 95% CI = −0.40 to −0.05, p &lt; 0.01). There was no heterogeneity between studies (between‐study σ 2 = 0.00), but there was high heterogeneity in effect sizes within studies (within‐study σ 2 = 2.65). Moderator analyses demonstrated that ED SSIs were significantly efficacious for reducing ED‐related symptoms, reducing other mental health concerns, and enhancing quality of life. ED SSI efficacy was significantly different from zero for self‐guided SSIs and remotely delivered SSIs. Finally, ED SSIs demonstrated efficacy immediately following intervention completion, and the efficacy did not strengthen or weaken at follow up. Discussion Findings supported that SSIs reduced ED concerns, which suggests that SSIs have the potential to reduce the public‐health burden of EDs by improving scalability of prevention and treatment.",
    "Author": "Negi, Sonakshi",
    "DOI": "https://doi.org/10.1002/eat.70055",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "International Journal of Eating Disorders",
    "Subfield": "Clinical Psychology",
    "Title": "A Meta‐Analysis and Systematic Review of Single‐Session Interventions for Eating Disorders",
    "Topic": "Eating Disorders and Behaviors"
  },
  {
    "Abstract": "ABSTRACT The rise of machine learning (ML) is one of the most prominent developments in applied econometrics in the past decade. The focus of much economic analysis is causal, rather than prediction, and Belloni et al. (2014) demonstrate how ML methods can be used in causal inference. This paper undertakes a narrow and wide replication of the Monte Carlo and empirical examples presented by Belloni et al. (2014). We discuss practical implications of this replication for the use of double ML methods in applied econometric research.",
    "Author": "Jack Fitzgerald Sice",
    "DOI": "https://doi.org/10.1002/jae.70041",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-15",
    "Source": "Journal of Applied Econometrics",
    "Subfield": "Statistics and Probability",
    "Title": "Double LASSO: Replication and Practical Insights",
    "Topic": "Advanced Causal Inference Techniques"
  }
]
