[
  {
    "Abstract": "Canopy shade environments can negatively impact plant growth and survival. Phytochrome A (phyA) is essential for seedling adaptation to deep shade, yet its role under moderate natural canopy conditions remains unclear. By expressing a novel phyA-nanoLUC reporter in Arabidopsis thaliana, we quantify diurnal fluctuations in phyA and its induction by low red to far-red (R:FR) ratio, simulating canopy shade. We uncover a new key regulatory function for phyB, which increases phyA stability post-dawn in unshaded conditions and modulates expression of PHYA in low R:FR. Further, we demonstrate that beyond its role as a deep shade sensor, phyA is an adept sensor of canopy shade, capable of detecting a range of R:FR ratios across light intensities. Mathematical modelling demonstrates that this property arises from the dynamic features of the phyA HIR mode of action. Interestingly, phyA synthesis is strongly induced by subtle reductions in R:FR ratio, and is robust to light perturbation, suggesting the phyA-sensory module is configured to detect modest shade. Spectral data from natural shade habitats provides ecological context for our laboratory findings. Physiological analysis indicates that under canopy shade phyA promotes seedling de-etiolation, organises resource management and accelerates reproductive development. We propose that this suite of responses, termed the “canopy adaptation strategy”, enhances survival chances under conditions where shade-avoidance strategies are maladaptive.",
    "Author": "Prizeman-Green, Philip",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1073/pnas.251220112",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-03",
    "Related to": 0,
    "Source": "Edinburgh Research Explorer (University of Edinburgh)",
    "Subfield": "Plant Science",
    "Title": "Arabidopsis thaliana Phytochrome A Sensory Properties in Canopy Shade",
    "Topic": "Light effects on plants",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://www.research.ed.ac.uk/en/publications/9c1f8f63-713d-4200-9cda-ffe8d766c33a",
    "oa_pdf_url": null
  },
  {
    "Abstract": "The results confirmed that young women attend their first gynecological consultation later than recommended.",
    "Author": "Walewska, Zuzanna",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1515/ijamh-2025-0182",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-02",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Epidemiology",
    "Title": "First appointment with a gynecologist in Poland.",
    "Topic": "Cervical Cancer and HPV Research",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "STPA was effectively used to assess the Radixact Synchrony system's real-time adaptive radiation therapy capabilities, providing insight into how the system could become unsafe throughout the patient journey. While focused on Radixact Synchrony and real-time adaptive radiation therapy, this study offers a transferable example of STPA application, from analysis initialization to mitigation, that can inform other safety assessments in radiation therapy.",
    "Author": "Hindmarsh, Jonathan",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/acm2.70478",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Radiation",
    "Title": "A prospective hazard analysis of real-time adaptive helical tomotherapy.",
    "Topic": "Advanced Radiotherapy Techniques",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12857238/",
    "oa_pdf_url": null
  },
  {
    "Abstract": "ABSTRACT This study empirically examines the associations between AutoCAD‐based spatial learning and engineering students perceived spatial visualization skills (SVS), measured via self‐reported spatial self‐efficacy (SS) rather than objective spatial tests, particularly in developing country contexts such as Vietnam. By integrating SERVQUAL and the Unified Theory of Acceptance and Use of Technology (UTAUT), the research examines perceived learning experiences alongside behavioral factors shaping students' adoption of AutoCAD in education. Given the cross‐sectional survey design, the identified relationships are interpreted as associative rather than causal. Data were collected from 322 engineering students in Vietnam using a structured survey, and Structural Equation Modeling (SEM) with AMOS was employed to analyze relationships among Facilitating Conditions (FC), Software Interaction (SI), Learning Motivation (LM), SS, and Active Engagement (AE). Results indicate that SI shows the strongest association with SS ( β = 0.502, p &lt; 0.001), highlighting the role of intuitive software use in SS. LM was found to be significantly associated with perceived SVS ( β = 0.323, p &lt; 0.001), underscoring the importance of motivation in technology‐enhanced learning contexts. However, the findings suggest that unguided AE was negatively associated with perceived SVS (β = –0.142, p = 0.011), suggesting that engagement without instructional scaffolding may be counterproductive, and that Performance Expectancy (PE) alone may not translate into meaningful engagement without adequate instructional support. The findings highlight the importance of supportive learning environments that ensure infrastructure readiness, user‐friendly software, and clear instructional strategies. The study proposes an integrated SERVQUAL–UTAUT framework to jointly capture service quality and technology acceptance factors in AutoCAD‐based learning. Situated in a developing‐country context, the study offers implications for more inclusive technology adoption in engineering education and provides practical insights for educators and policymakers.",
    "Author": "Thuong Hong Thi Nguyen",
    "Cited by": 0,
    "Cites": 48,
    "DOI": "https://doi.org/10.1002/cae.70157",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Computer Applications in Engineering Education",
    "Subfield": "Automotive Engineering",
    "Title": "No Student Left Behind in Engineering Education: An Empirical Study on AutoCAD‐Based Spatial Learning and Its Associations With Visualization Skills in Developing Countries",
    "Topic": "Spatial Cognition and Navigation",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "A major, serendipitous psychiatric discovery is monoamine-transporter reuptake inhibition as an antidepressant mechanism of action. Chronic treatment with such antidepressants is efficacious, with onset requiring 1-2 weeks, in many but by no means all patients with major depressive or another stress-related neuropsychiatric disorder. The forced swim test (FST) in rats and mice involves the acute, moderate stressor of placement in a container of water: at test onset, the predominant reaction is swimming, interpreted cautiously as active \"struggling\"; over minutes, this is replaced by floating, described objectively as immobility. Acute administration of monoamine transporter inhibitors immediately prolongs \"struggling.\" Although this readout is of behavioral pharmacological interest, the FST has no (back-)translational relevance to the neurobiological and neuropsychological symptoms/states of stress-related psychiatric disorders. The persistent adoption of the FST to measure \"depression-like state,\" based on interpretation of immobility as \"despair,\" \"helplessness,\" or \"passive coping,\" is a major weakness in applied behavioral neuroscience. Rodents do have a concept of learned uncontrollability, such that tests showing this depict an adaptive, not a \"depression-like,\" state. Recent psychiatry-neuroscience initiatives, such as the Research Domain Criteria framework, increase the accessibility of specific, transdiagnostic symptoms/states to behavioral neuroscience methods, thereby facilitating the establishment of animal models. Such animal models must incorporate clinically valid (1) etiological factors, such as prolonged psychosocial stress, and (2) neurobehavioral readouts with face and construct validity for specific symptoms/states. Increased reactivity to an acute threat, measured as increased Pavlovian aversion learning-memory (PALM), is a neurobehavioral state common in major depression and other disorders. Mice that have undergone chronic social stress exhibit generalized excessive PALM. Therefore, although stating that the FST measures \"depression-like state\" is erroneous, mouse models of specific symptoms/states can be achieved by back-translating etiology and neurobehavioral readouts. Though complex and moderately severe, such models have the potential to provide much-needed benefits in terms of preclinical neuropharmacological target discovery and validation. © 2026 The Author(s). Current Protocols published by Wiley Periodicals LLC.",
    "Author": "Christopher R. Pryce",
    "Cited by": 0,
    "Cites": 0,
    "DOI": "https://doi.org/10.1002/cpz1.70312",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Open Access status": "green",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "PubMed",
    "Subfield": "Cellular and Molecular Neuroscience",
    "Title": "From Struggling (With) Screening Tests to Mouse Models of Depression-Relevant Neurobehavioral States.",
    "Topic": "Neurotransmitter Receptor Influence on Behavior",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12857245/",
    "oa_pdf_url": null
  },
  {
    "Abstract": "ABSTRACT Considerations of governance in US higher education do not typically include the academic department. This results in a knowledge gap about the role of these central organizing units of academic work in the governance of colleges and universities. Through the concept of microfoundations, we explore concrete ways in which departmental governance matters, how it may be challenging, and strategies for fostering effective governance within academic departments. Summary Faculty members are encouraged to examine their departmental infrastructure, including materials related to and procedures for departmental processes such as admissions, teaching excellence, and student grievances. These materials should be co‐constructed by members, aligned with policies and processes at higher organizational levels, and centrally maintained to ensure access, cross‐training, consistency, and continuous improvement. Leaders of academic departments should establish 1–2 priorities per semester or year, such as enrollment management or admissions, and invest in opportunities to recognize those department members who contribute to such initiatives. Establishing monthly department meetings with clear agendas, and clear ways for faculty members to add items to that agenda, can help create and reinforce a collegial culture; promote the free and open exchange of ideas and perspectives; and maintain a record of collective decision‐making, votes and outcomes, and priorities. Departmental leaders have opportunities to prepare and support faculty for effective engagement in shared governance within their academic departments and across career stages and appointment types, including development, socialization, mentorship, and leadership that helps members of the academy understand what shared governance is and why it matters, including within departmental contexts.",
    "Author": "Karley A. Riffe",
    "Cited by": 0,
    "Cites": 16,
    "DOI": "https://doi.org/10.1002/he.70014",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "New Directions for Higher Education",
    "Subfield": "Political Science and International Relations",
    "Title": "Academic Departments as Microfoundations of Institutional Governance",
    "Topic": "Higher Education Governance and Development",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": null,
    "Author": "Bouredoucen, Hicham",
    "Cited by": 0,
    "Cites": 89,
    "DOI": "https://doi.org/10.1007/s00256-026-05128-z",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Skeletal Radiology",
    "Subfield": "Surgery",
    "Title": "Surgical management and imaging evaluation of post-traumatic periscaphoid osteoarthritis (SLAC and SNAC wrists)",
    "Topic": "Orthopedic Surgery and Rehabilitation",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": null,
    "Author": "María Nicole Bascur Postel",
    "Cited by": 0,
    "Cites": 24,
    "DOI": "https://doi.org/10.1007/s00467-026-07152-6",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Pediatric Nephrology",
    "Subfield": "Nephrology",
    "Title": "Efficacy of the STARZ stratification score in determining the risk of acute kidney injury in critically ill neonates",
    "Topic": "Acute Kidney Injury Research",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "Abstract Background Evidence regarding the risk of incident kidney failure based on developmental disabilities remains scarce. Accordingly, we examined the risk of kidney failure in individuals with intellectual disability (ID) and autism spectrum disorder (ASD). Methods This retrospective cohort study used data from the National Disability Registry of Korea and identified all individuals registered with ID/ASD between 2004 and 2020. In total, 155,729 individuals with ID and 22,385 with ASD and their age- and sex-matched controls ( n = 467,187, and 67,155, respectively) were included and followed up until December 2023. Cox proportional hazard analyses were performed to estimate hazard ratios (HRs) and 95% confidence intervals (CIs) for the risk of kidney failure in individuals with ID/ASD compared with controls. Results A total of 1,058 kidney failure events were identified in the ID cohort (687 ID and 371 controls) and 20 events in the ASD cohort (16 ASD and 4 controls). Individuals with developmental disabilities had a higher kidney failure risk than controls, with adjusted HRs (95% CIs) of 5.50 (4.75–6.36) for ID and 8.62 (2.68–27.74) for ASD. In subgroup analyses, both ID and ASD were associated with an increased risk of kidney failure in most subgroups. Age, sex, income level, and comorbidities showed a significant interaction with ID in relation to kidney failure risk (all p &lt; 0.01), whereas no significant interaction was observed between baseline characteristics and ASD. Conclusions Individuals with ID and ASD had an increased risk of incident kidney failure. Tailored preventive strategies against kidney failure are warranted for this population. Graphical abstract",
    "Author": "Hye Yeon Koo",
    "Cited by": 0,
    "Cites": 27,
    "DOI": "https://doi.org/10.1007/s00467-026-07177-x",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Pediatric Nephrology",
    "Subfield": "Cognitive Neuroscience",
    "Title": "Association between intellectual disability and autism spectrum disorder with kidney failure",
    "Topic": "Autism Spectrum Disorder Research",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://doi.org/10.1007/s00467-026-07177-x",
    "oa_pdf_url": null
  },
  {
    "Abstract": "Abstract Dermatomyositis (DM) is an autoimmune inflammatory myopathy that may occur as a paraneoplastic syndrome, most commonly associated with ovarian, lung, and gastrointestinal malignancies. Solid pseudopapillary pancreatic tumor is a rare neoplasm with low malignant potential, and to our knowledge only one case has previously been reported in association with DM. We present the case of a 21-year-old woman with six months of proximal muscle weakness, dysphagia, and cutaneous lesions characteristic of DM, including a heliotrope rash, shawl sign, and V-sign. She also exhibited atypical features, such as pseudoangioedema, an ovoid palatal patch, and generalized subcutaneous edema. Laboratory studies showed elevated muscle enzyme levels and positivity for anti–TIF1γ antibodies. Imaging revealed a solid–cystic pancreatic mass, which was histologically confirmed to be a solid pseudopapillary tumor. Following surgical resection, muscle enzyme levels normalized and cutaneous manifestations improved, although proximal quadriparesis persisted (Fig. 1). This case expands the spectrum of neoplasms associated with DM and highlights the relevance of atypical cutaneous manifestations and anti–TIF1γ antibodies as markers warranting surveillance for occult malignancy. The clinical improvement following tumor resection further supports a paraneoplastic association. Key Points • Atypical cutaneous findings—such as pseudoangioedema, ovoid palatal patch, and generalized subcutaneous edema—may serve as clinical indicators of paraneoplastic dermatomyositis. • The coexistence of dermatomyositis with a solid pseudopapillary pancreatic tumor represents an exceedingly rare association. • This case study underscores the significance of incorporating rare pancreatic tumours in the list of malignancies for patients diagnosed with dermatomyositis and anti-TIF1γ antibodies. • Improvement of cutaneous lesions and normalization of muscle enzymes after tumor resection reinforce the causal link between the neoplasm and dermatomyositis.",
    "Author": "N. A. Uribe-Ruíz",
    "Cited by": 0,
    "Cites": 34,
    "DOI": "https://doi.org/10.1007/s10067-026-07928-z",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Clinical Rheumatology",
    "Subfield": "Epidemiology",
    "Title": "Paraneoplastic dermatomyositis with atypical features associated with a solid pseudopapillary pancreatic neoplasm",
    "Topic": "Inflammatory Myopathies and Dermatomyositis",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://doi.org/10.1007/s10067-026-07928-z",
    "oa_pdf_url": null
  },
  {
    "Abstract": null,
    "Author": "Gogoi, Pixi",
    "Cited by": 0,
    "Cites": 91,
    "DOI": "https://doi.org/10.1007/s10661-026-15027-4",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Open Access status": "closed",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Environmental Monitoring and Assessment",
    "Subfield": "Global and Planetary Change",
    "Title": "Urban futures under pressure: assessing and predicting ecological risk in a metropolitan district of North-East India",
    "Topic": "Land Use and Ecosystem Services",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": null,
    "oa_pdf_url": null
  },
  {
    "Abstract": "Abstract Cyclic voltammetry (CV) is a very commonly used technique for the study of electrochemical interfaces. Its application to proton exchange membrane fuel cell (PEMFC) is of great interest as it is sensitive to change in the catalyst layer and membrane state-of-life. Using cyclic voltammograms, it is possible to easily obtain information on the catalyst roughness factor and the hydrogen cross-over current. This study focuses on the best way to perform CV on individual cells at the stack level. To prevent the whole stack polarisation, eight different connection configurations have been tested to obtain comparable CV as the reference case with current applied on the whole stack. The comparison between the cyclic voltammograms and potentiostatic electrochemical impedance spectroscopy (PEIS) for all these configurations lead to some recommendations for bipolar plates design. Contact resistances and proximity of current and potential connections are the main hindrances to the measurement of reliable CV. The authors advise to maximise as much as possible the number of connection pins and to place them on both sides of the PEMFC bipolar plates. If it is not possible on current design, the authors recommend the use of dynamic ohmic drop compensation to minimise the error regarding the determination of roughness factor. Graphical abstract",
    "Author": "Riasse, Raphaël",
    "Cited by": 0,
    "Cites": 38,
    "DOI": "https://doi.org/10.1007/s10800-025-02429-4",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Journal of Applied Electrochemistry",
    "Subfield": "Electrical and Electronic Engineering",
    "Title": "Performing cyclic voltammetry in a proton exchange membrane fuel cell stack: what you should keep in mind",
    "Topic": "Fuel Cells and Related Materials",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://doi.org/10.1007/s10800-025-02429-4",
    "oa_pdf_url": null
  },
  {
    "Abstract": "Abstract Purpose To evaluate changes in health-related quality of life (HRQoL) of different patient groups, as measured using the EuroQoL (EQ5D) during outpatient multidisciplinary rehabilitation. Methods Patients with acquired brain injury, chronic pain, neurodegenerative diseases or oncological diagnoses, who received outpatient multidisciplinary rehabilitation, were included in a multi-center prospective observational cohort study. They completed the EQ5D, consisting of an index and a Visual Analogue Scale (VAS), at the start of outpatient rehabilitation (T0) and 6 months thereafter (T1), and two perceived change questions (about quality of life and about general health) at T1. Results Both EQ5D index and VAS improved for the total sample ( n = 419, 68.8% females, mean age 54.5 years) and for each patient group, with the exception of the EQ5D VAS in patients with neurodegenerative diseases. The latter group showed less improvement, as measured on the EQ5D index, than patients with chronic pain ( p = 0.004), and less on VAS compared to the other patient groups (all p &lt; 0.05). At an individual level, 76.8% (304/396) of all patients reported improvement on the perceived change question about quality of life and 279/419 (66.6%) on the perceived change question about general health. Again, patients with neurodegenerative diseases had the lowest percentages (49/83 (59.0%) and 39/85 (47.0%), respectively). Conclusion All patient groups improved on HRQoL during outpatient multidisciplinary rehabilitation, both at group and individual level. However, patients with neurodegenerative diseases showed slightly less improvement than other patient groups, which may reflect the progressive nature of their disease rather than lower rehabilitation effectiveness.",
    "Author": "Daniëlla M. Oosterveer",
    "Cited by": 0,
    "Cites": 18,
    "DOI": "https://doi.org/10.1007/s11136-026-04167-2",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Quality of Life Research",
    "Subfield": "Rehabilitation",
    "Title": "Changes in health-related quality of life during outpatient rehabilitation: a prospective observational cohort study in four patient groups",
    "Topic": "Stroke Rehabilitation and Recovery",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://doi.org/10.1007/s11136-026-04167-2",
    "oa_pdf_url": null
  },
  {
    "Abstract": "Abstract The inherent instability and risk of liquefaction associated with unstable glaciomarine clay are both scientifically intriguing and societally important. Stabilizing sensitive soils is increasingly necessary with the unfolding climate crisis, which leads to wilder and wetter weather. The relevant length scales extend from nanometer-sized pores to kilometer-sized geological features. Laboratory experiments are important for gaining a better understanding of these phenomena. Here, we present a study of the ultra-soft sandstone Saltwash South , which essentially consists of quartz particles glued together by clay, as a proxy for nanoscopically fine-grained sensitive soil to facilitate time-resolved imaging of the onset of activation and liquefaction. By employing in situ time-resolved combined X-ray and neutron computed tomography (CT), we visualize the structural deformation caused by the presence of water and salts. While neutron imaging was sensitive to the presence of normal and heavy water, simultaneous X-ray imaging was used to measure the porous structure, swelling, and initial liquefaction response of the consolidated rock. Uniform expansion was observed in regions exposed to water, reflecting clay swelling and disaggregation. In tightly confined samples, the swelling and disaggregation were suppressed. Finally, we discuss future perspectives of this promising approach to studying liquefaction phenomena in porous media.",
    "Author": "Mirzaei, Fazel",
    "Cited by": 0,
    "Cites": 63,
    "DOI": "https://doi.org/10.1007/s11242-025-02284-z",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Transport in Porous Media",
    "Subfield": "Nuclear and High Energy Physics",
    "Title": "Time-Resolved X-ray and Neutron Imaging of Brine Percolation and Liquefaction in an Ultra-Soft Sandstone",
    "Topic": "NMR spectroscopy and applications",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://doi.org/10.1007/s11242-025-02284-z",
    "oa_pdf_url": null
  },
  {
    "Abstract": "Abstract This article argues that enactivism, integrated with feminist and posthumanist perspectives, provides a unified framework for addressing both the ecological crisis and the ethical challenges posed by artificial intelligence. Current debates—from the Anthropocene to human-centered AI—call for a critical redefinition of the human, yet they often evolve in parallel, producing a “split gaze” that neglects the profound hybridization of humans, environments, and technologies. With its relational understanding of cognition, sense-making, and agency, enactivism offers conceptual tools for overcoming the human versus Nature dualism as well as the human versus machine dualism. By reassessing intelligence as embodied, emergent, and environmentally embedded, it enables a shift toward relational ecological ethics grounded in interdependence and care. Applied to AI, this perspective treats digital technologies as components of an evolving human niche rather than external tools, thereby reframing responsibility in terms of socio-material practices rather than abstract principles. The article concludes by proposing a “networked humanity” and an “ecologically expansive community” as guiding concepts for multispecies and technological coexistence.",
    "Author": "Achella, Stefania",
    "Cited by": 0,
    "Cites": 27,
    "DOI": "https://doi.org/10.1007/s11245-025-10354-6",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Open Access status": "hybrid",
    "Publication date": "2026-02-01",
    "Related to": 0,
    "Source": "Topoi",
    "Subfield": "Cognitive Neuroscience",
    "Title": "Networked Humanity. An Enactivist Paradigm for Aligning Humans, Nonhumans, and Machines",
    "Topic": "Embodied and Extended Cognition",
    "Type": "article",
    "Year": 2026,
    "oa_landing_page_url": "https://doi.org/10.1007/s11245-025-10354-6",
    "oa_pdf_url": null
  }
]
