[
  {
    "article_path": "/article/us-secret-service-agents-killed-man-trying-to-unlawfully-enter-trumps-mar-a-lago_2c6b6d",
    "article_url": "https://ground.news/article/us-secret-service-agents-killed-man-trying-to-unlawfully-enter-trumps-mar-a-lago_2c6b6d",
    "bias": [
      "News coverage of the Mar-a-Lago shooting starkly diverged, with right-leaning outlets framing the incident as a \"WOULD-BE TRUMP ASSASSIN\" or \"failed assassination attempt,\" emphasizing a \"plot to Blow up Trump's House\" and accusing \"Elitist Media\" of \"OMISSION.",
      "In contrast, left-leaning reports focused on the man being \"fatally shot\" or \"killed,\" sometimes downplaying the severity by stating he was merely \"shot,\" and highlighting the White House calling him a \"crazy person.",
      "Center perspectives generally presented a more descriptive account, noting \"dramatic scenes\" and the man \"raising shotgun to shooting position,\" a detail de-emphasized by the left.",
      "While all sides agreed an armed man was shot and killed after entering the secure perimeter with a shotgun and fuel can, the profound ideological chasm emerged in portraying intent—from a targeted political attack to a tragic confrontation—reflecting broader partisan divides over figures like Trump and law enforcement actions."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "U.S. Secret Service agents and a Palm Beach County Sheriff's deputy shot and killed a man after he breached Mar-a-Lago's secure perimeter around 1.30 a.m. on February 22, 2026 near the property's north gate.",
      "Near the property’s north gate, officers confronted a white male in his early 20s carrying a gas can and shotgun, who ignored repeated commands before raising the shotgun, prompting officers to fire.",
      "Investigators identified the man as 21-year-old Austin Tucker Martin, and a box for the firearm was recovered from the suspect's vehicle after his family recently reported him missing.",
      "The FBI has taken the lead in the probe and is coordinating with local and federal partners; involved U.S. Secret Service agents are on routine administrative leave, and nearby homeowners were asked to check cameras.",
      "The incident adds to Mar-a-Lago's history of trespassing incidents and comes amid recent incidents of political violence and assassination attempts across the U.S., with President Donald Trump and First Lady Melania Trump at the White House and no protectees present."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/jpmorgan-concedes-it-closed-trumps-accounts-after-jan-6-amid-5b-lawsuit",
    "article_url": "https://ground.news/article/jpmorgan-concedes-it-closed-trumps-accounts-after-jan-6-amid-5b-lawsuit",
    "bias": [
      "Left-Leaning narratives frame the January 6th events as an \"attack,\" emphasizing JPMorgan \"concedes\" its action, linking it to corporate accountability and noting other businesses cutting ties.",
      "Conversely, right-leaning coverage highlights the bank \"admits\" to \"shuttering\" \"Over 50\" accounts, portraying it as \"debanking\" and a \"reputational blacklist\" against Trump, often stressing the timing \"shortly after his first presidential term ended.",
      "Center-Leaning reports focus on the \"controversy\" and procedural details, de-emphasizing the specific number of accounts.",
      "While all acknowledge the $5 billion lawsuit and account closure, the left emphasizes the severity of January 6th, while the right focuses on perceived targeting, revealing ideological divides over corporate power and political consequences."
    ],
    "bias_bar_text": null,
    "center_pct": 44.0,
    "error": null,
    "left_pct": 29.0,
    "location": null,
    "right_pct": 27.0,
    "status": "ok",
    "summary": [
      "On February 22, 2026, JPMorgan Chase acknowledged in a court filing this week that it closed President Donald Trump's accounts after the Jan. 6, 2021 attack on the U.S. Capitol.",
      "The bank's Feb. 19, 2021 letters to Trump Organization officials said certain commercial and private bank accounts would be closed and gave a two-month transfer window, noting `We will continue to maintain your Accounts and related services until April 19, 2021,' Jeffrey McConney added.",
      "Trump's complaint argues JPMorgan placed him on a reputational 'blacklist' and seeks damages, alleging the closures were politically motivated and disrupted his business operations.",
      "In motions filed this week, JPMorgan argued that New York is the proper forum because the accounts were located there and declined further comment beyond filings, its spokeswoman said.",
      "Court records show Trump's accounts at JPMorgan date back to at least 1986, and the dispute feeds into a broader debanking debate as conservative politicians allege discrimination; this follows similar litigation against Capital One."
    ],
    "title": "JPMorgan concedes it closed Trump’s accounts after Jan. 6 amid $5B lawsuit",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/trump-says-he-will-raise-global-tariffs-from-10-to-15-after-supreme-court-setback_044bca",
    "article_url": "https://ground.news/article/trump-says-he-will-raise-global-tariffs-from-10-to-15-after-supreme-court-setback_044bca",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 30.0,
    "location": null,
    "right_pct": 27.0,
    "status": "no_change",
    "summary": [
      "Trump announced an increase in the US global tariff rate to 15% following a Supreme Court decision he described as anti-American.",
      "The increased 15% tariff rate is temporary and allowed by law for up to 150 days.",
      "Exemptions from the tariff remain for certain sectors like pharmaceuticals and goods under the US-Mexico-Canada agreement.",
      "The Supreme Court ruled 6-3 that a 1977 law does not authorize the President to impose tariffs , prompting Trump's criticism of the court."
    ],
    "title": "Trump says he will raise global tariffs from 10% to 15% after Supreme Court setback",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/trump-signs-global-10-tariff-says-it-will-take-effect-almost-immediately_a7531e",
    "article_url": "https://ground.news/article/trump-signs-global-10-tariff-says-it-will-take-effect-almost-immediately_a7531e",
    "bias": [
      "Left-Leaning coverage emphasizes consumer harm, legal overreach and financial winners—highlighting \"messy\" refunds, billions potentially returned, and language like \"weaponize trade\" to cast tariffs as destructive—while right-leaning pieces frame the 10% global tariff as patriotic, portraying presidential \"strength\" and using charged quotes like \"fools\" or \"ashamed\" to underscore judicial bias; pivotal divides include refund logistics, investor gains from the ruling, and constitutional limits on executive power; center outlets de-emphasize partisanship and stress legal mechanics; both sides agree on the Court ruling and ensuing uncertainty."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 33.0,
    "location": null,
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "Yesterday, President Donald Trump signed an order in the Oval Office imposing a 10% global tariff, posting on Truth Social that it was effective almost immediately.",
      "The Supreme Court ruled six-three that the International Emergency Economic Powers Act does not authorize the president to impose tariffs, Chief Justice John Roberts stated that taxing power lies with Congress.",
      "Legal filings note the tariffs are limited to 150 days under the Trade Act of 1974, with IEEPA providing the authority, as Kavanaugh wrote.",
      "Companies and small plaintiffs say the U.S. Treasury has collected 133 billion dollars and the Penn Wharton Budget Model projects up to 175 billion in refunds, with Mr Trump expecting years of litigation.",
      "Close US trading partners including the EU and Britain said they are studying the ruling and remain in contact with the U.S. administration, while Canada called the levies unjustified and braced for turbulence."
    ],
    "title": "Trump signs global 10% tariff, says it will take effect 'almost immediately'",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/supreme-court-strikes-down-trumps-sweeping-global-tariffs_a479a4",
    "article_url": "https://ground.news/article/supreme-court-strikes-down-trumps-sweeping-global-tariffs_a479a4",
    "bias": [
      "Left-Leaning coverage frames the 6–3 decision as a rebuke—using words like \"illegal,\" \"sweeping,\" \"major blow\" and \"overreach\" and stressing tariffs were a \"tax on consumers\" and that billions may need refunds—employing moralized, accusatory tones; right-leaning pieces foreground executive flexibility with terms like \"pivot,\" \"backup plan\" and \"handcuffs,\" downplaying refunds and stressing national-security trade tools , using defiant, pragmatic rhetoric; the pivotal divides are IEEPA’s statutory limits versus claims of urgent trade authority and the political framing of refunds; center coverage emphasizes legal reasoning and refund mechanics; both sides agree the ruling reshapes trade policy."
    ],
    "bias_bar_text": null,
    "center_pct": 46.0,
    "error": null,
    "left_pct": 31.0,
    "location": null,
    "right_pct": 23.0,
    "status": "ok",
    "summary": [
      "On Friday, the U.S. Supreme Court invalidated President Donald Trump’s use of the International Emergency Economic Powers Act to impose tariffs in a 6-3 decision.",
      "Seven businesses and 12 states challenged the tariffs under IEEPA, prompting consolidated Supreme Court review after lower courts ruled against Trump.",
      "Chief Justice John Roberts wrote that IEEPA contains no reference to tariffs and that taxing power belongs to Congress, with Justices Neil Gorsuch, Amy Coney Barrett, Sonia Sotomayor, Elena Kagan and Ketanji Brown Jackson joining the majority.",
      "Refund claims are expected, with analysts estimating over $175 billion may need to be refunded, but the court left refund logistics unclear for U.S. importers and companies seeking refunds.",
      "The Trump administration said it will seek other statutory avenues and President Donald Trump planned a Friday news briefing, despite Friday's ruling."
    ],
    "title": "Supreme Court Strikes Down Trump’s Sweeping Global Tariffs",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/a9c589b4-ce65-449e-955b-b7350b4fa39d",
    "article_url": "https://ground.news/article/a9c589b4-ce65-449e-955b-b7350b4fa39d",
    "bias": [
      "Left-Leaning coverage frames the army killing of El Mencho as a consequential but risky blow—highlighting \"chaos,\" \"violence,\" and community harm and warning reprisals—while right-leaning coverage frames it as a decisive \"show of force\" or \"decapitating\" victory, amplifying national-security optics and sometimes stressing U.S. backing; rhetorically the left uses cautionary, communal language whereas the right uses urgent, triumphal words and more sensational claims about airports and hostages.",
      "Dividing lines include the extent of U.S. operational involvement and casualty counts , with center outlets more cautious; both sides converge on the leader’s death, ensuing reprisals, and travel advisories, reflecting deeper ideological splits over force versus stability."
    ],
    "bias_bar_text": "Left 31% Center 42% Right 27%",
    "center_pct": 42.0,
    "error": null,
    "left_pct": 31.0,
    "location": null,
    "right_pct": 27.0,
    "status": "ok",
    "summary": [
      "In Tapalpa, Jalisco, the Mexican Defense Ministry announced that `El Mencho` was wounded during an operation Sunday and died while being air transported to Mexico City for treatment.",
      "Nemesio Rubén Oseguera Cervantes, known as 'El Mencho,' led the Jalisco New Generation Cartel and faced U.S. charges with a $15 million reward for his arrest.",
      "Special forces launched an operation in Tapalpa, supported by air assets and intelligence, seizing armoured vehicles and rocket launchers, and arresting two suspects.",
      "Videos showed roadblocks and burning vehicles across at least eight states, while Jalisco Gov. Pablo Lemus Navarro urged roughly 8 million residents to stay home and suspend transport.",
      "Analysts called the killing one of the biggest blows to Mexico's cartels in more than a decade, the government said it effectively decapitates a powerful cartel amid Trump administration pressure, and U.S. intelligence helped amid chaos in Guadalajara, Mexico."
    ],
    "title": "Mexican Army Kills 'El Mencho,' Leader of Jalisco Cartel",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/arab-and-muslim-nations-respond-to-us-envoys-statement-on-israels-claim-to-regional-land",
    "article_url": "https://ground.news/article/arab-and-muslim-nations-respond-to-us-envoys-statement-on-israels-claim-to-regional-land",
    "bias": [
      "Left-Leaning outlets frame the ambassador's remarks as \"deranged\" and igniting an \"international firestorm,\" emphasizing \"expansionism\" and using terms like \"slam\" to highlight intense condemnation.",
      "Right-Leaning coverage, conversely, portrays the event as a \"Biblical Debate,\" downplaying criticism as \"Provokes Pushback\" based on \"partial remarks,\" and includes the ambassador's clarification about no expansionist intent.",
      "Center-Leaning reports detail the \"antisemitism clash\" and specific biblical territory, often using \"slam\" to describe nations' reactions without editorializing the remarks themselves.",
      "While all acknowledge numerous Arab and Islamic states condemned the comments, the left stresses the inflammatory nature, while the right suggests misinterpretation.",
      "These divergent portrayals underscore fundamental ideological divides concerning Israeli sovereignty and regional diplomacy."
    ],
    "bias_bar_text": "L 21% Center 35% Right 44%",
    "center_pct": 35.0,
    "error": null,
    "left_pct": 21.0,
    "location": null,
    "right_pct": 44.0,
    "status": "ok",
    "summary": [
      "On Sunday, the foreign ministers of Arab and Islamic countries and three regional organisations jointly condemned U.S. Ambassador Mike Huckabee 's Friday interview remarks, including his line, `It would be fine if they took it all.`",
      "On Friday, Carlson pressed Huckabee about a biblical passage describing land from the Nile to the Euphrates, with Huckabee answering within the Christian Zionist framework.",
      "Foreign ministers from 14 countries and three organisations called Huckabee's remarks \"dangerous and inflammatory,\" said they violated international law, and reaffirmed Israel has no sovereignty over the Occupied Palestinian Territory.",
      "Several Arab and Islamic governments demanded clarification after a U.S. Embassy spokesperson said Huckabee's comments were taken out of context and Iran's Foreign Ministry accused the U.S. of revealing \"American active complicity.\"",
      "Amid ongoing disputes over West Bank and Gaza, ministers warned such rhetoric risks inflaming violence and undermining de-escalation ahead of upcoming U.S.-Iran talks in Geneva on Thursday."
    ],
    "title": "Arab and Muslim Nations Respond to U.S. Envoy’s Statement on Israel’s Claim to Regional Land",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/fbi-director-kash-patel-celebrates-with-usa-mens-hockey-team-after-gold-medal-win_0e5156",
    "article_url": "https://ground.news/article/fbi-director-kash-patel-celebrates-with-usa-mens-hockey-team-after-gold-medal-win_0e5156",
    "bias": [
      "Left-Leaning coverage frames Kash Patel 's celebration with Team USA as a controversial misuse of resources, emphasizing \"backlash\" and how he \"undercuts\" the FBI regarding his jet travel, using terms like \"fierce scrutiny.",
      "Right-Leaning outlets, conversely, portray it as a positive, \"epic run\" celebration, using terms like \"parties\" and \"Got Turnt With The Boys,\" while dismissing critics as \"Fake News Media Attacks.",
      "Center-Leaning reports neutrally inquire \"Why\" he celebrated, noting a \"fraught and frenetic time.",
      "While all agree Patel celebrated with the team after their 2-1 gold medal win, the left de-emphasizes the Mar-a-Lago incident, which the right and center include.",
      "This highlights a fundamental divide between official accountability and nationalistic celebration."
    ],
    "bias_bar_text": null,
    "center_pct": 52.0,
    "error": null,
    "left_pct": 24.0,
    "location": "United States",
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "On Sunday, February 22, 2026, FBI Director Kash Patel attended the Olympic final and celebrated in the U.S. men's hockey team locker room after their 2-1 overtime victory.",
      "On Thursday, Patel flew to the Milan Cortina Games on the FBI Gulfstream jet, a trip estimated to cost $75,000, FBI spokesperson Ben Williamson said it included meetings with Italian law enforcement and the U.S. consulate.",
      "Patel posted four photos from the win on X and Instagram, writing `Unity, Sacrifice, Attitude- what it takes to be the best in the world`, while viral clips showed him drinking with players on Dylan Larkin's Instagram Live.",
      "Critics renewed questions about Patel's past use of agency jets and personal travel, while the FBI did not respond to a Sunday comment request and Ben Williamson called NBC's theory 'false'.",
      "Questions about agency travel policy and oversight have resurfaced following Patel's Milan trip, the first Olympic visit by an active FBI director since Robert Mueller in 2003, amid other high-profile cases."
    ],
    "title": "FBI Director Kash Patel celebrates with USA men's hockey team after gold medal win",
    "topic": "Olympics",
    "topic_full": "Olympics · United States"
  },
  {
    "article_path": "/article/shelter-in-place-advised-for-us-citizens-in-parts-of-mexico-after-cartel-leader-was-killed",
    "article_url": "https://ground.news/article/shelter-in-place-advised-for-us-citizens-in-parts-of-mexico-after-cartel-leader-was-killed",
    "bias": [
      "Left-Leaning coverage emphasizes the alert's precise scope, citing \"five Mexican states\" and official confirmation from Mexican authorities, framing the situation as \"fallout\" from a killing.",
      "In stark contrast, right-leaning outlets employ alarmist rhetoric, asserting \"widespread cartel violence erupted\" and that El Mencho's death \"Sparks\" this instability, highlighting foreign threats and citizen vulnerability.",
      "Center-Leaning reports focus on descriptive details, mentioning specific locations like Puerto Vallarta, without the left's official verification or the right's immediate attribution of widespread chaos.",
      "All perspectives agree on the core U.S. advisory following the cartel leader's death, yet their distinct emotional tones and chosen details reveal differing priorities regarding security, precision, and the portrayal of foreign instability."
    ],
    "bias_bar_text": null,
    "center_pct": 70.0,
    "error": null,
    "left_pct": 18.0,
    "location": "Mexico",
    "right_pct": 12.0,
    "status": "ok",
    "summary": [
      "On Feb. 22, the U.S. State Department warned U.S. citizens in Jalisco, Tamaulipas, Michoacán, Guerrero and Nuevo León to shelter in place amid security concerns.",
      "In Tapalpa, Jalisco, Mexican forces wounded Nemesio Rubén Oseguera Cervantes, leader of the Jalisco New Generation Cartel, who died while being flown to Mexico City, the Ministry of National Defense confirmed.",
      "Roadblocks and arson erupted as roadblocks and burning vehicles spread across Jalisco state, while social media images and videos showed smoke over Puerto Vallarta and travelers sprinting through airports.",
      "Puerto Vallarta International Airport said airlines suspended operations, and the airport is under protection of the National Guard and Defense, urging travelers to follow staff instructions.",
      "The DEA warns, the cartel operates in all 50 U.S. states, using drone and helicopter tactics while trafficking fentanyl and cocaine."
    ],
    "title": "US State Department Urges US Citizens to Stay Safe in Jalisco After El Mencho Killing",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · Mexico"
  },
  {
    "article_path": "/article/newsom-says-his-family-will-determine-whether-he-runs-for-president_21e5d6",
    "article_url": "https://ground.news/article/newsom-says-his-family-will-determine-whether-he-runs-for-president_21e5d6",
    "bias": [
      "Left-Leaning coverage frames Newsom's son's opposition as one of \"five reasons\" for not running, maintaining a neutral tone.",
      "Conversely, right-leaning outlets portray family sentiment as the \"only thing\" hindering him, employing highly critical language like \"busted\" and \"Steps on Multiple Rakes\" to undermine his prospects and characterizing interviews as \"softball.",
      "Center-Leaning reports, while generally neutral, include economic critiques like \"high inflation\" and explicitly link his book tour to a presidential run, a detail de-emphasized by the left.",
      "All agree on his potential 2028 candidacy and the family's role, revealing ideological divides in assessing Democratic figures."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 14.0,
    "location": "California",
    "right_pct": 43.0,
    "status": "ok",
    "summary": [
      "While promoting his memoir in Nashville, Gavin Newsom told CNN his decision about 2028 will be made `as a family` and `as a unit.`",
      "Recalling a private text exchange, Newsom said one son urged him, `You need to spend more time with us,` and he added the choice `depends on the day` with his wife and four children.",
      "A University of New Hampshire Survey Center poll released Thursday showed Newsom as a potential 2028 contender, with Harris and Kelly at 10%.",
      "His continued ambiguity keeps the 2028 picture unsettled, as Newsom was vague about facing former Vice President Kamala Harris and said, `You know, fate will determine that,` while his memoir tour fuels speculation.",
      "Drawing on his memoir, Newsom said `You only can control what you can control,` and described the decision as a partnership involving his children, stressing family unity."
    ],
    "title": "Newsom Says His Family Will Determine Whether He Runs for President",
    "topic": "Gavin Newsom",
    "topic_full": "Gavin Newsom · California"
  },
  {
    "article_path": "/article/new-york-mayor-orders-citywide-travel-ban-ahead-of-major-storm",
    "article_url": "https://ground.news/article/new-york-mayor-orders-citywide-travel-ban-ahead-of-major-storm",
    "bias": [
      "Left-Leaning outlets emphasize the storm's severity, using terms like \"violent snowstorm\" and \"biggest of the last decade\" to frame the travel ban as a necessary public safety measure, while de-emphasizing the Mayor's name and exemptions.",
      "Right-Leaning coverage, conversely, highlights governmental control through terms like \"bans\" and \"orders,\" subtly questioning the imposition on individual liberty.",
      "Center-Leaning reports remain neutral, providing specific details like \"24 inches\" of snow and the Mayor's full name.",
      "All perspectives agree on the travel ban and state of emergency , revealing a fundamental ideological divide between prioritizing collective safety and scrutinizing state power."
    ],
    "bias_bar_text": null,
    "center_pct": 45.0,
    "error": null,
    "left_pct": 34.0,
    "location": "New York",
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "On Sunday, New York City Mayor Zohran Mamdani ordered a city-wide travel ban and declared a State of Emergency for all five boroughs from 9 p.m. Sunday to noon Monday, with New York City Public Schools observing a full snow day Monday.",
      "Meteorologists warn a fast-developing storm will threaten the U.S. East Coast beginning Sunday, with total accumulations of 18 to 24 inches and peak snowfall from 7 p.m. Sunday to noon Monday.",
      "With over eight million residents, New York City faces widespread disruption as blizzard warnings cover Long Island, New Jersey, and coastal Connecticut along the I-95 corridor; New Jersey Governor Mikie Sherrill declared a state of emergency beginning midday Sunday.",
      "The order exempts essential and emergency workers; enforcement begins at 9 p.m. Sunday, restricting nearly all surface transport during the ban, the mayor said.",
      "The emergency declarations will mobilize resource mobilization and emergency coordination after a late-January mega-storm linked to more than 100 deaths, with city officials warning it `has not faced a storm of this scale in the last decade`."
    ],
    "title": "Zohran Mamdani declares NYC emergency, bans all travel during blizzard threatening city",
    "topic": "Zohran Mamdani",
    "topic_full": "Zohran Mamdani · New York"
  },
  {
    "article_path": "/article/billionaire-investor-funnels-us-pension-money-into-chinas-ai-sector-wsj-reports",
    "article_url": "https://ground.news/article/billionaire-investor-funnels-us-pension-money-into-chinas-ai-sector-wsj-reports",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 100.0,
    "error": "Message: \n",
    "left_pct": null,
    "location": "China",
    "right_pct": null,
    "status": "fail",
    "summary": null,
    "title": "Billionaire Investor Funnels US Pension Money into China's AI Sector, WSJ Reports",
    "topic": "Investing",
    "topic_full": "Investing · China"
  },
  {
    "article_path": "/article/russia-signals-nuclear-response-if-estonia-hosts-nato-weapons_92f613",
    "article_url": "https://ground.news/article/russia-signals-nuclear-response-if-estonia-hosts-nato-weapons_92f613",
    "bias": [
      "Left-Leaning coverage frames Russia's nuclear statements with alarm, employing terms like \"chilling WW3 warning\" and \"raves,\" focusing on escalation dangers.",
      "Right-Leaning reports similarly use \"chilling WW3 warning\" but also highlight Putin's \"pledges to strengthen\" forces, emphasizing national security and military might.",
      "Center-Leaning coverage remains neutral, using \"signals\" or \"top priority\" without emotional framing.",
      "A pivotal divergence involves Estonia's openness to hosting nuclear weapons ; left-leaning reports de-emphasize this context, while center and right explicitly link it to Russia's threat.",
      "All perspectives agree Putin declared nuclear forces an \"absolute priority\" and Russia issued a warning regarding Estonia, reflecting shared geopolitical concerns despite differing ideological lenses."
    ],
    "bias_bar_text": "L 20% C 20% Right 60%",
    "center_pct": 20.0,
    "error": null,
    "left_pct": 20.0,
    "location": null,
    "right_pct": 60.0,
    "status": "ok",
    "summary": [
      "President Vladimir Putin declared Sunday that developing Russia’s nuclear forces is now an `absolute priority`, ahead of the Russia-Ukraine war’s fourth anniversary.",
      "Earlier this month, the New START agreement expired, leaving Moscow and Washington, the world’s two main nuclear powers, unbound by any arms-control pact.",
      "Declaring force upgrades, Putin said he would keep strengthening the army and navy and improve all branches’ combat readiness, mobility, and ability to operate in difficult conditions, drawing on experience from the nearly four-year Ukraine conflict.",
      "Despite the shift, Russia pledged to continue a `responsible` approach to strategic nuclear capability and respect limits on its arsenal.",
      "On the holiday, Putin spoke on Russia’s Defender of the Fatherland Day, just two days before the fourth anniversary of Russia’s 2022 assault on Ukraine."
    ],
    "title": "Putin says developing Russia’s nuclear forces ‘absolute priority’",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/vancouver-airport-ties-nexus-outage-to-us-partial-government-shutdown",
    "article_url": "https://ground.news/article/vancouver-airport-ties-nexus-outage-to-us-partial-government-shutdown",
    "bias": [
      "While all perspectives acknowledge the NEXUS program's suspension due to a U.S. government shutdown, left-leaning coverage consistently frames this as a failure, frequently using \"blamed for\" and emotionally charged language like \"fiscal paralysis,\" often highlighting official Canadian confirmation.",
      "Right-Leaning outlets also attribute blame, using \"blamed on,\" but broaden the scope by mentioning additional affected airports, de-emphasizing other official corroboration.",
      "Center-Leaning reports, however, prioritize the practical impact, advising travelers to \"prepare for longer lines.",
      "This divergence reveals how the left emphasizes systemic governance failures, the right focuses on the broader disruption, and the center on public inconvenience, reflecting distinct ideological priorities regarding government accountability and public service."
    ],
    "bias_bar_text": "Left 78% C 18%",
    "center_pct": 18.0,
    "error": null,
    "left_pct": 78.0,
    "location": null,
    "right_pct": 4.0,
    "status": "ok",
    "summary": [
      "On Feb. 22, 2026, multiple Canadian airports suspended access to the NEXUS program and Global Entry pre-clearance for U.S.-bound flights until further notice, linking the suspension to the partial U.S. government shutdown.",
      "The Department of Homeland Security announced it would suspend Global Entry during the partial shutdown that began Feb. 14, and the Canada Border Services Agency confirmed the link.",
      "Travel industry estimates show Global Entry cuts customs time to 5 minutes, with NEXUS and expedited lanes offering similar benefits, according to authorities.",
      "U.S. Customs and Border Protection did not immediately respond on Sunday when asked, and Calgary said NEXUS is managed by CBP, as DHS later canceled the shutdown of TSA PreCheck.",
      "A CBSA spokeswoman said NEXUS and Global Entry operate by expediting crossings for pre-screened travelers, reflecting U.S. program closures linked to the partial government shutdown."
    ],
    "title": "Partial U.S. government shutdown blamed for NEXUS closure at Canadian airports",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/a-policy-wonk-who-wants-nancy-pelosis-house-seat-is-unafraid-of-a-fight_723be7",
    "article_url": "https://ground.news/article/a-policy-wonk-who-wants-nancy-pelosis-house-seat-is-unafraid-of-a-fight_723be7",
    "bias": [
      "All perspectives identify Scott Wiener as a state lawmaker favored to succeed Nancy Pelosi , known for \"headline-grabbing policies.",
      "However, interpretations of his candidacy diverge.",
      "Left-Leaning coverage frames him as a positive \"policy wonk\" and \"unafraid of a fight,\" valorizing his challenge.",
      "Right-Leaning analysis similarly portrays him as \"unafraid of a fight,\" but to commend opposition to a prominent Democrat, framing it as a courageous battle.",
      "A pivotal dividing line emerges around the California Democratic Party endorsement; left-leaning and center coverage highlight the \"extra boost\" it provides, with center outlets uniquely confirming Wiener \"has won.",
      "Right-Leaning coverage, however, de-emphasizes this significant campaign development, revealing ideological priorities in celebrating a policy-focused challenger versus the act of challenging an established liberal figure."
    ],
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 29.0,
    "location": "United States",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "The California state lawmaker Scott Wiener is favored to succeed Nancy Pelosi in the U.S. House and is expected to win the California Democratic Party's endorsement on Sunday.",
      "Wiener is known for his calm demeanor but is often at the center of California's most divisive issues, advocating relentlessly for his bills on topics like housing and drug use.",
      "Wiener's challenge of navigating modern Democratic politics was on display when he changed his language on the war in Gaza, initially declining to describe Israel's actions as genocide but later agreeing with that term."
    ],
    "title": "A policy wonk who wants Nancy Pelosi's House seat is unafraid of a fight",
    "topic": "Nancy Pelosi",
    "topic_full": "Nancy Pelosi · United States"
  },
  {
    "article_path": "/article/witkoff-trump-is-curious-to-know-why-iran-did-not-surrender-iran-clarified-no",
    "article_url": "https://ground.news/article/witkoff-trump-is-curious-to-know-why-iran-did-not-surrender-iran-clarified-no",
    "bias": [
      "Left-Leaning coverage frames Trump's 'curiosity' about Iran's 'defiance' as naive, highlighting a perceived 'struggle' in the envoy's language and Trump's 'refusal to surrender' narrative.",
      "In contrast, right-leaning outlets emphasize the expectation of 'capitulation', portraying Trump as 'puzzled' and employing alarmist language like 'on edge' and 'a week away' from a nuclear bomb to underscore an urgent threat.",
      "Center-Leaning reports offer a more analytical perspective, noting Iran's 'defiance' and suggesting Trump's 'frustration grows' while also covering internal Iranian pressures.",
      "A pivotal divergence sees right-leaning outlets exclusively detailing Iran's nuclear enrichment levels, while left and center mention a meeting with Reza Pahlavi, which the right de-emphasizes.",
      "Both perspectives acknowledge the US military buildup and pressure on Iran's nuclear program, reflecting broader ideological differences on diplomatic engagement versus assertive action."
    ],
    "bias_bar_text": null,
    "center_pct": 35.0,
    "error": null,
    "left_pct": 26.0,
    "location": "United States",
    "right_pct": 39.0,
    "status": "ok",
    "summary": [
      "Trump's envoy said Trump is 'curious' why Iran has not 'capitulated' after military pressure from the US.",
      "The US has been building up its military presence near Iran, including deploying the USS Gerald R Ford and USS Abraham Lincoln carrier groups.",
      "An activist group said it confirmed over 7,000 deaths from protests in Iran, including protesters and children."
    ],
    "title": "Trump Curious Why Iran Has Not 'Capitulated', Witkoff Says",
    "topic": "Steve Witkoff",
    "topic_full": "Steve Witkoff · United States"
  },
  {
    "article_path": "/article/nobel-laureates-device-harvests-drinking-water-from-dry-air-without-electricity_a5e643",
    "article_url": "https://ground.news/article/nobel-laureates-device-harvests-drinking-water-from-dry-air-without-electricity_a5e643",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": 33.0,
    "status": "no_change",
    "summary": [
      "Early in 2026, Nobel laureate Omar Yaghi announced field tests of water -extracting devices in the Mojave Desert, advancing Atoco’s efforts from lab to product.",
      "Building on 1990s discoveries, Yaghi's approach leverages MOFs and COFs, with the 2024 COF‑999 milestone demonstrating rapid progress in porous frameworks.",
      "Using porous crystalline materials , prototypes range from industrial electric generators producing thousands of liters per day to passive solar units for remote use, with AI optimizing design.",
      "Giving people water independence, Yaghi says home‑appliance units could let households generate water off grid and in theory replace municipal utilities in water‑stressed Jordan.",
      "Despite optimism, scaling and miniaturization remain hurdles as COFs are not yet producible at multi-tonne scale, systems must produce, cool and filter water, and AI agents help speed design and optimise pores."
    ],
    "title": "Nobel Laureate's Device Harvests Drinking Water from Dry Air Without Electricity",
    "topic": "Chemistry",
    "topic_full": "Chemistry"
  },
  {
    "article_path": "/article/wikipedia-removes-archivetoday-links-after-malicious-code_df3492",
    "article_url": "https://ground.news/article/wikipedia-removes-archivetoday-links-after-malicious-code_df3492",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": "Message: \n",
    "left_pct": 40.0,
    "location": null,
    "right_pct": 20.0,
    "status": "fail",
    "summary": null,
    "title": "Wikipedia Removes Archive.today Links After Malicious Code",
    "topic": "Wikipedia",
    "topic_full": "Wikipedia"
  },
  {
    "article_path": "/article/hku-engineers-find-physics-principle-that-breaks-sound-absorption-limits",
    "article_url": "https://ground.news/article/hku-engineers-find-physics-principle-that-breaks-sound-absorption-limits",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 100.0,
    "error": "Message: \n",
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "fail",
    "summary": null,
    "title": "HKU Engineers Find Physics Principle That Breaks Sound Absorption Limits",
    "topic": "Physics",
    "topic_full": "Physics"
  },
  {
    "article_path": "/article/tsa-precheck-is-open-at-airports-agency-says-hours-after-dhs-announced-suspension",
    "article_url": "https://ground.news/article/tsa-precheck-is-open-at-airports-agency-says-hours-after-dhs-announced-suspension",
    "bias": [
      "Left-Leaning outlets emphasize the \"funding fight\" and \"sparking confusion\" caused by the initial suspension, portraying it as a government misstep and attributing the reversal to \"outcry\" and the \"Trump Administration\" backing off.",
      "Right-Leaning coverage, while also noting the \"Trump admin reverses course,\" frames the event \"Amid Shutdown\" and highlights positive outcomes like \"easing near-term airline risk\" and \"limiting travel disruption risk.",
      "Center-Leaning reports remain largely neutral, noting the conflicting information was \"presumably frustrating\" for travelers and providing operational details like \"case by case basis\" evaluations.",
      "All perspectives agree TSA PreCheck was initially suspended by DHS and subsequently reversed, remaining operational during the shutdown, revealing ideological divides in attributing responsibility and assessing broader societal or economic impact."
    ],
    "bias_bar_text": null,
    "center_pct": 55.0,
    "error": null,
    "left_pct": 29.0,
    "location": "United States",
    "right_pct": 16.0,
    "status": "ok",
    "summary": [
      "On Sunday, the Transportation Security Administration said its PreCheck program would remain operational despite an earlier U.S. Department of Homeland Security suspension announcement, with reports showing airport observations at 6 a.m. ET.",
      "The partial government shutdown began Feb. 14, prompting the Department of Homeland Security to scale back operations and redirect federal personnel and funding to core security missions.",
      "U.S. Customs and Border Protection will halt Global Entry arrival processing at participating airports and reassign officers to primary inspection lanes for arriving travelers.",
      "More than 40 million vetted travelers face potential service disruptions as about 95% of TSA employees deemed essential work without pay, increasing airport checkpoint wait times.",
      "Airlines for America warned programs are being used as a political football and urged Congress to act, while Kristi Noem said 'shutdowns have serious real world consequences' as lawmakers are in recess until Feb. 23."
    ],
    "title": "TSA PreCheck is open at airports, agency says, hours after DHS announced suspension",
    "topic": "U.S. Department of Homeland Security (DHS)",
    "topic_full": "U.S. Department of Homeland Security (DHS) · United States"
  },
  {
    "article_path": "/article/two-studies-reveal-greenlands-ice-is-softer-and-melting-faster-than-expected_b73a91",
    "article_url": "https://ground.news/article/two-studies-reveal-greenlands-ice-is-softer-and-melting-faster-than-expected_b73a91",
    "bias": [
      "Left-Leaning coverage frames the story as a solved scientific oddity—using terms like \"mysterious,\" \"freaky,\" and \"boiling pot of pasta\" to emphasize unusual internal dynamics and possible mantle-driven causes—while right-leaning pieces highlight sensational novelty with words like \"discovery\" and \"molten rock,\" downplaying climate trend detail; center coverage foregrounds quantitative urgency and \"record-breaking\"/\"unprecedentedly\" framing.",
      "The pivotal divide is attribution—internal geothermal convection versus climate-driven surface melting—and the presence of hard numbers; all sides agree on plume-like structures and churning, revealing deeper ideological priorities about science , risk, and policy."
    ],
    "bias_bar_text": null,
    "center_pct": 49.0,
    "error": null,
    "left_pct": 38.0,
    "location": "Greenland",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "A recent Nature Communications study led by the University of Barcelona found extreme Greenland melt events are more frequent, more extensive and more intense.",
      "Cryosphere researchers modelled a 2.5-kilometre ice slab and found radar-like plumes form only when basal ice is warmer and softer than standard assumptions.",
      "Measured data reveal the area affected by extreme melting rose 2.8 million km² per decade since 1990, meltwater production increased from 12.7 to 82.4 gigatons per decade, and seven of the 10 most extreme melts occurred since 2000.",
      "Estimates show Greenland's ice melting could raise sea levels by 24 feet and increase geopolitical attention, as the rapid transformation has global consequences, the study found.",
      "Under high greenhouse-gas emission scenarios, extreme meltwater anomalies could triple by century's end; thermodynamic intensification drives more water per event, with northern Greenland as a main hotspot."
    ],
    "title": "Two Studies Reveal Greenland's Ice is Softer and Melting Faster Than Expected",
    "topic": "Climate Science",
    "topic_full": "Climate Science · Greenland"
  },
  {
    "article_path": "/article/us-trade-chief-says-no-countries-have-said-they-will-withdraw-from-tariff-deals_642f5c",
    "article_url": "https://ground.news/article/us-trade-chief-says-no-countries-have-said-they-will-withdraw-from-tariff-deals_642f5c",
    "bias": [
      "Left-Leaning pieces emphasize preservation of \"hard-won trade pacts\" and frame the Supreme Court action as a \"setback,\" stressing risks to businesses and consumers, while right-leaning coverage foregrounds reassurance—using phrases like \"reassures\" and \"no one has said the deal is off\"—and highlights the administration's \"active conversations\" with partners; rhetorical tone on the left is cautionary and protective, on the right confident and managerial.",
      "Pivotal dividing lines include the Supreme Court ruling's legal implications and independent confirmations from partner countries ; center coverage supplies more legal detail .",
      "Both sides agree Greer reports no withdrawals."
    ],
    "bias_bar_text": null,
    "center_pct": 35.0,
    "error": null,
    "left_pct": 9.0,
    "location": "United States",
    "right_pct": 56.0,
    "status": "ok",
    "summary": [
      "On Feb 22, 2026, U.S. Trade Representative Jamieson Greer said none of the countries with U.S. trade deals planned to withdraw, noting `I haven't heard anyone yet come to me and say the deal is off`.",
      "The court decision prompted a temporary tariff increase to 15% after the Supreme Court struck down the previous tariff program and Trump imposed a 10% tariff on Friday, then raised it on Saturday, reflecting `urgency of the situation`.",
      "Greer said the administration will rebuild trade policy using the Section 301 unfair practices statute and the Section 232 statute, with open investigations into Brazil and China and expected probes into industrial excess capacity and subsidized rice.",
      "With partners seeking clarity, European Commission demanded Washington stick to the U.S.-EU trade deal and Treasury Secretary Scott Bessent said tariff refunds will be decided by lower courts, taking weeks or months.",
      "Greer told CBS News' `Face the Nation` that the scheduled meeting with Chinese President Xi Jinping remains focused on stability and he has spoken with his EU counterpart, emphasizing the meeting's purpose."
    ],
    "title": "US trade chief says no countries have said they will withdraw from tariff deals",
    "topic": "Tariffs",
    "topic_full": "Tariffs · United States"
  },
  {
    "article_path": "/article/us-defeats-canada-in-overtime-to-win-its-first-olympic-mens-hockey-gold-since-1980_8b00fc",
    "article_url": "https://ground.news/article/us-defeats-canada-in-overtime-to-win-its-first-olympic-mens-hockey-gold-since-1980_8b00fc",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 53.0,
    "error": null,
    "left_pct": 25.0,
    "location": "United States",
    "right_pct": 22.0,
    "status": "no_change",
    "summary": [
      "In Milan, Jack Hughes scored 1:41 into overtime, giving the United States a 2-1 victory over Canada and its first Olympic men's hockey gold since 1980.",
      "Strong net play from Connor Hellebuyck, who stopped 41 of 42 shots, and Cale Makar's late goal tied the game with 1:44 remaining in the second period, highlighting an intense match.",
      "In three-on-three overtime, Jack Hughes skated in, took a pass from Zach Werenski, and beat Jordan Binnington; Sam Bennett's four-minute penalty and Hughes' high-sticking created a tense four-on-four sequence.",
      "The victory ends a 46-year drought for the United States men's ice hockey team, silencing critics and contributing to the U.S. medal count of 33 medals and 12 golds at these Games.",
      "Much of the U.S. roster progressed through USA Hockey's National Team Development Program, capping the NHL's return after 12 years; Canada played without injured captain Sidney Crosby as Connor McDavid served captain."
    ],
    "title": "U.S. Defeats Canada in Overtime to Win Its First Olympic Men's Hockey Gold Since 1980",
    "topic": "Olympics",
    "topic_full": "Olympics · United States"
  },
  {
    "article_path": "/article/us-says-ambassadors-comments-on-israel-and-the-middle-east-were-taken-out-of-context",
    "article_url": "https://ground.news/article/us-says-ambassadors-comments-on-israel-and-the-middle-east-were-taken-out-of-context",
    "bias": [
      "Left-Leaning coverage emphasizes \"fresh outrage\" and \"uproar\" over Ambassador Huckabee's remarks, highlighting the severity of negative reactions and his suggestion Israel could \"take it all.",
      "Right-Leaning outlets, while noting the Ambassador \"Sparks Anger\" in the Arab world, also include framing that implicitly validates \"Israel's Right to the Middle East,\" revealing a pro-Israel stance.",
      "Center-Leaning coverage provides more contextual details, such as the interviewer Tucker Carlson , and uniquely reports that \"U.S. policies... have not changed,\" a crucial clarification de-emphasized by both left and right.",
      "All perspectives agree the U.S. stated the comments were \"taken out of context.",
      "These divergent portrayals reflect underlying ideological differences regarding Middle East diplomacy and the perceived legitimacy of geopolitical claims."
    ],
    "bias_bar_text": null,
    "center_pct": 64.0,
    "error": null,
    "left_pct": 28.0,
    "location": "United States",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "Friday's broadcast with Tucker Carlson featured U.S. Ambassador Mike Huckabee saying Israel has a right to much of the Middle East, while a U.S. Embassy spokesperson said the comments were taken out of context and policy remains unchanged.",
      "Quoting the Bible, Carlson asked Huckabee about territorial claims in Genesis Chapter 15; Huckabee said `It would be fine if they took it all` and Israel seeks to keep land it now occupies.",
      "Sunday saw an uproar from Arab and Muslim countries as a joint statement called Huckabee's remarks `dangerous and inflammatory` and said they endanger regional stability.",
      "The administration noted the comments contradict its aim for a political horizon and a Palestinian state, as Huckabee's remarks clash with President Donald J. Trump's pledge to block West Bank annexation.",
      "Rising regional strain coincides with Israeli steps in the West Bank and U.S. force movements as Israel expands settlement construction and tensions with Iran grow amid USS Gerald R. Ford deployment."
    ],
    "title": "US says ambassador’s comments on Israel and the Middle East were taken out of context",
    "topic": "Mike Huckabee",
    "topic_full": "Mike Huckabee · United States"
  },
  {
    "article_path": "/article/hamas-official-says-group-in-final-stage-of-choosing-new-chief_16d1df",
    "article_url": "https://ground.news/article/hamas-official-says-group-in-final-stage-of-choosing-new-chief_16d1df",
    "bias": [
      "Left-Leaning coverage frames the leadership choice within the Gaza war and October 7 context, highlighting institutional details and religious composition to suggest deeper political shifts, while right-leaning pieces de-emphasize war linkage and foreground candidate identities and a closed, factual contest, using \"final stage\" and \"internal elections\" to underscore closure; center employs a dramatic metaphor .",
      "All sides rely on AFP/\"senior Hamas official\"/\"informed sources\" and agree two main candidates are contenders, revealing partisan priorities rooted in geopolitical versus personal leadership lenses."
    ],
    "bias_bar_text": "Left 31% C 23% Right 46%",
    "center_pct": 23.0,
    "error": null,
    "left_pct": 31.0,
    "location": null,
    "right_pct": 46.0,
    "status": "ok",
    "summary": [
      "On Sunday, a senior Hamas official told AFP the movement is in the final phase of selecting a new leader with two prominent figures competing after internal elections in the three regions.",
      "After Israel killed Yahya Sinwar and two former Hamas leaders, vacancies prompted elections and an interim five-member leadership committee based in Qatar, Hamas said.",
      "Voting mechanics allow members from Gaza, the occupied West Bank and external leadership, including Hamas prisoners in Israeli jails, to elect the council, which chooses the political bureau and head.",
      "Balancing demands from international actors and the armed wing presents an immediate governance challenge, as the new leader must navigate disarmament calls from the United States and Israel alongside resistance from the Ezzedine Al-Qassem Brigades.",
      "A third Hamas source says the new leader will serve a one-year transitional period, after thousands voted to choose the council and political bureau, amid ongoing violence despite a recent ceasefire."
    ],
    "title": "Hamas official says group in final stage of choosing new chief",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "article_url": "https://ground.news/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Sunday, US President Donald Trump urged Hamas to pursue disarmament and said the Board of Peace pledged $5 billion and personnel for stabilization.",
      "The second phase of the US-brokered ceasefire plan stipulates Hamas must disarm, with Israeli forces withdrawing and an International Stabilization Force deployed, though Hamas calls disarmament a red line.",
      "UN records show the plan was endorsed in November, and Trump said the Board of Peace will work with the United Nations; its charter does not seem limited to Gaza rebuilding oversight.",
      "Requests for membership fees and invitations have prompted criticism as countries were asked to pay $1 billion for permanent membership, with France, Britain, and others expressing doubts amid ceasefire violations.",
      "After meeting on the sidelines of the World Economic Forum in Davos last month, the Board of Peace is due to meet on Feb 19 in the US capital."
    ],
    "title": "Trump tells Hamas to proceed with ‘Full and Immediate’ disarmament",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/prosecutors-plan-to-charge-an-israeli-settler-with-killing-a-palestinian-activist-in-the-west-bank_028503",
    "article_url": "https://ground.news/article/prosecutors-plan-to-charge-an-israeli-settler-with-killing-a-palestinian-activist-in-the-west-bank_028503",
    "bias": [
      "Left-Leaning outlets frame the planned prosecution of an Israeli settler for killing a Palestinian activist by emphasizing systemic injustice, detailing a \"settler incursion\" and the settler \"wildly firing his gun after antagonising locals.",
      "They highlight the family's view that the \"manslaughter\" charge \"doesn’t rise to the level of the crime\" and contextualize it with statistics on nationalist violence.",
      "Conversely, right-leaning coverage presents the event with a more neutral tone, focusing on the legal process and individual accountability, de-emphasizing broader context.",
      "Center-Leaning reports note the \"Rare Prosecution Sparks Debate.",
      "All perspectives acknowledge the rarity of such prosecutions and a spike in settler attacks, yet their divergent portrayals reveal underlying ideological priorities regarding the conflict."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Monday, Israel 's State Attorney General's office said it had initiated proceedings to indict Yinon Levi, an Israeli settler, over the killing of a Palestinian activist, opening a rare prosecution of settler violence.",
      "Amid a sharp rise in settler attacks over two years, Hathaleen's death last July drew attention due to his role in the 2025 Oscar-winning film No Other Land and his funeral in Umm al-Khair on Aug. 7, 2025.",
      "Multiple camera angles captured the confrontation in Umm al-Khair, including footage Alaa Hathaleen filmed showing Yinon Levi waving a pistol, firing two shots, shoving people, and later being detained, placed under house arrest and released.",
      "Eitan Peleg, an attorney for Hathaleen's family, said prosecutors planned to indict Levi for reckless homicide, which the family called insufficient and described as an intentional, premeditated killing, a rare legal step in West Bank cases.",
      "On Sunday, Israel's Foreign Ministry announced a land-registration process, with rights groups warning it could strip Palestinians of land and drawing condemnation from Saudi Arabia and Egypt."
    ],
    "title": "Prosecutors plan to charge an Israeli settler with killing a Palestinian activist in the West Bank",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/macron-asks-trump-to-lift-visa-bans-on-french-judge-and-former-eu-commissioner",
    "article_url": "https://ground.news/article/macron-asks-trump-to-lift-visa-bans-on-french-judge-and-former-eu-commissioner",
    "bias": [
      "News coverage of Macron's appeal to Trump reveals distinct partisan framing.",
      "Left-Leaning outlets emphasize Macron \"urges\" action, portraying sanctions as \"unfairly imposed\" and arguing they \"undermine European regulatory autonomy.",
      "Conversely, right-leaning coverage highlights the US State Department's accusation of \"censorship\" against Breton, providing context for the sanctions, even while quoting Macron's view of them as \"unjustly imposed.",
      "Center-Leaning reports remain neutral, stating Macron \"asks\" for lifting sanctions he \"judges unfair,\" de-emphasizing both the US rationale and broader sovereignty concerns.",
      "All agree on Macron's request regarding Breton and Guillou, but perspectives diverge sharply on the sanctions' legitimacy, reflecting ideological divides over international relations and national interests."
    ],
    "bias_bar_text": "Left 47% C 24% Right 29%",
    "center_pct": 24.0,
    "error": null,
    "left_pct": 47.0,
    "location": null,
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "On Feb 22, French President Emmanuel Macron wrote to US President Donald Trump asking him to lift US sanctions on former European Commission commissioner Thierry Breton and ICC judge Nicolas Guillou, urging reconsideration as confirmed by the Élysée Palace.",
      "The US placed visa bans in December targeting Breton and others over extraterritorial censorship, while Macron contends the measures undermine judicial independence in Guillou's case and harm European regulatory autonomy.",
      "Guillou has been barred from US entry since December 2025 and had his US-issued Visa card withdrawn, losing access to American digital services like Airbnb and Amazon.",
      "The EU `strongly condemned` the sanctions and Macron will make social media and free speech a G7 priority, planning to raise the issue directly with the US president.",
      "Macron also asked Trump to lift sanctions on a French magistrate linked to ICC proceedings, while Breton's role in the Digital Services Act ties the dispute to transatlantic tech debates."
    ],
    "title": "Macron Asks Trump to Lift Visa Bans on French Judge and Former EU Commissioner",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/the-most-draconian-measure-watch-scott-bessent-lay-out-future-of-trumps-tariffs-trade-deals-worldnetdaily-by-harold-hutchison-daily-c",
    "article_url": "https://ground.news/article/the-most-draconian-measure-watch-scott-bessent-lay-out-future-of-trumps-tariffs-trade-deals-worldnetdaily-by-harold-hutchison-daily-c",
    "bias": [
      "Left-Leaning coverage frames Bessent's response to the $134 billion tariff refund question with a sarcastic \"Bless Your Heart,\" asserting he'll \"tie this up in the courts.",
      "Center reports use \"dodges questions,\" implying evasion.",
      "In contrast, right-leaning outlets emphasize \"Trump's Tariffs \" and Bessent's \"No Retreat\" stance, portraying his actions as a strategic \"plan B\" for continued trade enforcement under \"other statutes,\" while de-emphasizing refunds.",
      "All acknowledge the Supreme Court ruling on tariffs and the refund question, yet none detail the ruling's specifics, revealing divergent priorities on government transparency and economic policy."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "Treasury Secretary Scott Bessent deferred to lower courts to decide how refunds for President Trump's IEEPA tariffs will be handled after the Supreme Court ruled against them in a 6-3 decision.",
      "Over $133 billion had been collected from the IEEPA tariffs by last December, and companies have sued for refunds following the Supreme Court's rejection of the tariffs, with the refund process left unresolved.",
      "President Trump has moved to reimpose tariffs using Section 122 of the Trade Act of 1974, increasing them to 15%, with the tariffs limited to 150 days and requiring Congressional approval to continue.",
      "Bessent assured that tariff revenue will remain unchanged despite the Supreme Court ruling, as the administration plans to study and potentially increase tariffs under Sections 232 and 301 to maintain tariff revenue."
    ],
    "title": "Bessent dodges questions about tariff refunds",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/appeals-court-says-trump-administration-can-halt-work-on-slavery-exhibit-in-philadelphia-amid-appeal_f60000",
    "article_url": "https://ground.news/article/appeals-court-says-trump-administration-can-halt-work-on-slavery-exhibit-in-philadelphia-amid-appeal_f60000",
    "bias": [
      "Left-Leaning outlets emphasize the \" Trump administration \" halting \"slavery exhibit\" work, highlighting the partial restoration of \"16 out of 34 exhibits\" and using terms like \"unprecedented week.",
      "Right-Leaning coverage frames the judge's action as a \"reprieve to Trump\" after exhibits were \"already restored,\" portraying the administration's objective as a \"battle to take down\" displays.",
      "Center-Leaning reports neutrally focus on legal outcomes, noting the court \"upholds\" or \"can halt work\" without loaded language.",
      "While all acknowledge a legal dispute, the left focuses on historical accountability, the right on executive vindication, revealing ideological divides over government action and cultural memory."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "A U.S. appeals court allowed the Trump administration to temporarily halt work on a National Park Service slavery exhibit in Philadelphia while appealing an order to reinstall it.",
      "About half of the exhibit panels on the lives of enslaved people under George Washington had been restored when the court issued a stay.",
      "The city argued the public is being harmed by erasing this history ahead of Philadelphia's 250th anniversary celebrations in 1776."
    ],
    "title": "Appeals court says Trump administration can halt work on slavery exhibit in Philadelphia amid appeal",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/ruling-against-trumps-tariffs-creates-new-uncertainty-in-us-trade-relations-with-china",
    "article_url": "https://ground.news/article/ruling-against-trumps-tariffs-creates-new-uncertainty-in-us-trade-relations-with-china",
    "bias": [
      "Left-Leaning outlets frame the Supreme Court's tariff ruling as a \"setback\" for Trump's agenda and a \"win for the wallets\" of consumers, employing terms like \"chaos\" and \"stole money\" to criticize past policies and highlight Democratic reactions.",
      "In contrast, right-leaning coverage downplays the ruling's impact, asserting it \"won’t change US– China trade relations\" and emphasizing \"workarounds\" to maintain revenue, projecting an image of unwavering policy.",
      "Center-Leaning analysis focuses on broader \"uncertainty\" for businesses and the ruling's role as an \"encouraging step\" for the balance of power, noting limited market reaction.",
      "While all perspectives acknowledge the 6-3 Supreme Court decision and the USTR's confirmation that existing trade deals remain, the left uniquely highlights Trump's appointees in the ruling.",
      "These divergent portrayals reflect underlying ideological priorities, from consumer protection and executive accountability to policy resilience and national trade stance."
    ],
    "bias_bar_text": null,
    "center_pct": 46.0,
    "error": null,
    "left_pct": 27.0,
    "location": "United States",
    "right_pct": 27.0,
    "status": "ok",
    "summary": [
      "A court ruling against Trump's tariffs has created uncertainty in US trade relations with China.",
      "China is expected to be cautious in exploiting the advantage, while both sides want to maintain a fragile trade truce.",
      "The ruling also creates new uncertainty for other US trading partners, especially those with existing trade deals."
    ],
    "title": "Ruling against Trump’s tariffs creates new uncertainty in US trade relations with China",
    "topic": "Tariffs",
    "topic_full": "Tariffs · United States"
  },
  {
    "article_path": "/article/the-us-deported-a-gay-asylum-seeker-to-a-third-country-where-homosexuality-is-illegal_100156",
    "article_url": "https://ground.news/article/the-us-deported-a-gay-asylum-seeker-to-a-third-country-where-homosexuality-is-illegal_100156",
    "bias": [
      "Left-Leaning coverage frames the deportation of a \"gay asylum-seeker\" as \"problematic and unjust,\" emphasizing human rights violations with terms like \"illegal\" to evoke moral condemnation.",
      "Center-Leaning outlets, while generally factual, introduce emotional framing with phrases like \"Seeking Freedom\" and \"The Ordeal,\" highlighting \"challenges faced by many seeking asylum\" and uniquely mentioning a \"US protection order.",
      "Right-Leaning coverage, unexpectedly lacking typical ideological framing in headlines, also focuses on the individual's plight, including direct quotes about \"fear of being tracked.",
      "All perspectives agree on the core facts of the deportation under the \"Trump administration's third-country deportation system,\" revealing a shared concern for the individual's safety despite differing levels of explicit criticism or contextual details."
    ],
    "bias_bar_text": null,
    "center_pct": 48.0,
    "error": null,
    "left_pct": 35.0,
    "location": "United States",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "Farah, a 21-year-old gay woman, was handcuffed and flown to Cameroon, where homosexuality is illegal, after nearly a year in U.S. detention facilities in Arizona and Louisiana.",
      "The U.S. has relied on third-country agreements, with internal documents citing seven African nations, including Cameroon, to deport migrants, including protected asylum seekers .",
      "Records show the first flight's nine deportees had protection orders issued by U.S. immigration judges, despite claims of legal `loopholes`.",
      "The deportees were held in a Yaounde detention facility managed by Cameroon authorities, which currently holds 15 deportees from two flights, while Farah returned to Morocco where same-sex relations are illegal.",
      "The U.S. State Department on Friday declined to comment, and the IOM says it is aware of removals while journalists were briefly detained."
    ],
    "title": "The US deported a gay asylum-seeker to a third country where homosexuality is illegal",
    "topic": "US Immigration",
    "topic_full": "US Immigration · United States"
  },
  {
    "article_path": "/article/india-delays-us-trade-talks-after-supreme-court-rejects-trump-tariffs-reuters",
    "article_url": "https://ground.news/article/india-delays-us-trade-talks-after-supreme-court-rejects-trump-tariffs-reuters",
    "bias": [
      "Left-Leaning outlets frame the Supreme Court's action as \"rejecting\" or \"striking down\" \"Trump tariffs ,\" emphasizing opposition \"demands\" for renegotiation.",
      "Right-Leaning coverage, while also referencing \"Trump tariffs,\" amplifies partisan calls like \"should put trade deal on hold\" and strong criticisms such as \"PM compromised, will surrender,\" yet simultaneously reassures that \"trade talks remain on track.",
      "Center-Leaning reports neutrally on \"tariff policy shifts\" and \"uncertainty,\" detailing specific figures like a \"15%\" temporary tariff, which other perspectives de-emphasize.",
      "This reveals ideological splits on trade policy and government accountability, despite agreement on India's delay and its Commerce Ministry \"studying implications.\"."
    ],
    "bias_bar_text": null,
    "center_pct": 37.0,
    "error": null,
    "left_pct": 20.0,
    "location": "Delhi",
    "right_pct": 43.0,
    "status": "ok",
    "summary": [
      "On Saturday, the Union Commerce Ministry said it is studying all developments and implications after the US Supreme Court struck down reciprocal tariffs on February 20.",
      "The judges said `does not authorise` the president to impose tariffs, and Mr. Trump signed a temporary 10% levy for 150 days soon after the ruling.",
      "Under the India‑US interim trade framework, US tariffs were to fall to 18% from a combined 50%, and the US suspended `de minimis` exemptions , affecting small exporters and e‑commerce sellers.",
      "A three-day meeting to finalise the legal text begins in the United States on February 23, with chief negotiator Darpan Jain leading the Indian delegation.",
      "Remaining tariffs like Section 232 carry 50% steel and aluminium duties, and recent US trade deals are rendered one-sided, with Congress urging renegotiation."
    ],
    "title": "India delays U.S. trade talks after Supreme Court rejects Trump tariffs: Reuters",
    "topic": "India Economy",
    "topic_full": "India Economy · Delhi"
  },
  {
    "article_path": "/article/trump-calls-for-netflix-to-fire-susan-rice-after-she-warned-corporations-for-bending-a-knee_a627f5",
    "article_url": "https://ground.news/article/trump-calls-for-netflix-to-fire-susan-rice-after-she-warned-corporations-for-bending-a-knee_a627f5",
    "bias": [
      "Left-Leaning outlets frame Trump's \"demands\" and \"threatens\" as authoritarian, highlighting his perceived hypocrisy on small government, using terms like \"oust\" and referencing \"fringe MAGA influencer\" origins.",
      "Right-Leaning coverage portrays Rice's comments as \"threats\" or \"vows of revenge,\" justifying Trump's \"pressures\" and labeling her an \"Infamous Obama Official\" or \"Deep State Hack.",
      "Center-Leaning reports neutrally on Trump's \"calls for\" action, focusing on the \"political headache\" for Netflix 's merger.",
      "All perspectives agree Trump demanded Rice's removal over her \"accountability\" comments, revealing ideological splits on executive influence, corporate autonomy, and the nature of political retribution."
    ],
    "bias_bar_text": null,
    "center_pct": 33.0,
    "error": null,
    "left_pct": 27.0,
    "location": "United States",
    "right_pct": 40.0,
    "status": "ok",
    "summary": [
      "On Saturday, President Donald Trump used Truth Social to demand Netflix fire Susan Rice, amplifying conservative activist Laura Loomer's calls and warning Netflix to `pay the consequences`.",
      "On Thursday, Rice warned that companies that `take a knee` to Trump could face an `accountability agenda` if Democrats regain power, speaking on Preet Bharara's podcast.",
      "Netflix's co-CEO, Ted Sarandos, testified before a Senate Judiciary antitrust subcommittee earlier this month and said he didn't seek political concessions during talks for the $72 billion deal with Warner Bros. Discovery.",
      "The dispute comes as the Department of Justice antitrust division reviews the $83 billion Netflix-Warner Bros. Discovery merger, with shareholders voting on March 20, 2026, and Netflix and Rice did not immediately respond to requests for comment.",
      "President Trump previously said he `shouldn't be involved` but has since engaged publicly amid the seven-day deliberation period and DOJ review of the Netflix-Warner Bros. deal."
    ],
    "title": "Trump calls for Netflix to fire Susan Rice after she warned corporations for bending ‘a knee’",
    "topic": "Donald Trump",
    "topic_full": "Donald Trump · United States"
  },
  {
    "article_path": "/article/epstein-survivor-who-voted-for-trump-will-be-at-his-state-of-the-union-address",
    "article_url": "https://ground.news/article/epstein-survivor-who-voted-for-trump-will-be-at-his-state-of-the-union-address",
    "bias": [
      "The left frames the State of the Union as a \"Speech on the State of Disunity,\" emphasizing broader national issues like a \"president who prepares a war\" and a \"people dissatisfied with the economy.",
      "In contrast, right-leaning coverage portrays the boycott as a \"rant\" by \"Big Babies,\" using dismissive language and focusing on the perceived illegitimacy of the opposition.",
      "While the center neutrally reports Schiff's \"boycott\" and the \"unusually provocative moment\" surrounding the address, it de-emphasizes the left's systemic critiques and the right's pejorative attacks.",
      "Both sides acknowledge the SOTU and the boycott, revealing a deep ideological divide over presidential authority and political dissent."
    ],
    "bias_bar_text": null,
    "center_pct": 60.0,
    "error": null,
    "left_pct": 7.0,
    "location": "United States",
    "right_pct": 33.0,
    "status": "ok",
    "summary": [
      "1- Adam Schiff plans to boycott Donald Trump ’s State of the Union address and instead attend an alternative event. 2- Schiff is scheduled to speak at the “People’s State of the Union” rally on the National Mall, organized by MeidasTouch and MoveOn Civic Action. 3- Other Democratic lawmakers joining the counter-event include Sens. Ed Markey, Jeff Merkley, Chris Murphy and Tina Smith, along with at least seven House members."
    ],
    "title": "Schiff to boycott Trump’s State of the Union, speak at alternative event",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  }
]
