[
  {
    "article_path": "/article/nick-reiner-pleads-not-guilty-to-murdering-parents-rob-reiner-and-michele-reiner_f6fd37",
    "article_url": "https://ground.news/article/nick-reiner-pleads-not-guilty-to-murdering-parents-rob-reiner-and-michele-reiner_f6fd37",
    "bias": [
      "Left-Leaning coverage neutrally reported Nick Reiner's not guilty plea, emphasizing specific legal allegations like \"special circumstances\" and \"knife was used.",
      "In stark contrast, right-leaning outlets sensationalized the event with emotive terms like \"Emotionless\" and \"brutal murder,\" highlighting the \"death penalty\" and the daughter's discovery of the bodies, framing Reiner as a \"DISGRACED Hollywood scion.",
      "Center coverage, while also noting mental health issues, avoided the right's sensationalism and the left's legal detail.",
      "Across all perspectives, Reiner was consistently framed as the \"troubled son,\" and the incident a \"shocking celebrity homicide,\" underscoring a shared narrative despite divergent tones and emphases on legal specifics versus emotional drama."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Feb. 23, Nick Reiner pleaded not guilty at his Los Angeles arraignment on two counts of first-degree murder with special-circumstance allegation in the deaths of Rob Reiner and Michele Singer Reiner.",
      "On Dec. 14, authorities found Rob and Michele Reiner dead in their Brentwood home and arrested Nick Reiner near USC around 9:15 p.m., less than six hours later.",
      "The Los Angeles County Department of Medical Examiner found both died from \"multiple sharp force injuries,\" and prosecutors allege a knife was used, with possible penalties including death or life without parole.",
      "The judge set an April 29, 2026 preliminary hearing to determine if evidence warrants trial; Alan Jackson withdrew last month, and Kimberly Greene now represents Nick Reiner.",
      "Court records and reporting show a history of addiction and a 2020 conservatorship; Reiner was diagnosed with schizophrenia and argued with his father at a Conan O'Brien holiday party while living in a guest house on family property."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/661f6c59-ec96-42a1-9397-85f85039b2b2",
    "article_url": "https://ground.news/article/661f6c59-ec96-42a1-9397-85f85039b2b2",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 33.0,
    "location": null,
    "right_pct": 24.0,
    "status": "no_change",
    "summary": [
      "Former British Ambassador to the U.S. Peter Mandelson was arrested on suspicion of misconduct in public office related to his ties with Jeffrey Epstein .",
      "Emails revealed by the U.S. Department of Justice indicated that Mandelson shared information with Epstein while serving as a minister.",
      "The investigation began after Prime Minister Keir Starmer's government sent communications between Mandelson and Epstein to the police.",
      "The Metropolitan Police confirmed Mandelson's arrest, stating, 'Officers have arrested a 72-year-old man on suspicion of misconduct in public office."
    ],
    "title": "Ex-UK ambassador to U.S. Peter Mandelson arrested after Epstein revelations",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/eu-lawmakers-postpone-vote-on-us-trade-deal-after-trump-threatens-15-global-tariffs_5e7ac0",
    "article_url": "https://ground.news/article/eu-lawmakers-postpone-vote-on-us-trade-deal-after-trump-threatens-15-global-tariffs_5e7ac0",
    "bias": [
      "Left-Leaning outlets frame Trump's tariff actions as an \"erratic maneuver\" causing \"chaos\" and \"turbulence,\" emphasizing a \"strained relationship\" with the EU and highlighting the new \"15% global tariff\" as a breach of a prior \"15% cap.",
      "Right-Leaning coverage, conversely, portrays Trump as simply \"announces\" tariffs , while criticizing the EU for \"again postpone\" due to \"vacillations,\" asserting previous tariffs were \"illegal.",
      "Center perspectives neutrally note the EU \"postpone\" due to \"tariff upheaval,\" adding Trump's \"more obnoxious\" tariff warning and EU \"imbalance\" criticisms.",
      "All sides agree on the EU \"seeking clarity\" amid \"uncertainty,\" revealing fundamental ideological divides over trade and international diplomacy."
    ],
    "bias_bar_text": null,
    "center_pct": 53.0,
    "error": null,
    "left_pct": 31.0,
    "location": null,
    "right_pct": 16.0,
    "status": "ok",
    "summary": [
      "On Monday, the European Parliament postponed a planned Tuesday vote on the EU-U.S. trade deal after President Donald Trump imposed a new 15% import tariff.",
      "In response to the legal decision, the U.S. Supreme Court struck down many tariffs , prompting President Donald Trump to impose a 15% duty Saturday.",
      "Trade committee chair Bernd Lange cautioned that some EU export sectors could face higher levies, with about seven to eight per cent of products affected, and said `By threatening the territorial integrity and sovereignty of an E.U. member state and by using tariffs as a coercive instrument, the U.S. is undermining the stability and predictability of E.U.-U.S. trade relations`.",
      "EU officials demanded clear answers and said EU lawmakers will reconvene on March 4, 2026, to assess Washington's commitment; Olof Gill said, `We look forward to our American counterparts explaining to us precisely what is happening.`",
      "Looking at the bigger picture, EU lawmakers paused the trade deal vote, citing US tariffs, with a March review scheduled; Merz said, 'if we want to contribute to the stability of our relations, then we should put an end to these uncertainties as quickly as possible."
    ],
    "title": "EU lawmakers postpone vote on U.S. trade deal after Trump threatens 15% global tariffs",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/judge-permanently-blocks-release-of-jack-smiths-report-on-trump-classified-documents-case_b6d0b7",
    "article_url": "https://ground.news/article/judge-permanently-blocks-release-of-jack-smiths-report-on-trump-classified-documents-case_b6d0b7",
    "bias": [
      "Left-Leaning outlets frame the judge's decision as a \"shocking twist\" and \"unprecedented deference\" from a \"Trump-appointed judge,\" implying bias and a setback for transparency, even calling her claims \"absurd.",
      "They highlight concerns about public access to the report.",
      "Conversely, right-leaning coverage hails it as a \"victory\" for Trump and a \"humiliating defeat\" for Special Counsel Jack Smith , whom they accuse of a \"brazen stratagem\" and \"flouted court order,\" praising the judge's \"stand for due process.",
      "Center-Leaning reports neutrally present the ruling and the judge's stated reasons, noting she \"slammed\" Smith for drafting the report, without strong editorializing on motives.",
      "While all acknowledge a \"Trump-appointed judge\" blocked Smith's report on classified documents, the stark contrast reveals deep ideological splits over judicial impartiality and accountability."
    ],
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 24.0,
    "location": null,
    "right_pct": 19.0,
    "status": "ok",
    "summary": [
      "On Monday, U.S. District Judge Aileen Cannon permanently barred the Justice Department from releasing Volume II of former special counsel Jack Smith's report, which focused on President Donald Trump 's alleged mishandling of classified documents at Mar-a-Lago.",
      "Cannon said a June 2023 protective order prevents disclosure of discovery materials, citing that `disclosure of non-public discovery material... would contravene basic notions of fairness and justice` and that Smith was unlawfully appointed.",
      "Compiled from voluminous discovery, the report included 137 pages of detailed evidence and was finalized before the DOJ departure in January 2025.",
      "The order bars the Department of Justice from sharing Volume II externally, including with U.S. Congress, and prevents public disclosure of substantial case details, risking grand jury secrecy and defendants' presumption of innocence.",
      "Against that backdrop, First Amendment groups pressed for release while Smith defended his investigation, saying `Our investigation developed proof beyond a reasonable doubt that President Trump engaged in a criminal scheme to overturn the results of the 2020 presidential election and to prevent the lawful transfer of power`."
    ],
    "title": "Judge permanently blocks release of Jack Smith's report on Trump classified documents case",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/mexican-army-kills-el-mencho-leader-of-jalisco-cartel_492090",
    "article_url": "https://ground.news/article/mexican-army-kills-el-mencho-leader-of-jalisco-cartel_492090",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 45.0,
    "error": null,
    "left_pct": 30.0,
    "location": null,
    "right_pct": 25.0,
    "status": "no_change",
    "summary": [
      "Mexican drug lord Nemesio Oseguera, known as 'El Mencho', was killed in a military raid in Jalisco after being seriously injured in a shootout, dying during an air transfer to Mexico City.",
      "The US provided intelligence support for the operation, as confirmed by Mexico's Defence Ministry.",
      "The US had designated the Jalisco New Generation Cartel as a terrorist organization and offered a reward for information leading to Oseguera's capture.",
      "Following Oseguera's death, violent protests with roadblocks and burning vehicles occurred in Jalisco and other states."
    ],
    "title": "Mexican Army Kills 'El Mencho,' Leader of Jalisco Cartel",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/masked-suspect-in-nancy-guthrie-abduction-appeared-to-visit-her-house-before-kidnapping-sources",
    "article_url": "https://ground.news/article/masked-suspect-in-nancy-guthrie-abduction-appeared-to-visit-her-house-before-kidnapping-sources",
    "bias": [
      "Left and center narratives emphasize the suspect's prior appearances at Nancy Guthrie 's door, portraying the events with neutral language like \"appeared to visit.",
      "In contrast, right-leaning coverage frames the FBI's information with skepticism, highlighting a \"separate date\" to imply potential misleading actions and using \"scouted\" to suggest premeditation.",
      "This perspective de-emphasizes the victim's age, a detail included by left and center outlets.",
      "Center coverage uniquely provides the specific FBI release date, underscoring its factual emphasis.",
      "While all agree on the masked person's multiple visits, these portrayals reveal a broader ideological divide concerning trust in government institutions versus straightforward reporting of events."
    ],
    "bias_bar_text": "L 15% Center 61% R 24%",
    "center_pct": 61.0,
    "error": null,
    "left_pct": 15.0,
    "location": null,
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "The FBI released photos and video showing a masked, armed person tampering with Nancy Guthrie 's doorbell camera at her Tucson home on the morning of her disappearance, February 1, 2026.",
      "Sources told ABC News that the masked suspect appeared at Nancy Guthrie's door on two different days, with one image showing no backpack on a day prior to February 1, 2026.",
      "From the released footage, investigators say the doorbell camera shows a masked individual tampering with the device, placing branches over the lens, and identifying an Ozark backpack, while DNA on gloves found 2 miles from the home is being analyzed.",
      "Investigators asked neighbors to submit footage from January 1, specifically on January 11 and January 31, as law enforcement searches intensify.",
      "The case has drawn national attention because Nancy Guthrie is Savannah Guthrie's mother, no suspect has been identified, and former FBI agent Jason Pack noted signs of surveillance and planning."
    ],
    "title": "Masked suspect in Nancy Guthrie abduction appeared to visit her house before kidnapping: Sources",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/chinas-deepseek-trained-ai-model-on-nvidias-best-chip-despite-us-ban-report",
    "article_url": "https://ground.news/article/chinas-deepseek-trained-ai-model-on-nvidias-best-chip-despite-us-ban-report",
    "bias": [
      "Left-Leaning coverage frames DeepSeek 's action using terms like \"bypassed\" the US export ban, emphasizing active circumvention.",
      "In contrast, right-leaning outlets highlight China's use of \"Nvidia’s best chip despite US ban,\" underscoring the challenge to US policy and technological dominance.",
      "Center-Leaning reports distinguish themselves by providing granular details, such as the \"Blackwell\" chip model and attributing claims to a \"senior Trump administration official,\" while also noting \"what could represent a violation.",
      "While all perspectives agree DeepSeek utilized advanced Nvidia chips despite the ban, the left's focus on bypassing and the right's emphasis on the \"best chip\" reveal differing priorities regarding enforcement and geopolitical competition, with center coverage offering a more detailed, attributed account.",
      "This divergence reflects broader ideological stances on international trade and national security."
    ],
    "bias_bar_text": null,
    "center_pct": 66.0,
    "error": null,
    "left_pct": 17.0,
    "location": "China",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "A senior U.S. government official told Reuters that DeepSeek trained its latest model using Nvidia's Blackwell chips believed installed at an Inner Mongolia data centre, despite export restrictions.",
      "Facing a shortage of domestic high-end chips, DeepSeek, Hangzhou-based AI startup, used distillation with outputs from OpenAI and Google to boost its latest model's performance.",
      "U.S. investigators say restricted Blackwell units flow through a sophisticated gray market with recurring deals, while the U.S. Department of Justice shut down a China-linked smuggling network moving tens of millions in GPUs and Singaporean authorities probed server exports to Malaysia.",
      "Confirmation that DeepSeek obtained Blackwell chips could deepen debate among U.S. lawmakers, while China's embassy in Washington criticised trade politicisation; Nvidia declined to comment and a senior U.S. official stressed `We do not supply Blackwell to China`.",
      "The disclosure intensifies tensions in the global AI race, as Washington balances commercial interests with national security amid the 80% unused capacity estimate in Chinese data centers, while experts warn of military-use risks."
    ],
    "title": "China's DeepSeek trained AI model on Nvidia's best chip despite US ban: Report",
    "topic": "DeepSeek",
    "topic_full": "DeepSeek · China"
  },
  {
    "article_path": "/article/openai-deepens-partnerships-with-consulting-giants-to-push-enterprise-ai-beyond-pilot",
    "article_url": "https://ground.news/article/openai-deepens-partnerships-with-consulting-giants-to-push-enterprise-ai-beyond-pilot",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 73.0,
    "error": null,
    "left_pct": 27.0,
    "location": "United States",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "OpenAI is expanding its enterprise AI offerings by partnering with four major consulting firms- BCG, McKinsey, Accenture, and Capgemini- to form the Frontier Alliance.",
      "The alliance pairs OpenAI's engineers with consulting teams to help companies integrate AI agents into core business processes like software development, sales, and customer support.",
      "OpenAI's Frontier platform includes features to connect corporate data, build AI agents with shared skills and memory, and manage AI deployments, along with products like ChatGPT Enterprise."
    ],
    "title": "OpenAI deepens partnerships with consulting giants to push enterprise AI beyond pilot",
    "topic": "OpenAI",
    "topic_full": "OpenAI · United States"
  },
  {
    "article_path": "/article/coast-guard-investigating-swastika-found-at-recruit-training-center_fbb6df",
    "article_url": "https://ground.news/article/coast-guard-investigating-swastika-found-at-recruit-training-center_fbb6df",
    "bias": [
      "Left-Leaning coverage frames the swastika discovery as a \"hate symbol\" linked to \"extremist ideology,\" emphasizing the commandant's strong condemnation and direct address to recruits, alongside a prior controversy where the symbol was deemed \"potentially divisive.",
      "Center outlets also highlight the \"sharp response\" and \"commitment to accountability,\" noting the \"immediate removal\" and the previous \"potentially divisive\" classification, maintaining a neutral, action-oriented tone.",
      "Right-Leaning reports, however, de-emphasize these details, offering a minimal account of a \"Swastika Drawn\" without mentioning the commandant's statements or the historical context.",
      "This reveals a partisan divide on the gravity and institutional implications of hate symbols, with all sides agreeing on the incident and ongoing investigation."
    ],
    "bias_bar_text": null,
    "center_pct": 46.0,
    "error": null,
    "left_pct": 47.0,
    "location": "New Jersey",
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "The U.S. Coast Guard opened an internal investigation after a swastika was discovered on a bathroom wall at its primary recruit training center in Cape May, New Jersey. The matter has been referred to the Coast Guard Investigative Service, and the symbol has since been removed.",
      "Commandant Adm. Kevin Lunday traveled to the training center to address nearly 900 recruits and staff, emphasizing the service’s standards, accountability, and core values following the incident. The discovery was first reported by The Washington Post.",
      "The episode comes amid prior controversy involving the Coast Guard’s workplace policies, including backlash after the service temporarily categorized the swastika and noose as “potentially divisive” symbols, prompting criticism from lawmakers."
    ],
    "title": "Coast Guard investigating swastika discovered in New Jersey recruit center",
    "topic": "US Coast Guard",
    "topic_full": "US Coast Guard · New Jersey"
  },
  {
    "article_path": "/article/meta-exec-warned-facebook-messenger-encryption-plan-was-bad-and-irresponsible-court-filing-reveals",
    "article_url": "https://ground.news/article/meta-exec-warned-facebook-messenger-encryption-plan-was-bad-and-irresponsible-court-filing-reveals",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 80.0,
    "error": null,
    "left_pct": null,
    "location": "United States",
    "right_pct": 20.0,
    "status": "no_change",
    "summary": [
      "Meta executives proceeded with a plan to encrypt Facebook Messenger despite warnings it would hinder flagging child exploitation cases to law enforcement.",
      "A Meta executive said with encryption there is 'no way to find child exploitation and proactively refer those cases to law enforcement'.",
      "According to internal documents, Meta's reporting of child exploitation imagery to authorities would have dropped by 65% if Messenger was encrypted."
    ],
    "title": "Meta executive warned Facebook Messenger encryption plan was 'so irresponsible', shows court filing",
    "topic": "Meta",
    "topic_full": "Meta · United States"
  },
  {
    "article_path": "/article/isaac-hayes-estate-settles-with-trump-over-rally-use-of-hold-on-im-coming",
    "article_url": "https://ground.news/article/isaac-hayes-estate-settles-with-trump-over-rally-use-of-hold-on-im-coming",
    "bias": [
      "Left-Leaning coverage frames the settlement over song use by emphasizing \"accusing\" and \"unauthorized\" actions, focusing on legal specifics like a \"joint stipulation of dismissal with prejudice.",
      "In contrast, center-leaning outlets portray the event neutrally, highlighting the Hayes family's \"satisfied\" sentiment and providing broader context, such as the song's 1966 release and its use at 2024 rallies, while right-leaning perspectives are de-emphasized.",
      "Both sides agree a settlement was reached regarding the unauthorized use of \"Hold On, I’m Coming.",
      "This divergence reveals how one perspective prioritizes legal accountability and critical framing, while the other seeks comprehensive, contextualized reporting, reflecting differing priorities in news presentation."
    ],
    "bias_bar_text": null,
    "center_pct": 47.0,
    "error": null,
    "left_pct": 48.0,
    "location": "United States",
    "right_pct": 5.0,
    "status": "ok",
    "summary": [
      "On Monday, the estate of Isaac Hayes, led by Isaac Hayes III, announced a private settlement with President Donald Trump after suing over unauthorized use of `Hold On, I'm Coming` at rallies, with a joint stipulation of dismissal filed in U.S. District Court in Atlanta.",
      "The Trump campaign said it had permission via a BMI license obtained on Nov. 30, 2022, identifying Universal Music Publishing as the license holder, but the Hayes estate disputed this, citing termination of the license and a misread 2024 Copyright Office record.",
      "Court rulings, including a September 2024 preliminary injunction, show the Hayes estate alleged the campaign used the song 133 times during 2020 and 2024, and sought damages.",
      "The settlement's financial terms were not disclosed, and the Hayes estate's public statement said the resolution advances protecting intellectual property rights and legacy.",
      "Amid repeated disputes with musicians, artists and musicians have challenged Trump's music use multiple times in 2024, while co-author David Porter said he did not authorize the 1966 Sam & Dave song."
    ],
    "title": "Isaac Hayes Estate Settles Lawsuit Accusing Trump of Unauthorized Song Use",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/anthropic-says-chinese-ai-labs-used-24-000-fake-accounts-to-copy-claude_9be5e7",
    "article_url": "https://ground.news/article/anthropic-says-chinese-ai-labs-used-24-000-fake-accounts-to-copy-claude_9be5e7",
    "bias": [
      "Left-Leaning coverage frames the AI dispute using terms like \"fraudulently\" and \"slams,\" uniquely questioning Anthropic's own ethical standing as \"hypocritical\" or \"the pot calling the kettle black,\" while de-emphasizing the scale of alleged activity.",
      "Right-Leaning outlets portray the incident as \"siphon US tech\" and \"mass data theft,\" employing phrases like \"Free-Riding\" to underscore a foreign threat and the need to \"preserve America’s artificial intelligence edge.",
      "Center-Leaning reports neutrally \"accuses\" and \"alleges\" illicit actions, detailing the \"16 million exchanges\" and raising concerns about \"AI model theft.",
      "All agree on the \"24,000 fake accounts\" used by Chinese labs, but diverge on whether the core issue is corporate ethics or geopolitical tech competition."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 32.0,
    "location": "China",
    "right_pct": 28.0,
    "status": "ok",
    "summary": [
      "Earlier this month, Anthropic accused three Chinese AI companies of creating more than 24,000 fake accounts and generating over 16 million exchanges with Claude via distillation, targeting its agentic reasoning, tool use, and coding.",
      "As U.S. officials debate export rules, Anthropic says extraction scale requires advanced AI chips, linking this to last month’s Trump administration decision allowing Nvidia and other U.S. vendors to export chips to China.",
      "Analysis of individual labs found Moonshot AI ran more than 3.4 million exchanges, MiniMax logged 13 million and redirected nearly half its traffic, while DeepSeek conducted over 150,000 exchanges.",
      "Anthropic urged a coordinated response across the AI industry, cloud providers, and policymakers, warning distillation-built models risk national security and pledging to invest in defenses.",
      "Looking ahead, Anthropic says export controls are justified as restricted chip access limits illicit distillation, while DeepSeek is expected to soon release DeepSeek V4 and TechCrunch plans a June 9, 2026 event."
    ],
    "title": "Anthropic Says Chinese AI Labs Used 24,000 Fake Accounts to Copy Claude",
    "topic": "Business & Markets",
    "topic_full": "Business & Markets · China"
  },
  {
    "article_path": "/article/pentagon-raises-serious-concerns-on-us-senate-aviation-safety-bill",
    "article_url": "https://ground.news/article/pentagon-raises-serious-concerns-on-us-senate-aviation-safety-bill",
    "bias": null,
    "bias_bar_text": "Center 67% Right 33%",
    "center_pct": 67.0,
    "error": "Message: \n",
    "left_pct": null,
    "location": null,
    "right_pct": 33.0,
    "status": "fail",
    "summary": null,
    "title": "Pentagon raises concerns about ROTOR Act implementing DC crash reforms",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/jeanine-pirros-office-shelves-pursuit-of-democrats-over-social-video-sources-say",
    "article_url": "https://ground.news/article/jeanine-pirros-office-shelves-pursuit-of-democrats-over-social-video-sources-say",
    "bias": [
      "Left-Leaning outlets frame the cessation of a case against Democrats as a 'retribution campaign' and 'Ultimate Revenge Plot' by 'Trump Goons' who were 'Humiliated,' highlighting the grand jury's rejection of efforts to 'criminalize' dissent and emphasizing warnings against 'illegal orders.' Right-leaning coverage, however, characterizes Democrats as having 'encouraged Disobedience,' de-emphasizing any mention of 'illegal' orders.",
      "Center perspectives neutrally report Pirro's office 'Stops Pursuing Case.' While all agree on the case's end, these portrayals reveal deep ideological divides concerning government overreach versus perceived insubordination."
    ],
    "bias_bar_text": "Left 71% C 15% R 14%",
    "center_pct": 15.0,
    "error": null,
    "left_pct": 71.0,
    "location": null,
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "The office of Jeanine Pirro, the U.S. attorney for Washington, D.C., has decided to stop pursuing charges against six Democratic lawmakers over a social media video in which they urged military and intelligence personnel not to follow unlawful orders, according to NBC News.",
      "A federal grand jury in Washington unanimously declined to indict the lawmakers, determining that prosecutors had not met the legal standard of probable cause required to bring charges.",
      "Although the case appears closed in Washington, it would not legally prevent prosecutors from attempting to bring charges in another federal district, though there is no public indication that will occur.",
      "The attempted prosecution drew criticism from legal experts and Democrats, who described it as a politically motivated effort targeting protected speech. President Donald Trump had publicly accused the lawmakers of “sedition,” but the grand jury found no evidence of a crime."
    ],
    "title": "Jeanine Pirro's office shelves pursuit of six Democrats over 'illegal orders' video: Report",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/trump-refutes-reports-that-top-gen-dan-caine-warned-of-iran-strike-risks",
    "article_url": "https://ground.news/article/trump-refutes-reports-that-top-gen-dan-caine-warned-of-iran-strike-risks",
    "bias": [
      "Left-Leaning coverage emphasizes the credibility of General Caine's warnings about \"large-scale retaliation\" and potential \"protracted conflict,\" portraying Trump as \"fuming\" and \"bashing\" reports he labels \"fake news.",
      "Right-Leaning outlets, conversely, align with Trump's narrative, using terms like \"shreds\" and \"sets the record straight\" to dismiss the \"rift story\" as \"Fake News Media\" fabrications, while reconciling Caine's position as not opposing war .",
      "Center-Leaning reports neutrally present Trump's denial, sometimes noting such warnings are a \"normal pre-military process,\" de-emphasizing dissent.",
      "A pivotal dividing line is the very legitimacy of the general's warnings and Trump's reaction.",
      "All perspectives acknowledge Trump's claim of \"easily\" winning a war, yet the left highlights expert counter-assessments of Iran's \"substantial firepower.",
      "This reveals broader ideological splits on foreign policy and media trust."
    ],
    "bias_bar_text": null,
    "center_pct": 28.0,
    "error": null,
    "left_pct": 21.0,
    "location": "United States",
    "right_pct": 51.0,
    "status": "ok",
    "summary": [
      "On Monday, President Donald Trump denied reports that Gen. Caine warned of risks in Iran strikes, calling it '100 percent incorrect.'",
      "Axios first reported warnings about an Iran strike, and The Washington Post and The Wall Street Journal shortly corroborated that Gen. Dan Caine and Pentagon officials cited risks like prolonged conflict and munitions shortages.",
      "President Donald Trump on Monday denied reports that Gen. Dan Caine warned of risks in Iran strikes, stating Caine `like all of us, would like not to see War but, if a decision is made on going against Iran at a Military level, it is his opinion that it will be something easily won.`",
      "The U.S. has deployed two aircraft carriers and more than a dozen other ships along with warplanes to the Middle East, while Trump ordered strikes on Iran's nuclear facilities last year.",
      "Gen. Dan Caine's prior role was underscored by reports that he oversaw strikes on three Iranian nuclear development facilities last summer while advisers Jared Kushner and Steve Witkoff urged diplomacy."
    ],
    "title": "Trump refutes reports that top Gen. Dan Caine warned of Iran strike risks",
    "topic": "Donald Trump",
    "topic_full": "Donald Trump · United States"
  },
  {
    "article_path": "/article/seti-researchers-link-titan-and-saturns-rings-to-moon-collision",
    "article_url": "https://ground.news/article/seti-researchers-link-titan-and-saturns-rings-to-moon-collision",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 87.0,
    "error": null,
    "left_pct": 13.0,
    "location": "United States",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "A draft posted on arXiv on February 11, 2026, states that Titan likely formed from a collision between two moons, also helping produce Saturn’s rings.",
      "The study proposes that Titan formed when a precursor moon merged with another, ejecting debris that destabilized inner Saturnian moons and contributed to Saturn’s rings about 100 million years ago.",
      "Using Cassini data and simulations, researchers modeled the collision showing Titan’s orbit expands faster than expected and Saturn’s tilt matches ancient disruption clues.",
      "NASA’s Dragonfly mission offers the clearest test, and if supported, the hypothesis would reshape understanding of moon and ring formation, with Titan’s orbit and craters as key clues.",
      "Building on earlier lost-moon proposals, Saturn’s wobble and resonance with Neptune suggest a relatively recent disruption, with rings formed a few hundred million years ago, supported by occultation measurements."
    ],
    "title": "SETI Researchers Link Titan and Saturn’s Rings to Moon Collision",
    "topic": "Space & Astronomy",
    "topic_full": "Space & Astronomy · United States"
  },
  {
    "article_path": "/article/software-companies-face-higher-borrowing-costs-tougher-scrutiny-as-ai-threatens-businesses",
    "article_url": "https://ground.news/article/software-companies-face-higher-borrowing-costs-tougher-scrutiny-as-ai-threatens-businesses",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": null,
    "location": "United States",
    "right_pct": 33.0,
    "status": "no_change",
    "summary": [
      "This year, software companies have paused fundraising and debt deals as lenders and investors price AI disruption risk, with no leveraged loan deals as banks and issuers await trading recovery.",
      "Lenders and investors expect AI-driven disruption, pricing modestly higher default risk into leveraged loans amid concerns AI will upend software business models over a two-year disruption timeframe.",
      "Tech loans represent 17 in the leveraged market, valued at $260 billion, with 60% of borrowers in software and 50% rated B- or lower.",
      "Companies face significantly higher borrowing costs from banks, with several tech deals pulled or delayed since late January as loan marketing faces more scepticism and future financings demand maintenance covenants.",
      "Analysts warn defaults could climb 3 to 5 per cent under rapid disruption as Moody's Ratings flags higher refinancing risk for lower-rated firms in 2026, keeping issuance subdued next year."
    ],
    "title": "Software companies face higher borrowing costs, tougher scrutiny as AI threatens businesses",
    "topic": "Technology",
    "topic_full": "Technology · United States"
  },
  {
    "article_path": "/article/trump-administration-steps-up-efforts-to-scrutinize-foreign-funding-of-universities",
    "article_url": "https://ground.news/article/trump-administration-steps-up-efforts-to-scrutinize-foreign-funding-of-universities",
    "bias": [
      "Left-Leaning coverage frames the administration's actions as efforts to \"dismantle the Education \" and \"targeting\" universities, employing terms like \"in the clinch\" to suggest a broader, negative conflict.",
      "Conversely, right-leaning outlets portray the same actions as positive, necessary \"steps up efforts\" to \"scrutinize\" foreign funding, highlighting national security and even specific funding sources like Qatar, which other perspectives de-emphasize.",
      "Center-Leaning coverage remains neutral, focusing on the immediate action to \"scrutinize\" without broader context or emotionally charged language.",
      "While all perspectives agree on increased scrutiny to uncover \"foreign influence\"—characterized as \"harmful\" by the left and \"malign\" by the center and right—the core division lies in whether this represents an aggressive overreach or vital protection, reflecting differing views on federal power and academic autonomy."
    ],
    "bias_bar_text": null,
    "center_pct": 37.0,
    "error": null,
    "left_pct": 25.0,
    "location": "United States",
    "right_pct": 38.0,
    "status": "ok",
    "summary": [
      "WASHINGTON, Feb 23 — The State Department will assist the Department of Education to uncover malign foreign influence at U.S. colleges and universities and help manage the foreign-funding reporting portal.",
      "Trump's April 2025 executive order called for enforcement of Section 117 and the Education Department launched a new reporting portal in December after U.S. colleges disclosed 8,300 transactions totaling $5.2 billion in 2025.",
      "Officials declined to spell out specific examples of undue influence, saying their aim is to boost university compliance and transparency while the Education Department investigates four schools' foreign ties.",
      "Lawmakers added nonbinding language to the spending bill stating the department has `no authorities` to transfer its duties, while Congressional leaders this year defied President Donald Trump's proposed Education Department budget cuts.",
      "HHS's Administration for Children and Families will administer school-safety programs despite bipartisan disapproval; the administration tried to halt those grants last year but awarded funds amid lawsuits and told states and grantees not to expect disruptions."
    ],
    "title": "Trump administration steps up efforts to scrutinize foreign funding of universities",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/paramount-submits-higher-offer-for-warner-bros-discovery-in-bid-to-block-netflix-source-says_767266",
    "article_url": "https://ground.news/article/paramount-submits-higher-offer-for-warner-bros-discovery-in-bid-to-block-netflix-source-says_767266",
    "bias": [
      "Left-Leaning coverage frames the corporate acquisition as a \"fight\" where \"politics take center stage,\" highlighting a \"desperate attempt\" to \"block\" a rival, detailing specific figures like \"$32 per share\" and \"$82.7 billion,\" and including a political threat.",
      "In contrast, right-leaning outlets portray Paramount gaining \"momentum\" in a \"sweepstakes,\" emphasizing the offer \"couldn’t have come at a better time\" and addressing \"funding security,\" while de-emphasizing specific financial details and political angles.",
      "The center perspective remains neutral, noting Netflix is \"Very Confident.",
      "All sides agree on a \"bidding war\" for \"coveted assets,\" revealing ideological divides in how corporate actions are interpreted—from political struggle to market opportunity."
    ],
    "bias_bar_text": null,
    "center_pct": 22.0,
    "error": null,
    "left_pct": 56.0,
    "location": "United States",
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "On February 23, 2026, Paramount Skydance submitted a higher offer for Warner Bros Discovery, escalating the bidding war after Warner set a seven-day window that expired on February 23, while Netflix retains the right to match any new proposal.",
      "Facing financing concerns, Paramount sweetened its terms by improving its $30 per share offer, backed by Larry Ellison, to address Warner Bros' financing worries.",
      "Warner turned down an enhanced bid that would have paid a $2.8 billion termination fee and added a 25-cent per-share quarterly ticking fee, while Warner plans to spin off Discovery Global valued between $1.33 and $6.86 per share.",
      "Shareholders will decide on March 20, and the deal faces scrutiny from the U.S. Department of Justice and European Union and UK competition authorities, with Ancora Capital increasing pressure via a roughly $200 million stake.",
      "Paramount's offer would create a studio bigger than Disney, reshaping market share amid U.S. senators' concerns, while Netflix argues its HBO Max deal would make it the largest global streamer with roughly half a billion subscribers."
    ],
    "title": "Paramount Submits Higher Offer for Warner Bros Discovery in Bid to Block Netflix, Source Says",
    "topic": "Business",
    "topic_full": "Business · United States"
  },
  {
    "article_path": "/article/a-utah-mom-who-wrote-kids-book-on-grief-after-husband-died-killed-him-for-money-prosecutors-say_9a8a92",
    "article_url": "https://ground.news/article/a-utah-mom-who-wrote-kids-book-on-grief-after-husband-died-killed-him-for-money-prosecutors-say_9a8a92",
    "bias": [
      "Coverage of the Utah mom accused of murder reveals stark partisan divides.",
      "Left-Leaning and center-leaning outlets attribute claims to \"prosecutors say,\" framing the accused as a \"money-hungry killer\" based on legal allegations.",
      "In contrast, right-leaning coverage directly characterizes her as \"money-obsessed\" and her motive as a \"very vain reason,\" introducing sensational details like a \"handyman lover\" and the \"wealthy ski town\" setting, explicitly mentioning a \"$4 million estate\" as a motive.",
      "While center-leaning coverage includes the defense's perspective and \"emotional testimony,\" other perspectives de-emphasize these.",
      "All agree on the core facts of the murder trial, but these portrayals highlight ideological differences in focusing on legal process versus individual moral failing and scandal."
    ],
    "bias_bar_text": null,
    "center_pct": 58.0,
    "error": null,
    "left_pct": 16.0,
    "location": "Utah",
    "right_pct": 26.0,
    "status": "ok",
    "summary": [
      "On Monday, Kouri Richins, 35, went on trial in Park City, facing felony charges for allegedly killing her husband, Eric Richins, with fentanyl in March 2022; she has vehemently denied the allegations.",
      "Prosecutors say Kouri Richins faced severe financial pressure, being $4.5 million in debt, opening life insurance policies totaling nearly $2 million, and texting Robert Josh Grossman about leaving her husband and gaining millions.",
      "Prosecutors say the killing involved fentanyl-laced drinks and a prior poisoning attempt, alleging Richins slipped five times the lethal dose of fentanyl and tried a fentanyl-laced Valentine's Day sandwich.",
      "Richins now faces nearly three dozen felony counts, including aggravated murder, attempted murder, forgery, mortgage fraud and insurance fraud; the aggravated murder charge carries 25 years to life, with a few dozen spectators camping outside the courthouse at 4 a.m.",
      "Months before her arrest, Richins self-published Are You with Me? and promoted it on local TV and radio, with prosecutors saying it could be an elaborate cover-up to frame the death as calculated."
    ],
    "title": "A Utah mom who wrote kids’ book on grief after husband died killed him for money, prosecutors say",
    "topic": "US Crime",
    "topic_full": "US Crime · Utah"
  },
  {
    "article_path": "/article/judge-says-federal-court-cant-rule-on-challenge-to-orleans-sheriffs-sanctuary-policy",
    "article_url": "https://ground.news/article/judge-says-federal-court-cant-rule-on-challenge-to-orleans-sheriffs-sanctuary-policy",
    "bias": [
      "Left-Leaning narratives frame the \"sanctuary policy\" as \"longstanding,\" detailing its function, while right-leaning coverage portrays the state's counter-action as a \"bid to force\" compliance, reflecting underlying skepticism towards such policies.",
      "Center outlets, however, focus on the judge's reasoning regarding \"state law\" and include the Attorney General's criticism of the decision as a \"delay tactic.",
      "While all agree a federal judge temporarily halted a challenge to the Orleans Parish Sheriff’s immigration policy concerning ICE detainer requests, the distinct emphasis on local autonomy versus enforcement priorities underscores broader ideological divides."
    ],
    "bias_bar_text": null,
    "center_pct": 78.0,
    "error": null,
    "left_pct": 22.0,
    "location": "Louisiana",
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Wednesday , U.S. Magistrate Judge Janis van Meerveld temporarily halted Louisiana's legal challenge to the Orleans Parish Sheriff's Office immigration policy.",
      "The OPSO policy traces to a 2013 settlement in the Mario Cacho and Antonio Ocampo civil-rights case tied to former Orleans sheriff Marlin Gusman, while Louisiana Attorney General Liz Murrill challenges it under Act 314 .",
      "On Thursday, the state informed the court it planned to appeal to the U.S. Court of Appeals for the 5th Circuit, and as of Friday, it was unclear when the Louisiana Supreme Court would take up the case.",
      "Murrill seeks a federal court order to dissolve the policy, which remains in place while courts consider the challenge, potentially forcing Orleans Justice Center deputies to assist ICE.",
      "Many local agencies in Louisiana have fallen in line with the state's position, and New Orleans officials recently revoked a decade-old New Orleans Police Department policy after last year's consent-decree dissolution."
    ],
    "title": "Judge says federal court can’t rule on challenge to Orleans sheriff’s ‘sanctuary’ policy",
    "topic": "Louisiana Politics",
    "topic_full": "Louisiana Politics · Louisiana"
  },
  {
    "article_path": "/article/california-allocates-35-million-to-support-immigrants-facing-deportation",
    "article_url": "https://ground.news/article/california-allocates-35-million-to-support-immigrants-facing-deportation",
    "bias": [
      "Left-Leaning outlets frame California's $35 million allocation as \"supporting families\" against a \"federal assault\" or \"deportation push,\" emphasizing humanitarian needs and immigrant economic contributions.",
      "Conversely, right-leaning coverage portrays the funding as supporting \"illegal immigrants\" amid a \"mass deportation agenda,\" de-emphasizing human impacts.",
      "The left employs emotive language describing suffering, while the right focuses on legal status.",
      "Center coverage neutrally reports the \"deportation push\" without such charged framing.",
      "Both acknowledge the $35 million allocation by Gov.",
      "Newsom in response to federal deportation efforts, yet their divergent portrayals underscore deep ideological splits regarding immigrant status and state versus federal authority."
    ],
    "bias_bar_text": null,
    "center_pct": 41.0,
    "error": null,
    "left_pct": 42.0,
    "location": "California",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "On Friday, Gov. Gavin Newsom announced California will release $35 million from the state budget to help immigrants impacted by detention and the Trump administration's deportation agenda, adding to legal-resource funding.",
      "Newsom's office said the governor hears immigrant families and community leaders report fear and hardship amid the Trump administration's deportation agenda targeting up to 1 million people annually.",
      "Partners will use the funds to connect immigrant families with legal support, food assistance and basic needs, supplementing existing state legal resources, which include restrictions for people with serious felony convictions.",
      "State Sen. Lena Gonzalez said the funding signifies Democrats standing with immigrant families, and Kim Johnson emphasized it helps local partners assist during difficult times.",
      "California found money despite serious budget constraints, with Newsom's office expecting a $2.9 billion deficit in the coming year."
    ],
    "title": "California Allocates $35 Million to Support Immigrants Facing Deportation",
    "topic": "California Politics",
    "topic_full": "California Politics · California"
  },
  {
    "article_path": "/article/texts-show-rep-tony-gonzales-sent-sexually-explicit-messages-to-staffer",
    "article_url": "https://ground.news/article/texts-show-rep-tony-gonzales-sent-sexually-explicit-messages-to-staffer",
    "bias": [
      "Left-Leaning outlets frame the story around a \"predator\" \"MAGA Rep,\" emphasizing \"sexually explicit messages\" and \"sordid requests\" to highlight power abuse, portraying Santos-Aviles as \"reluctant.",
      "Conversely, right-leaning coverage uses terms like \"disgusting,\" \"damning,\" and \"scandal-ridden\" to condemn moral failings, highlighting \"crumbling\" support and claims about discussing \"sexual positions.",
      "Center-Leaning reports remain factual, using \"alleged\" to describe the affair and calls for Gonzales to \"resign.",
      "A pivotal dividing line is the left's focus on the widower's accusation versus the right's inclusion of a poll on \"crumbling\" support.",
      "Both agree on the \"sexy pic\" request and Santos-Aviles's death, but their distinct emotional tones—moral outrage versus political discrediting—reflect broader ideological divides concerning accountability."
    ],
    "bias_bar_text": null,
    "center_pct": 49.0,
    "error": null,
    "left_pct": 24.0,
    "location": "Texas",
    "right_pct": 27.0,
    "status": "ok",
    "summary": [
      "On Monday, Rep. Tony Gonzales was linked to newly released late-night texts between him and former regional district director Regina Santos-Aviles, which News 4 and Fox SA obtained and verified.",
      "Adrian Aviles says he discovered text messages and sent a June 2024 group-chat message to Gonzales staffers, while his attorney says frustration with Gonzales's denials prompted him to release the material.",
      "In a May 2024 exchange, messages show Gonzales requesting `a sexy pic` while texts between 12:15 a.m. and 12:54 a.m. have Santos-Aviles twice saying it was `going too far` as he pressed sexual topics including `anal`.",
      "On Monday, a fellow House Republican called for Gonzales to resign as the Office of Congressional Conduct wrapped its probe but cannot send a report before the March 3 primary.",
      "Political moves, including NRCC ads and a House Freedom Fund endorsement on Monday, reshape Gonzales' primary race as Bobby Barrera says legal action is under consideration."
    ],
    "title": "Texts show Rep. Tony Gonzales sent sexually explicit messages to staffer",
    "topic": "Texas Politics",
    "topic_full": "Texas Politics · Texas"
  },
  {
    "article_path": "/article/maryland-ag-brown-sues-trump-administration-over-ice-facility_252f46",
    "article_url": "https://ground.news/article/maryland-ag-brown-sues-trump-administration-over-ice-facility_252f46",
    "bias": [
      "Left-Leaning outlets frame the proposed ICE facility as a \"massive warehouse,\" emphasizing a \"behind closed doors\" purchase and inhumane conditions, often using terms like \"massive\" to evoke alarm.",
      "Right-Leaning coverage, while detailing specific legal claims like \"running roughshod\" over environmental laws, sometimes describes it as an \"illegal immigrant holding center\" or \"Amazon Prime style\" facility, de-emphasizing state concerns.",
      "Center reports include the Attorney General's strong accusations of an \"extreme immigration agenda\" and \"breaking the law.",
      "All perspectives acknowledge the $100-102 million purchase for a facility capable of holding 1,500 people.",
      "The core divide centers on federal immigration enforcement versus state oversight and transparency, revealing broader ideological clashes over government power and humanitarian concerns."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 33.0,
    "location": "Maryland",
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "The State of Maryland sued the Trump administration to halt construction of a new federal immigration detention center in the state.",
      "Maryland Governor Wes Moore said the people must be heard when the federal government makes decisions affecting their communities.",
      "The lawsuit alleges that the Department of Homeland Security and Immigration and Customs Enforcement violated environmental and administrative laws by purchasing the facility without required reviews and public input."
    ],
    "title": "Maryland sues Trump administration to halt construction of ICE facility",
    "topic": "Maryland Politics",
    "topic_full": "Maryland Politics · Maryland"
  },
  {
    "article_path": "/article/fedex-sues-us-for-refund-on-trumps-emergency-tariffs_881c98",
    "article_url": "https://ground.news/article/fedex-sues-us-for-refund-on-trumps-emergency-tariffs_881c98",
    "bias": [
      "Left-Leaning coverage frames FedEx 's lawsuit for \"Trump tariffs\" as a rectification of policies designed to \"evade Congressional control,\" highlighting the \"blockbuster ruling\" against executive overreach.",
      "Conversely, right-leaning outlets employ emotionally charged terms like \"SHAMEFUL\" and portray the action as FedEx suing to \"TAKE BILLIONS in taxpayer money,\" emphasizing \"steep ramifications\" and uncertainty for government funds.",
      "While center-leaning reports neutrally detail the legal specifics, like named defendants and the IEEPA, both sides agree on the lawsuit's existence, its aim for a \"full refund,\" and the Supreme Court's finding that the tariffs lacked authorization.",
      "This divergence reveals a fundamental ideological split: the left focuses on executive accountability and legal precedent, while the right prioritizes fiscal impact and implicitly defends past administration policies."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 25.0,
    "location": "United States",
    "right_pct": 25.0,
    "status": "ok",
    "summary": [
      "On Monday, FedEx , the global logistics company, filed a lawsuit in the U.S. Court of International Trade seeking a full refund of tariffs paid under the International Emergency Economic Powers Act.",
      "Friday's decision by the U.S. Supreme Court found the emergency tariff orders unlawful, prompting FedEx to seek a refund in the U.S. Court of International Trade.",
      "In its lawsuit, FedEx's lawyers wrote `Plaintiffs seek for themselves a full refund from Defendants of all IEEPA duties Plaintiffs have paid to the United States` and named U.S. Customs and Border Protection, Rodney Scott, and the United States as defendants.",
      "FedEx executives warned the tariffs could dent earnings by $1 billion in fiscal year 2026, and Brie Carere said the period was \"particularly challenging for small exporters.\"",
      "Moving 17 million packages per day, FedEx's suit is the first major refund case since the Supreme Court ruling Friday, joining firms like Costco, Revlon, and EssilorLuxottica and represented by Crowell & Moring."
    ],
    "title": "FedEx sues US for refund on Trump's emergency tariffs",
    "topic": "FedEx",
    "topic_full": "FedEx · United States"
  },
  {
    "article_path": "/article/ice-whistleblower-to-testify-before-lawmakers",
    "article_url": "https://ground.news/article/ice-whistleblower-to-testify-before-lawmakers",
    "bias": [
      "Left-Leaning coverage foregrounds constitutional harm—using terms like \"deficient/defective/broken\" and accusations of \"lying to Congress\"—and emphasizes granular cuts as proof of systemic failure; right-leaning coverage situates the whistleblower in a broader enforcement narrative, highlights \"secretive orders\" and a supposed \"mass deportation agenda,\" and more often includes agency defenses or de-emphasizes numeric detail.",
      "The pivotal divides are claims about warrantless home entry and the significance of training-hour cuts; center outlets tilt procedural, noting a \"whistleblower\" testimony.",
      "Both sides agree Schwank testified and that documents allege major training reductions."
    ],
    "bias_bar_text": null,
    "center_pct": 65.0,
    "error": null,
    "left_pct": 29.0,
    "location": "United States",
    "right_pct": 6.0,
    "status": "ok",
    "summary": [
      "A former U.S. Immigration and Customs Enforcement lawyer accused the agency of having a 'deficient, defective and broken' training program for new deportation officers.",
      "Democratic Sen. Richard Blumenthal and Rep. Robert Garcia held a hearing where Ryan Schwank, the former ICE lawyer responsible for training, testified about the lack of proper training for new recruits.",
      "Schwank said ICE removed essential parts of the training program, making what remains a 'dangerous husk', despite the agency claiming new officers receive adequate training."
    ],
    "title": "ICE whistleblower accuses agency of ‘deficient, defective and broken’ training amid hiring surge",
    "topic": "Immigration and Customs Enforcement",
    "topic_full": "Immigration and Customs Enforcement · United States"
  },
  {
    "article_path": "/article/vermont-recommends-continued-but-reduced-nek-moose-hunting",
    "article_url": "https://ground.news/article/vermont-recommends-continued-but-reduced-nek-moose-hunting",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 86.0,
    "error": null,
    "left_pct": 14.0,
    "location": "Vermont",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "The agency proposed issuing 85 moose hunting permits limited to Wildlife Management Unit E, open for public comment through March 31.",
      "Winter ticks have become a serious problem that kill moose calves and weaken adults, especially in the Northeast Kingdom where denser moose populations and shorter snow seasons help ticks survive longer.",
      "Research shows tens of thousands of winter ticks infest a single moose, and Nick Fortin, Vermont Fish & Wildlife biologist and moose & deer project leader, said this fall's tick counts were higher with possible increased mortality this spring.",
      "The department said past hunting reduced moose numbers and fewer permits this year will keep population goals on track; Davis supports the cut while Brenna Galdenzi questioned hunting as a strategy.",
      "Researchers are exploring fungi-based treatments and pesticides, but the department warns landscape-scale costs make them impractical, while Fortin questions if killing ticks is appropriate or if balance is needed."
    ],
    "title": "Vermont recommends continued, but reduced, NEK moose hunting",
    "topic": "Vermont Politics",
    "topic_full": "Vermont Politics · Vermont"
  },
  {
    "article_path": "/article/kaiser-strike-ends-with-thousands-of-nurses-returning-to-work-tuesday",
    "article_url": "https://ground.news/article/kaiser-strike-ends-with-thousands-of-nurses-returning-to-work-tuesday",
    "bias": [
      "Left-Leaning coverage framed the strike as \"historic,\" emphasizing \"more than 30,000\" workers to highlight collective power, yet also critically portrayed union \"bureaucrats\" for a \"flagrant violation\" by ending the strike without a contract, mentioning \"disrupted care\" and \"difficulties for workers.",
      "Center outlets neutrally reported the strike's end, noting its \"largest open-ended\" historical significance.",
      "Right-Leaning sources, while also citing \"more than 30,000\" workers, de-emphasized the strike's impact, instead highlighting that \"final negotiations are completed,\" implying an unresolved status.",
      "All perspectives agreed on the strike's end, worker numbers, and location, but diverged on labor's agency, union leadership's actions, and the negotiation's finality, reflecting distinct ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 69.0,
    "error": null,
    "left_pct": 26.0,
    "location": "California",
    "right_pct": 5.0,
    "status": "ok",
    "summary": [
      "After four weeks on strike, unionized health care professionals will return Tuesday following `significant movement at the bargaining table`, ending picketing and the walkout against Kaiser Permanente.",
      "On Jan. 27, the union launched the strike after negotiations stalled in the fall, with more than 31,000 nurses and health professionals walking off and picketing beginning Jan. 27.",
      "Clinics and hospitals remained open, with some in-person appointments shifted to virtual and elective procedures rescheduled, about 2,800 clinicians in Northern California joined the strike, and Kaiser estimated its offer would cost nearly $2 billion while the union's would cost $1 billion.",
      "Finalizing return-to-work agreements, both sides are ensuring a smooth transition while observers await a tentative agreement for a union membership vote, and the union said returning members to patients is key.",
      "With details scarce, it remains unclear which specific issues—such as staffing ratios or alleged unfair labor practices—were resolved, while Montefiore and Mount Sinai ended walkouts earlier this month and Kaiser serves 12.6 million members across 600 medical offices and 40 hospitals."
    ],
    "title": "Kaiser strike ends with thousands of nurses returning to work Tuesday",
    "topic": "Labor Strike",
    "topic_full": "Labor Strike · California"
  },
  {
    "article_path": "/article/the-people-suing-kamehameha-schools-are-getting-death-threats",
    "article_url": "https://ground.news/article/the-people-suing-kamehameha-schools-are-getting-death-threats",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 87.0,
    "error": null,
    "left_pct": 13.0,
    "location": "Hawaii",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "B.P., the mother plaintiff, and I.P., the daughter plaintiff, asked to proceed under initials in their lawsuit against Kamehameha Schools due to threats, filed in October by SFFA.",
      "Students for Fair Admissions' founder Ed Blum says the backlash from the lawsuit, which challenged a 140-year policy, has been ferocious, including threats and harassment, according to court filings.",
      "Jesse Franklin-Murdock says his home address was posted online and he received a feces-like package, prompting him to report the incident to the FBI, amid threats and harassment.",
      "In a motion filed last week, KS asked the federal court to require I.P. and B.P. to proceed under their real names or drop the case, as the court has not set a hearing yet.",
      "Framed by KS as a fight for resources meant for Native Hawaiian children, the case raises public-interest questions, with prior admissions cases producing mixed anonymity rulings and SFFA lawyers arguing exposing the family could punish them if KS wins early dismissal."
    ],
    "title": "Family suing Kamehameha Schools over admissions policy are getting threats, seek anonymity",
    "topic": "Education",
    "topic_full": "Education · Hawaii"
  },
  {
    "article_path": "/article/israeli-settlers-torch-and-deface-a-west-bank-mosque-as-ramadan-begins_ea8c29",
    "article_url": "https://ground.news/article/israeli-settlers-torch-and-deface-a-west-bank-mosque-as-ramadan-begins_ea8c29",
    "bias": [
      "Left-Leaning coverage frames the mosque attack as part of a \"surge of Israeli settler and military violence,\" highlighting \"extremist Jewish settlers\" and the \"occupied West Bank\" with terms like \"racist slogans\" and \"anti-Islamic insults,\" often emphasizing the timing \"during Ramadan .",
      "It provides extensive context, citing \"1,720 settler attacks\" since October 7. Right-leaning reports, while de-emphasizing broader systemic violence, highlight Palestine's condemnation of \"barbarity\" and refer to perpetrators as \"illegal settlers,\" noting \"45 mosques attacked last year.",
      "Center-Leaning coverage maintains a cautious tone, using \"reportedly\" and focusing on \"ongoing tensions\" without extensive historical context.",
      "All perspectives agree on settlers attacking the mosque with fire and graffiti during Ramadan, and the Palestinian Authority's condemnation."
    ],
    "bias_bar_text": "Left 31% Center 55% R 14%",
    "center_pct": 55.0,
    "error": null,
    "left_pct": 31.0,
    "location": null,
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "During the start of Ramadan on Monday, the Abu Bakr al‑Siddiq Mosque in Tell, West Bank, was targeted as settlers sprayed racist graffiti and attempted to set fire to it.",
      "Price‑tag tactics have repeatedly targeted Palestinian property and holy sites, with Israel's military reporting 867 settler attacks in 2025, a 27% increase linked to a right‑wing Israeli government.",
      "Security camera footage shows two people approaching the mosque with gasoline and spray paint before fleeing, while worshippers extinguished the smouldering blaze that damaged the entrance but spared the building.",
      "The Palestinian Ministry of Endowments and Religious Affairs condemned the settler attack and racist slogans, with Ghassan Daghlas and Naaman Ramadan also condemning it, noting prior incidents.",
      "Last week the UN Human Rights Council warned that Israeli policies and growing settler violence, committed with impunity, risk uprooting Palestinian communities, while authorities recorded 45 mosque attacks in 2025."
    ],
    "title": "Israeli Settlers Torch and Deface a West Bank Mosque as Ramadan Begins",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "article_url": "https://ground.news/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Sunday, US President Donald Trump urged Hamas to pursue disarmament and said the Board of Peace pledged $5 billion and personnel for stabilization.",
      "The second phase of the US-brokered ceasefire plan stipulates Hamas must disarm, with Israeli forces withdrawing and an International Stabilization Force deployed, though Hamas calls disarmament a red line.",
      "UN records show the plan was endorsed in November, and Trump said the Board of Peace will work with the United Nations; its charter does not seem limited to Gaza rebuilding oversight.",
      "Requests for membership fees and invitations have prompted criticism as countries were asked to pay $1 billion for permanent membership, with France, Britain, and others expressing doubts amid ceasefire violations.",
      "After meeting on the sidelines of the World Economic Forum in Davos last month, the Board of Peace is due to meet on Feb 19 in the US capital."
    ],
    "title": "Trump tells Hamas to proceed with ‘Full and Immediate’ disarmament",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/prosecutors-plan-to-charge-an-israeli-settler-with-killing-a-palestinian-activist-in-the-west-bank_028503",
    "article_url": "https://ground.news/article/prosecutors-plan-to-charge-an-israeli-settler-with-killing-a-palestinian-activist-in-the-west-bank_028503",
    "bias": [
      "Left-Leaning outlets frame the planned prosecution of an Israeli settler for killing a Palestinian activist by emphasizing systemic injustice, detailing a \"settler incursion\" and the settler \"wildly firing his gun after antagonising locals.",
      "They highlight the family's view that the \"manslaughter\" charge \"doesn’t rise to the level of the crime\" and contextualize it with statistics on nationalist violence.",
      "Conversely, right-leaning coverage presents the event with a more neutral tone, focusing on the legal process and individual accountability, de-emphasizing broader context.",
      "Center-Leaning reports note the \"Rare Prosecution Sparks Debate.",
      "All perspectives acknowledge the rarity of such prosecutions and a spike in settler attacks, yet their divergent portrayals reveal underlying ideological priorities regarding the conflict."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Monday, Israel 's State Attorney General's office said it had initiated proceedings to indict Yinon Levi, an Israeli settler, over the killing of a Palestinian activist, opening a rare prosecution of settler violence.",
      "Amid a sharp rise in settler attacks over two years, Hathaleen's death last July drew attention due to his role in the 2025 Oscar-winning film No Other Land and his funeral in Umm al-Khair on Aug. 7, 2025.",
      "Multiple camera angles captured the confrontation in Umm al-Khair, including footage Alaa Hathaleen filmed showing Yinon Levi waving a pistol, firing two shots, shoving people, and later being detained, placed under house arrest and released.",
      "Eitan Peleg, an attorney for Hathaleen's family, said prosecutors planned to indict Levi for reckless homicide, which the family called insufficient and described as an intentional, premeditated killing, a rare legal step in West Bank cases.",
      "On Sunday, Israel's Foreign Ministry announced a land-registration process, with rights groups warning it could strip Palestinians of land and drawing condemnation from Saudi Arabia and Egypt."
    ],
    "title": "Prosecutors plan to charge an Israeli settler with killing a Palestinian activist in the West Bank",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/trump-set-to-seize-peoples-homes-on-mexico-border-to-build-wall",
    "article_url": "https://ground.news/article/trump-set-to-seize-peoples-homes-on-mexico-border-to-build-wall",
    "bias": [
      "Left-Leaning coverage frames the story as government overreach—using charged terms like \"seize\" and \"bully families\" to highlight imminent loss of homes—while right-leaning pieces emphasize personal dynamics, stressing homeowners acquiescing \"out of fear, pressure or ignorance\" and portraying victims of rushed choices; center coverage is more neutral, noting \"dozens\" of homes \"at risk\" and the five‑day deadline.",
      "Rhetorically, the left evokes indignation, the right uses sympathetic or cautionary tones, and the key divides are legal/eminent‑domain implications versus social pressure narratives; both sides agree homeowners face sudden, high‑stakes decisions."
    ],
    "bias_bar_text": "8% Center 59% Right 33%",
    "center_pct": 59.0,
    "error": null,
    "left_pct": 8.0,
    "location": null,
    "right_pct": 33.0,
    "status": "ok",
    "summary": [
      "Trump plans to build a 'smart wall' on parts of the US-Mexico border that remain unfenced, seizing private property through eminent domain if necessary.",
      "Activist Edgar Villasenor said the wall construction amounts to 'a massive land grab' along the Rio Grande, with landowners being pressured to sell their property.",
      "The Trump administration claims the wall has made the border 'the most secure in American history', but critics argue it has devastated local businesses and communities."
    ],
    "title": "Border Wall Dispute Intensifies as Donald Trump Administration Pressures Texas Homeowner Over Land Seizure",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/trump-honors-angel-families-of-those-slain-by-illegal-immigrants",
    "article_url": "https://ground.news/article/trump-honors-angel-families-of-those-slain-by-illegal-immigrants",
    "bias": [
      "Left-Leaning coverage frames the 'angel families' ceremony by using quotes around the term, subtly signaling a specific political construct, and de-emphasizes broader implications.",
      "Conversely, right-leaning outlets portray the event with intense emotional language, focusing on \"illegal immigrants\" or \"migrant crime\" and employing terms like \"slain,\" \"victims,\" \"stolen,\" and \"criminal illegal aliens.",
      "They highlight Trump's rhetoric on media \"censorship\" and \"invasion,\" linking the ceremony to border security and \"deadly drugs,\" and providing specific victim details like Laken Riley, which the left de-emphasizes.",
      "While both acknowledge the February 22 ceremony, the stark divergence—from a contained event to a broader indictment of immigration policy—underscores profound ideological divides on border security and accountability."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "President Donald Trump joined families at the White House to designate an official Angel Family Day, with Jason Riley and Allyson Philips attending the ceremony.",
      "With the State of the Union approaching, the administration spotlighted honoring victims while recommitting to a mass-deportation effort and tougher enforcement.",
      "White House Director of Communications Steven Cheung criticized CNN and MSNOW for not airing the event live, while CNN prioritized bomb cyclone coverage and MSNOW did not immediately comment.",
      "Officials recounted that Jose Ibarra, Venezuelan national and convicted killer, was arrested months earlier for child endangerment with no detainer before Laken Riley's murder.",
      "The Laken Riley Act, signed January 29, 2025, directs federal detention and deportation for immigrants arrested for crimes like burglary or theft."
    ],
    "title": "Trump honors ‘angel families’ of those slain by illegal immigrants",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/netflix-boss-dismisses-trumps-demand-for-susan-rice-to-be-fired",
    "article_url": "https://ground.news/article/netflix-boss-dismisses-trumps-demand-for-susan-rice-to-be-fired",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Monday, Ted Sarandos, co‑CEO of Netflix , dismissed President Donald Trump's call to fire Susan Rice, former U.S. ambassador to the United Nations and national security advisor, saying the bid is a business matter.",
      "Following Rice's podcast remarks, Trump posted on Truth Social on Saturday urging Netflix to fire her or face consequences.",
      "Netflix is battling Paramount to buy Warner Bros. Discovery, with WBD revealing on February 17 that Paramount offered at least $31 per share; the deal requires approval from the Department of Justice antitrust division.",
      "As lobbying intensifies in Washington, Sarandos previously met Trump in November and pitched him on the economic benefits of the Netflix deal, fueling the lobbying surge.",
      "President says Netflix's $83 billion bid is a vertical merger that would add assets and reduce industry players from five to four, amid Trump's intervention."
    ],
    "title": "Netflix boss dismisses Trump’s demand for Susan Rice to be fired",
    "topic": null,
    "topic_full": null
  }
]
