[
  {
    "article_path": "/article/openai-reaches-deal-to-deploy-ai-models-on-us-department-of-war-classified-network",
    "article_url": "https://ground.news/article/openai-reaches-deal-to-deploy-ai-models-on-us-department-of-war-classified-network",
    "bias": [
      "Left-Leaning outlets frame the OpenAI deal by highlighting \"Trump admin\" actions and perceived \"hypocrisy\" regarding Anthropic's \"red lines,\" using terms like \"woke\" and \"frustration\" to critique the Pentagon's consistency.",
      "Conversely, right-leaning coverage presents the agreement as a \"key\" or \"landmark\" achievement, portraying Anthropic as \"banished\" or \"dumped\" to emphasize a beneficial transition.",
      "Center-Leaning reports neutrally detail the sequence, using milder terms like \"spat\" or \"tussle.",
      "While all acknowledge included \"safeguards,\" the left focuses on political inconsistencies, de-emphasizing OpenAI's deployment specifics, which the right highlights.",
      "These portrayals reveal ideological divides in scrutinizing government actions versus celebrating technological advancements."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Friday, Sam Altman, chief executive officer of OpenAI Inc., announced, `Tonight, we reached an agreement with the Department of War to deploy our models in their classified network.`",
      "After weeks of negotiation, Anthropic was excluded because it sought limits on autonomous weapons and mass surveillance, while the Pentagon demanded broader use, leading to the collapse of talks.",
      "OpenAI said it will provide technical safeguards and personnel, and the Pentagon agrees to include the two core safety principles in law and policy, as reflected in the agreement.",
      "Altman's post arrived after a turbulent week for the AI sector; it's unclear why the Pentagon accommodated OpenAI but not Anthropic, which said it was \"deeply saddened\" and intends to challenge the move.",
      "OpenAI urged the Pentagon to offer the same terms to all AI companies and expressed a strong desire to de-escalate legal actions toward reasonable agreements."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/trump-orders-us-agencies-to-stop-using-anthropic-ai-following-pentagon-dispute_db3ec2",
    "article_url": "https://ground.news/article/trump-orders-us-agencies-to-stop-using-anthropic-ai-following-pentagon-dispute_db3ec2",
    "bias": [
      "Left-Leaning outlets frame Trump's directive as a volatile reaction, highlighting his description of the AI firm as a \"nutjob\" and \"woke,\" contributing to a \"nuclear nightmare\" narrative focused on ethics versus militarism.",
      "They emphasize Anthropic 's ethical refusal regarding autonomous weapons.",
      "Conversely, right-leaning coverage portrays Trump as drawing a \"Hard Line\" against a \"RADICAL LEFT\" company, defending national security against attempts to dictate military terms.",
      "Center-Leaning reports present a more neutral account, uniquely detailing Anthropic's legal challenge to the order.",
      "While all major leanings acknowledge Trump's directive and Anthropic's refusal over unrestricted military use, the core ideological clash centers on AI ethics versus national security imperatives and \"woke\" corporate influence."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 28.0,
    "location": null,
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "On Friday, President Donald Trump ordered all federal agencies to cease using Anthropic 's technology, setting a six-month phase-out for the Department of War amid Pentagon supply-chain risk concerns.",
      "After Tuesday, when Hegseth and Amodei met, Anthropic refused Pentagon demands to drop its red lines banning mass surveillance and autonomous weapons, citing ethical concerns.",
      "Rivals including Grok may benefit as the Pentagon signed up to $200 million agreements with Anthropic, OpenAI, and Google in the past year, with Claude already used in classified settings.",
      "The GSA removed Anthropic from procurement listings, and Trump warned of major civil and criminal consequences if the company doesn't cooperate, while Anthropic said it would challenge the risk designation in court.",
      "The decision marks a broader shift in ties with Silicon Valley, polarizing the tech industry as Sam Altman, OpenAI CEO, sided with Anthropic while tech workers and lawmakers warned about politicizing national security."
    ],
    "title": "Trump Orders U.S. Agencies to Stop Using Anthropic AI Following Pentagon Dispute",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/bill-clinton-says-he-saw-nothing-and-did-nothing-wrong-in-epstein-testimony_8bcdda",
    "article_url": "https://ground.news/article/bill-clinton-says-he-saw-nothing-and-did-nothing-wrong-in-epstein-testimony_8bcdda",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 41.0,
    "error": null,
    "left_pct": 28.0,
    "location": null,
    "right_pct": 31.0,
    "status": "no_change",
    "summary": [
      "Former President Bill Clinton opened his deposition on Friday, February 27, 2026, telling the House Oversight and Government Reform Committee, `I saw nothing, and I did nothing wrong`.",
      "After DOJ disclosures, the committee moved to compel testimony as the Republican-led House Oversight Committee launched the probe and the Clintons agreed to testify after subpoenas and contempt threats, with former Secretary of State Hillary Clinton testifying on Thursday, February 26, 2026, denying memory of Epstein.",
      "Clinton acknowledged flying on Epstein’s private plane several times while traveling for Clinton Foundation work during the 2001–2003 period, and U.S. Department of Justice files include photos of him reclining in a hot tub with Ghislaine Maxwell .",
      "Committee Republicans said they still have many questions and may call witnesses including Howard Lutnick, while Rep. Robert Garcia demanded equal scrutiny for President Donald Trump and others.",
      "It is the first compelled congressional deposition of a former U.S. president, prompting debate over closed‑door depositions and potential transcript release, while Rep. James Comer says the inquiry targets accountability and influence."
    ],
    "title": "Bill Clinton says he “saw nothing and did nothing wrong” in Epstein testimony",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/pakistan-launches-airstrikes-on-afghan-cities-as-minister-declares-open-war_a63d69",
    "article_url": "https://ground.news/article/pakistan-launches-airstrikes-on-afghan-cities-as-minister-declares-open-war_a63d69",
    "bias": [
      "Left-Leaning coverage emphasizes the humanitarian impact of Pakistan's \"bombs Afghan cities\" and \"cowardly\" actions, framing Pakistan as declaring \"Open War\" with terms like \"crush\" and \"aggression.",
      "Conversely, right-leaning outlets portray Pakistan's actions as justified strikes against \" Taliban targets\" and an \"All-Out Confrontation\" following \"New Taliban Attacks,\" highlighting \"Airstrike Madness\" affecting \"Innocent Civilians\" as a consequence of Afghanistan's actions.",
      "Center-Leaning reports attribute the \"open war\" declaration directly to Pakistan's minister, providing context like \"after strikes\" without editorializing.",
      "A pivotal dividing line is the sequencing of events and the detailed reporting of Afghan claims of captured posts by the right, which the left and center de-emphasize.",
      "Despite these stark rhetorical and contextual differences, all perspectives agree on Pakistan's airstrikes, Afghanistan's cross-border attack, and Pakistan's \"open war\" declaration, reflecting broader ideological divides on military intervention and humanitarian concerns."
    ],
    "bias_bar_text": null,
    "center_pct": 43.0,
    "error": null,
    "left_pct": 33.0,
    "location": null,
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "On Feb. 27, Pakistan launched strikes into Afghanistan's Kabul, Kandahar, and Paktia, with the Pakistani Defense Minister declaring `open war`.",
      "On Thursday, Feb. 26, clashes erupted after the Taliban launched retaliatory attacks on Pakistani military installations, prompting a Pakistani response and accusations of sheltering militants.",
      "Pakistan claimed 133 Taliban fighters killed, 27 posts destroyed, while the Taliban said 55 Pakistani soldiers were killed and 19 posts seized, with conflicting casualty claims supported by video evidence in Kabul.",
      "The confrontation threatens a protracted conflict along the 615-mile frontier, with diplomats warning of regional destabilization and spillover risks, according to U.N. Secretary-General António Guterres.",
      "Since the October fragile ceasefire, analysts warned escalation could worsen instability and urged Islamabad and Kabul to resume negotiations with facilitation from Turkiye, Qatar and Saudi Arabia."
    ],
    "title": "Pakistan Launches Airstrikes on Afghan Cities as Minister Declares ‘Open War’",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/anthropic-ceo-says-company-cannot-accede-to-pentagons-request-in-ai-safeguards-dispute_1127f5",
    "article_url": "https://ground.news/article/anthropic-ceo-says-company-cannot-accede-to-pentagons-request-in-ai-safeguards-dispute_1127f5",
    "bias": [
      "Left-Leaning coverage frames Anthropic 's refusal to the Pentagon's AI demands as a principled stand, highlighting the company's \"good conscience\" against potential \"killer drones\" and \"spying on Americans,\" often portraying the Pentagon's actions as \"demands\" or \"threats\" \"incompatible with Democratic Values.",
      "Right-Leaning outlets, conversely, emphasize national security, asserting Anthropic is \"jeopardizing Critical Military Operations\" and questioning its motives, sometimes dismissing critics as \"Deep-State Concern-Trolling.",
      "Center-Leaning reports maintain neutrality, quoting the CEO's characterization of \"threats\" and detailing the \"unusual use\" of the Defense Production Act, without strong emotional language.",
      "While all acknowledge the $200 million contract and the dispute over \"unrestricted military use\" and \"safeguards,\" the left focuses on ethical \"red lines\" and the \"Trump Team Melts Down,\" while the right de-emphasizes broader tech worker support.",
      "This divergence reveals fundamental ideological clashes over military authority, corporate ethics, and national security versus privacy."
    ],
    "bias_bar_text": null,
    "center_pct": 53.0,
    "error": null,
    "left_pct": 30.0,
    "location": null,
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "Anthropic refused the Pentagon's request to remove AI safeguards that prevent autonomous weapon targeting and surveillance in the US, risking a $200 million contract.",
      "The Pentagon threatened to deem Anthropic a 'supply chain risk' and invoke the Defense Production Act to force removal of the safeguards if Anthropic did not comply by the deadline.",
      "Anthropic CEO Dario Amodei stated they cannot 'in good conscience' remove the safeguards despite the Pentagon's threats, willing to transition to another provider if necessary."
    ],
    "title": "Anthropic CEO says company cannot accede to Pentagon's request in AI safeguards dispute",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/25a3ff22-0ad3-4a3b-acf5-581eed23652d",
    "article_url": "https://ground.news/article/25a3ff22-0ad3-4a3b-acf5-581eed23652d",
    "bias": null,
    "bias_bar_text": "Left 47% Center 30% R 23%",
    "center_pct": 30.0,
    "error": "Message: \n",
    "left_pct": 47.0,
    "location": null,
    "right_pct": 23.0,
    "status": "fail",
    "summary": null,
    "title": "U.S. and Israel launch strikes on Iran as explosions reported in Tehran",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/report-china-operates-11-military-linked-space-sites-in-latin-america_95fbc9",
    "article_url": "https://ground.news/article/report-china-operates-11-military-linked-space-sites-in-latin-america_95fbc9",
    "bias": [
      "Left-Leaning coverage emphasizes China's \"military space operations\" across \"more than 10 bases\" in Latin America , presenting the committee's findings as a direct claim.",
      "Conversely, right-leaning outlets employ alarmist language like \"military alarms\" and \"America’s backyard,\" framing China's actions as \"spying\" and \"warfare capabilities\" by \"Xi Jinping's regime,\" often sounding an alarm over expansion.",
      "Center perspectives offer broader context on China-Latin America \"cooperation\" while attributing concerns about \"undermining the U.S. position\" to officials.",
      "While all agree the House Select Committee reported on China's space activities, their divergent portrayals reveal underlying geopolitical anxieties and ideological divides regarding perceived threats and regional influence."
    ],
    "bias_bar_text": "Left 25% Center 25% Right 50%",
    "center_pct": 25.0,
    "error": null,
    "left_pct": 25.0,
    "location": null,
    "right_pct": 50.0,
    "status": "ok",
    "summary": [
      "House Select Committee investigators found at least 11 PRC-linked ground stations, radio telescopes and satellite sites in Argentina, Venezuela, Bolivia, Chile and Brazil, framing them as dual-use military installations.",
      "Lawmakers say Beijing uses space infrastructure in Latin America to collect adversary intelligence and support PLA warfighting, while China’s military-civil fusion strategy blurs civilian and military cooperation.",
      "Open-Source analysis shows the Neuquén station, Argentina includes a 35-meter antenna described by Beijing as civilian but operated by PRC-linked operators with limited host-nation inspection rights.",
      "The committee recommends the Trump administration `halt the expansion` of Chinese space infrastructure, urges federal agencies to review cooperation agreements, and calls on NASA and U.S. Congress to enforce the Wolf Amendment and clarify multilateral deal restrictions.",
      "The Defense Department report states China’s largest space footprint in Latin America enhances surveillance against U.S. assets, while a paused Chile project shows diplomatic pressure can influence host governments."
    ],
    "title": "Report: China Operates 11 Military-Linked Space Sites in Latin America",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/south-carolina-man-gets-life-without-parole-for-killing-5-while-high-on-meth",
    "article_url": "https://ground.news/article/south-carolina-man-gets-life-without-parole-for-killing-5-while-high-on-meth",
    "bias": [
      "Left-Leaning coverage frames the event with neutral language, de-emphasizing the perpetrator's identity, specific location, and the prosecutors' agreement not to seek the death penalty.",
      "In contrast, right-leaning narratives emphasize individual culpability and the finality of punishment, using phrases like \"learns fate\" to portray the sentencing as an inevitable consequence, and explicitly naming the solicitor.",
      "Center-Leaning reports align with the right by including more specific details while maintaining a neutral tone.",
      "All perspectives agree on the man receiving life without parole for killing five people while high on meth, revealing a shared understanding of the core incident but divergent priorities in detailing legal processes and assigning moral weight."
    ],
    "bias_bar_text": null,
    "center_pct": 18.0,
    "error": null,
    "left_pct": 27.0,
    "location": "South Carolina",
    "right_pct": 55.0,
    "status": "ok",
    "summary": [
      "On Friday, James Douglas Drayton, 28, was sentenced to life without parole after pleading guilty to the October 2022 killings in Spartanburg County.",
      "Drayton told investigators he was high on methamphetamine and hadn’t slept for four days when he killed everyone in the home where he was staying, and prosecutors did not present a motive.",
      "Authorities say he had the gun used in the deaths, was driving one victim's car, and led police on a chase before being arrested the next day about 145 miles away in Burke County, Georgia.",
      "Family members of the victims supported the plea and life sentence and told Drayton how he ruined many lives, while former Spartanburg County Sheriff Chuck Wright said `they didn’t deserve what they got`.",
      "The five victims were Thomas Wayne Ellis Anderson, 37; James Derrick Baldwin, 49; Mark Allan Hewitt, 59; Adam Daniel Morley, 32; and Roman Christean Megael Rocha, 19, and the killings occurred inside a home described as frequented by drug users."
    ],
    "title": "South Carolina man gets life without parole for killing 5 while high on meth",
    "topic": "US Crime",
    "topic_full": "US Crime · South Carolina"
  },
  {
    "article_path": "/article/injured-mother-manatee-and-calf-are-rescued-in-florida-and-taken-to-seaworld_eda905",
    "article_url": "https://ground.news/article/injured-mother-manatee-and-calf-are-rescued-in-florida-and-taken-to-seaworld_eda905",
    "bias": [
      "Left-Leaning coverage frames the manatee rescue with an emphasis on sympathy and ecological responsibility, using terms like \"injured\" and \"rescued\" to highlight compassionate intervention.",
      "In contrast, center-leaning outlets maintain a strictly neutral, factual tone, presenting the event without emotional appeals.",
      "Right-Leaning coverage, while also factual in its headline, uniquely specifies the \"Orange River near Fort Meyers\" and, alongside center outlets, includes operational details like \"drone pilots\" assisting the rescue, which the left de-emphasizes.",
      "All perspectives agree on the core facts of the rescue and rehabilitation at SeaWorld, yet their divergent focus reveals underlying priorities: the left's ecological advocacy versus the center and right's more granular, procedural reporting."
    ],
    "bias_bar_text": null,
    "center_pct": 64.0,
    "error": null,
    "left_pct": 21.0,
    "location": "Florida",
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "This week, rescuers pulled an injured mother manatee and her calf from the Orange River near Fort Myers with aerial guidance from drone pilots, then transported them to SeaWorld Orlando for rehabilitation.",
      "Since Feb. 19, officials said, the mother and calf are among at least six manatees rescued in the county due to cold stress, watercraft injuries and malnutrition.",
      "Using a circling maneuver, rescuers corralled the sea cows like a fishing net while the sheriff's marine unit and advanced technology support unit assisted; half a dozen people heaved the animals onto the boat and offloaded at least one in a sling at a boat ramp.",
      "At SeaWorld Orlando, staff said the mother and calf remained under close observation Friday while the mother was stabilized with hydration and both received antibiotics early in rehabilitation.",
      "Earlier this month, a manatee rescued from a storm drain in Melbourne Beach highlights related efforts as statewide rescue totals reach at least 24 this year with more than 20 rehabilitated releases."
    ],
    "title": "Injured mother manatee and calf are rescued in Florida and taken to SeaWorld",
    "topic": "Animals",
    "topic_full": "Animals · Florida"
  },
  {
    "article_path": "/article/lafd-firefighter-testifies-he-warned-that-lachman-fire-was-not-fully-out-when-crews-were-told-to-pack-up_d37dbf",
    "article_url": "https://ground.news/article/lafd-firefighter-testifies-he-warned-that-lachman-fire-was-not-fully-out-when-crews-were-told-to-pack-up_d37dbf",
    "bias": [
      "Left-Leaning pieces emphasize institutional failure, using phrases like \"ignored\" and \"We could have done more\" to frame accountability, while right-leaning pieces amplify outrage with terms like \"whistleblowing,\" \"seething,\" \"inferno,\" and accusations of \"cover-up\" to portray heroic insiders exposing misconduct; rhetorically the left stresses systemic responsibility and regret, the right deploys provocative, accusatory language to incite anger.",
      "A pivotal divide is whether official rebuttals and technical corroboration are foregrounded .",
      "All sides agree a sworn deposition links the Lachman blaze to the Palisades legal case, reflecting deeper institutional and cultural fault-lines."
    ],
    "bias_bar_text": null,
    "center_pct": 54.0,
    "error": null,
    "left_pct": 21.0,
    "location": "California",
    "right_pct": 25.0,
    "status": "ok",
    "summary": [
      "In a Jan. 30 deposition, Pike said he warned on Jan. 2, 2025, that the Lachman fire had hotspots, but was blown off before it reignited into the Palisades Fire on Jan. 7.",
      "While picking up hoses on Jan. 2, 2025, Pike said he saw about five smoking areas and at least one ash pit, told a captain to re-check, but was 'blown off'; firefighters were told 'They’ll have state park people looking at the area,' yet the visitor did not return after Jan. 1, 2025.",
      "Records and reports show gaps, with Pike noting `There was like red-hot coals still smoldering. I even heard crackling,` and he said he was not interviewed for the department's after-action report.",
      "Mayor Karen Bass ordered an independent probe with Fire Chief Jaime Moore, while attorney Roger Behle called the deposition a \"game-changer\" as victims sue State of California and LADWP.",
      "The department's after-action review has drawn criticism for being watered-down and barely mentioning Lachman, federal authorities arrested Jonathan Rinderknecht in October, and depositions show split accounts among firefighters."
    ],
    "title": "LA Firefighter Says He Warned Brush Fire Wasn't Out Before Massive Blaze Ignited",
    "topic": "Wildfires",
    "topic_full": "Wildfires · California"
  },
  {
    "article_path": "/article/new-york-woman-who-duped-investors-and-funneled-money-to-trump-fundraiser-gets-9-years-in-prison",
    "article_url": "https://ground.news/article/new-york-woman-who-duped-investors-and-funneled-money-to-trump-fundraiser-gets-9-years-in-prison",
    "bias": [
      "Left-Leaning outlets prominently frame a financial crime by emphasizing its connection to a \"Trump fundraiser,\" using this detail to potentially associate the wrongdoing with a political sphere.",
      "Conversely, right-leaning coverage de-emphasizes this political link, instead highlighting the severity of the crime against \"duped investors\" and the \"9 years in prison\" sentence, focusing on individual accountability.",
      "Center-Leaning reports present the facts neutrally, detailing the \"funnelling\" of funds without overt framing.",
      "While all perspectives agree on the \"$30 million\" fraud and the restitution orders, the divergent emphasis on political ties versus individual culpability reveals underlying ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 42.0,
    "location": "New York",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "On Friday, Sherry Xue Li was sentenced to nine years in federal prison for a scheme that stole over $30 million from foreign investors and funneled funds into U.S. political campaigns, including a Trump fundraiser.",
      "Li and Wang convinced investors with promises of lawful permanent resident status, persuading many from China to invest $500,000 each in a fictitious development while diverting funds for personal use and selling political access.",
      "Investigators say they charged $93,000 per investor for a 2017 Trump fundraiser and used those fees to make $600,000 in illegal donations, with Li using a photo with President Trump to solicit investments.",
      "She was ordered to forfeit $31.5 million, surrender property at three locations, and make restitution, while Lianbo Wang pleaded guilty and received a five-year sentence.",
      "Detained since her July 18, 2022 arrest, Sherry Xue Li pleaded guilty last year, and Friday's sentencing concludes a multi-year investigation that began with the 2022 complaint."
    ],
    "title": "New York woman who duped investors and funneled money to Trump fundraiser gets 9 years in prison",
    "topic": "New York State Politics",
    "topic_full": "New York State Politics · New York"
  },
  {
    "article_path": "/article/mary-mushinsky-longest-serving-member-of-ct-house-to-retire",
    "article_url": "https://ground.news/article/mary-mushinsky-longest-serving-member-of-ct-house-to-retire",
    "bias": [
      "News coverage of Mary Mushinsky's retirement reveals distinct partisan framing.",
      "Left-Leaning reports highlight her political identity as a \"liberal prevailing\" and a \"public-interest lobbyist,\" detailing her background and consistent electoral success.",
      "In contrast, right-leaning accounts offer a more concise summary, focusing on her election year and impending retirement while de-emphasizing her political context or extensive tenure.",
      "Center-Leaning coverage, correcting previous overstatements, presents a neutral, factual account, noting her status as the \"longest-serving member\" and providing specific timing details like her announcement \"on Thursday\" and departure \"after her 46th year,\" but de-emphasizing her party affiliation.",
      "All perspectives agree Mushinsky is retiring, having been first elected in 1980, yet diverge significantly on the depth and political lens applied to her long career."
    ],
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 29.0,
    "location": "Connecticut",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "On Thursday, Rep. Mary Mushinsky announced from the House floor that her 46th year in the General Assembly will be her last, serving as the House 'dean'.",
      "Before elective office, Mary Mushinsky worked as a political organizer and lobbyist for the Connecticut Citizen Action Group, where her boss, Miles S. Rapoport, tried to dissuade her from running.",
      "Her electoral record shows she and Looney are the last from the House class of 1980, which included John G. Rowland, a future governor, and a future Senate leader.",
      "A potential successor will announce Friday, though Rep. Mary Mushinsky declined to identify them; she expressed great respect for the institution and learned from colleagues across the aisle.",
      "Anecdotes from the Capitol recall that when she arrived, smoking was permitted and the press room was overcrowded with reporters who worked there year-round; she breast fed both sons at the Capitol, discomfiting some male colleagues."
    ],
    "title": "Mary Mushinsky, longest-serving member of the Connecticut House, to retire",
    "topic": "Connecticut Politics",
    "topic_full": "Connecticut Politics · Connecticut"
  },
  {
    "article_path": "/article/everything-you-need-to-know-about-rfk-jr-maha-and-glypho-gate",
    "article_url": "https://ground.news/article/everything-you-need-to-know-about-rfk-jr-maha-and-glypho-gate",
    "bias": [
      "Left-Leaning outlets emphasize RFK Jr.'s \"unhappiness\" with Trump's pesticide order, framing it as an environmental concern.",
      "Right-Leaning coverage, conversely, labels the substance a \"notorious pesticide\" and focuses on internal conservative dissent, portraying it as a \"huge blow\" to the \" MAHA \" coalition and highlighting \"vaccine critics\" with terms like \"bonkers agenda\" and promoting an \"epic interview.",
      "Center-Leaning analysis notes Trump \"angering MAHA\" creates a political \"opening\" for Democrats, maintaining a strategic tone.",
      "While all agree RFK Jr. expressed dissatisfaction on Joe Rogan's podcast, they universally misidentify him as HHS Secretary.",
      "This reveals contrasting priorities: environmental policy critique, internal movement dynamics, and political strategic implications."
    ],
    "bias_bar_text": "11% Center 33% Right 56%",
    "center_pct": 33.0,
    "error": null,
    "left_pct": 11.0,
    "location": null,
    "right_pct": 56.0,
    "status": "ok",
    "summary": [
      "President Donald Trump signed an executive order on Feb. 18 invoking the Defense Production Act to expand elemental phosphorus and glyphosate-based herbicide output, provoking backlash from Make America Healthy Again supporters.",
      "Citing national-security concerns, the White House said the order was necessary to bring chemical production back to the U.S. and support regenerative agriculture, with support from Make America Healthy Again movement, which helped Trump win.",
      "Glyphosate's ubiquity helps explain why Kennedy said, `If these inputs disappeared overnight, crop yields would fall, food prices would surge, and America would experience a massive loss of farms even beyond what we are witnessing today`.",
      "MAHA activists responded with swift condemnation, seeing the order as betrayal, while Rep. Chellie Pingree and Rep. Thomas Massie pushed legislation to revoke it ahead of midterm elections.",
      "MAHA leaders are calling for concrete policy fixes such as banning pre-harvest desiccation and boosting regenerative agriculture, while Kelly Ryerson warned, `This EO is feeling very, very much like the breaking point."
    ],
    "title": "RFK Jr. tells Joe Rogan he was not ‘particularly happy’ with Trump’s glyphosate order",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/silicon-valley-homeless-prevention-program-goes-national",
    "article_url": "https://ground.news/article/silicon-valley-homeless-prevention-program-goes-national",
    "bias": null,
    "bias_bar_text": "Left 40% Center 60%",
    "center_pct": 60.0,
    "error": null,
    "left_pct": 40.0,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "A homelessness prevention program that started in Santa Clara County is expanding nationwide through partnerships with 10 organizations to help over 10,000 families avoid eviction.",
      "The program has helped nearly 44,000 people locally avoid homelessness since 2017 and is considered a scalable model for wider implementation.",
      "Experts emphasize the importance of addressing eviction early to support stable housing, economic mobility, and to prevent many harmful effects associated with housing instability.",
      "Organizations highlight that housing instability is a nationwide issue requiring broad efforts to ensure stable homes and strengthen communities."
    ],
    "title": "Silicon Valley homeless prevention program goes national",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/wisconsin-man-gets-16-years-in-prison-for-forging-threats-against-trump-in-a-deportation-scheme_c7e2f6",
    "article_url": "https://ground.news/article/wisconsin-man-gets-16-years-in-prison-for-forging-threats-against-trump-in-a-deportation-scheme_c7e2f6",
    "bias": [
      "Left-Leaning coverage frames the event with terms like \"scheme\" and \"framed immigrant,\" emphasizing the manipulative nature of the act and the vulnerability of the victim, aligning with critiques of immigration processes.",
      "Right-Leaning outlets highlight \"threats\" against Trump and the \"scheme\" as a malicious plot, reinforcing law-and-order and condemnation of attacks on conservative figures.",
      "Center-Leaning reports remain neutral, focusing on legal terms like \"accused\" and \"sentenced,\" and uniquely detail the victim's identity as a \"Mexican immigrant.",
      "While all agree on the 16½-year sentence and the forging of threats, the left de-emphasizes specific charges beyond witness intimidation, unlike the center and right.",
      "This reveals ideological divides in prioritizing immigration critiques versus emphasizing crime severity and protection of public figures."
    ],
    "bias_bar_text": null,
    "center_pct": 61.0,
    "error": null,
    "left_pct": 29.0,
    "location": "Wisconsin",
    "right_pct": 10.0,
    "status": "ok",
    "summary": [
      "On Friday, Judge Kristy Yang sentenced Demetric DeShawn Scott, 52-year-old defendant, in Milwaukee County to 16 1/2 years, imposing consecutive terms for identity theft, intimidation, and endangerment.",
      "Prosecutors say Scott wrote letters and made jail calls to prompt ICE involvement, amplifying the alleged threats via DHS publicity and the White House.",
      "Investigators matched handwriting and language to Scott, finding Ramon Morales Reyes couldn't have written the letters, and Scott admitted to writing them.",
      "His attorneys say Morales Reyes was released on $7,500 bond in June and plan to seek cancellation of deportation and a U-visa, which can take years.",
      "The DHS website still posts Noem's news release with Morales Reyes's photo but now includes a disclaimer saying he is no longer under investigation for threatening Trump while remaining in ICE custody."
    ],
    "title": "Wisconsin man gets 16½ years in prison for forging threats against Trump in a deportation scheme",
    "topic": "Wisconsin Politics",
    "topic_full": "Wisconsin Politics · Wisconsin"
  },
  {
    "article_path": "/article/kansas-sued-over-transgender-id-and-bathroom-law-that-invalidated-drivers-licenses-birth-certificates_27cb0f",
    "article_url": "https://ground.news/article/kansas-sued-over-transgender-id-and-bathroom-law-that-invalidated-drivers-licenses-birth-certificates_27cb0f",
    "bias": [
      "Left-Leaning coverage frames the new law as a \"direct attack on the dignity and humanity\" of \" Transgender Kansans,\" emphasizing \"cruelty\" and \"transphobic\" impacts, and highlighting a provision allowing citizens to sue over bathroom use.",
      "Right-Leaning outlets, conversely, underscore the \"Republicans override veto\" as a partisan success, using terms like \"abruptly Canceled/Invalidated\" to describe the law's firm action.",
      "Center-Leaning reports neutrally detail the legal challenge, noting Kansas's unique invalidation of *existing* documents and alignment with broader efforts to \"restrict transgender rights.",
      "While perspectives diverge on the law's intent and specific controversial elements, all acknowledge the lawsuit's core arguments and the \"dehumanizing\" effect of the law on individuals, revealing a shared recognition of personal impact despite ideological divides."
    ],
    "bias_bar_text": null,
    "center_pct": 71.0,
    "error": null,
    "left_pct": 18.0,
    "location": "Kansas",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "On Friday, two transgender men sued in Kansas to block a law invalidating IDs for over 1,000 transgender people, asking for emergency relief.",
      "The House and Senate overrode the veto earlier this month, requiring IDs to list sex assigned at birth and banning gender-marker changes, per Senate Bill 244.",
      "State agencies this week began sending letters invalidating about 1,700 driver's licenses and reissuing 1,800 birth certificates, with fees of $8 for licenses and $20 for certificates.",
      "The lawsuit argues the law immediately deprives the plaintiffs of their ability to operate vehicles or use IDs without notice, violating protections under the Kansas Constitution, and seeks a temporary injunction.",
      "The American Civil Liberties Union and Philadelphia-based Ballard Spahr filed the lawsuit on the men's behalf, trans activists rallied Feb. 6, and Trans Liberty PAC issued a statewide evacuation order amid a national pattern of state legislatures targeting transgender people in recent years."
    ],
    "title": "Kansas sued over transgender ID and bathroom law that invalidated driver's licenses, birth certificates",
    "topic": "Kansas Politics",
    "topic_full": "Kansas Politics · Kansas"
  },
  {
    "article_path": "/article/treasury-department-terminates-union-contracts-for-irs-and-bureau-of-the-fiscal-service-workers_a17fa4",
    "article_url": "https://ground.news/article/treasury-department-terminates-union-contracts-for-irs-and-bureau-of-the-fiscal-service-workers_a17fa4",
    "bias": [
      "Left-Leaning coverage frames the move as an \"escalation\" of a presidential \"push to exert more control,\" highlighting worker harms, taxpayer impacts and union reactions, while right-leaning pieces favor a terse, corrective tone—using \"terminates,\" naming \"union\" and \" IRS \" to signal reining in bureaucracy and de-emphasizing union/legal context.",
      "Rhetorically, the left uses emotive stakes-language and consequences; the right uses concise, decisive verbs.",
      "Pivotal divides include whether the specific union, the executive‑order background, and service impacts are foregrounded or de-emphasized.",
      "Both sides report the contracts ended and link it to presidential workforce control, reflecting deeper ideological splits."
    ],
    "bias_bar_text": null,
    "center_pct": 82.0,
    "error": null,
    "left_pct": 15.0,
    "location": "United States",
    "right_pct": 3.0,
    "status": "ok",
    "summary": [
      "On Friday, the U.S. Treasury Department terminated the collective bargaining agreement covering unionized Internal Revenue Service workers, and IRS Chief Human Capital Officer Alex Kweskin said it `deepens our commitment of operating as one IRS, a collaborative team focused on serving American taxpayers.`",
      "OPM director Scott Kupor this month issued a memo directing agency heads to comply with President Donald Trump 's March order and notify unions they were terminating applicable CBAs, following a National Treasury Employees Union lawsuit last year.",
      "A split in the courts emerged after a D.C. court issued a preliminary injunction stayed pending appeal, while a three-judge panel of the U.S. Court of Appeals for the 9th Circuit cleared the way Thursday.",
      "Doreen Greenwald, president of the Treasury employees union, said the IRS \"cannot unilaterally end\" its contract and argued the federal sector labor statute requires bargaining with the National Treasury Employees Union.",
      "The contract for the Bureau of the Fiscal Service was also ended this week, according to anonymous sources, and the National Treasury Employees Union represents roughly 150,000 employees in 37 departments and agencies."
    ],
    "title": "Treasury Department terminates union contracts for IRS and Bureau of the Fiscal Service workers",
    "topic": "Donald Trump",
    "topic_full": "Donald Trump · United States"
  },
  {
    "article_path": "/article/federal-judge-extends-order-protecting-refugees-in-minnesota-from-being-arrested-and-deported",
    "article_url": "https://ground.news/article/federal-judge-extends-order-protecting-refugees-in-minnesota-from-being-arrested-and-deported",
    "bias": [
      "Left-Leaning coverage frames the decision as humanitarian relief—using words like \"protecting\" and \"blocked\" to emphasize refugees ' vulnerability—while right-leaning pieces de-emphasize moral framing and stress procedural limits, highlighting \"applies only in Minnesota\" and potential \"implications\" for national policy; left stories adopt empathetic, urgent tones, right stories use cautious, legalistic language.",
      "The judge's phrase \"dystopian nightmare\" is widely repeated but weighed differently.",
      "A center perspective focuses on the procedural conversion to a preliminary injunction.",
      "Both sides agree a judge extended an order in Minnesota, exposing deeper ideological divides over rights versus enforcement."
    ],
    "bias_bar_text": null,
    "center_pct": 59.0,
    "error": null,
    "left_pct": 34.0,
    "location": "Minnesota",
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "On Friday, U.S. District Judge John Tunheim converted a January temporary restraining order into a preliminary injunction protecting refugees in Minnesota from arrest and deportation.",
      "The Department of Homeland Security's Feb. 19 memo interprets immigration law to require refugees applying for green cards to return to federal custody one year after admission, and Brantley Mayers, Justice Department attorney, argued last week the government should have that arrest authority.",
      "The court recounted D. Doe's January arrest, including being held in `shackles and handcuffs' for sixteen hours in Texas, as detailed in a 66‑page opinion.",
      "We promised them the hope that one day they could achieve the American Dream, Tunheim said, while Kimberly Grano said Minnesota refugees can now live without fear, and DHS and USCIS did not comment Friday.",
      "While the injunction covers Minnesota, the Department of Homeland Security memo's national reach raises broader stakes as the administration asserts it can arrest potentially tens of thousands of refugees under the Feb. 19 policy."
    ],
    "title": "Federal Judge Extends Order Protecting Refugees in Minnesota From Being Arrested and Deported",
    "topic": "Minnesota Politics",
    "topic_full": "Minnesota Politics · Minnesota"
  },
  {
    "article_path": "/article/biden-takes-selfies-with-passengers-as-he-takes-commercial-flight",
    "article_url": "https://ground.news/article/biden-takes-selfies-with-passengers-as-he-takes-commercial-flight",
    "bias": [
      "Left-Leaning coverage humanizes the President's commercial flight delays, using phrases like \"like everyone else\" to foster empathy and relatability, portraying him as \"one of us.",
      "Conversely, right-leaning outlets employ the identical phrase, \"stuck in delays like everyone else,\" but frame it as a subtle \"gotcha\" moment, diminishing presidential stature and highlighting inconvenience.",
      "Center-Leaning reports, however, de-emphasize this interpretation, instead focusing on neutral actions like \"takes selfies with passengers.",
      "While all sides agree on the core facts—the commercial flight, fog-induced delays, and a gathered crowd—the pivotal dividing line is the interpretation of shared experience, revealing ideological differences in how leaders are portrayed: either as relatable figures or subjects of subtle critique."
    ],
    "bias_bar_text": null,
    "center_pct": 78.0,
    "error": null,
    "left_pct": 12.0,
    "location": "District of Columbia",
    "right_pct": 10.0,
    "status": "ok",
    "summary": [
      "On Friday, fog-driven delays caused an hourlong ground stop at Reagan National Airport's Terminal D, and former President Joe Biden , accompanied by a U.S. Secret Service detail, drew passenger attention.",
      "Former presidents have lifelong Secret Service protection, but not the private travel privileges they had in office, which explains Biden's public airport appearance last week.",
      "The woman in the aisle seat first set her coffee on the shared armrest, then realized her seatmate was the 46th president, and Biden steadied her cup as she sat down.",
      "Passengers whispered and gaped at seeing a former leader at the mercy of airport delays, underscoring a contrast between public expectations and travel reality.",
      "He boarded the commuter jet in the third-row first-class cabin, with members of his security detail spread throughout as he traveled to Columbia, South Carolina, for a South Carolina Democratic Party event."
    ],
    "title": "Biden Takes Selfies with Passengers as He Takes Commercial Flight",
    "topic": "Joe Biden",
    "topic_full": "Joe Biden · District of Columbia"
  },
  {
    "article_path": "/article/a-total-lunar-eclipse-will-turn-the-moon-blood-red-on-tuesday-across-several-continents_68402c",
    "article_url": "https://ground.news/article/a-total-lunar-eclipse-will-turn-the-moon-blood-red-on-tuesday-across-several-continents_68402c",
    "bias": [
      "Left-Leaning coverage dramatically frames the lunar eclipse with terms like \"blood red,\" emphasizing astrological significance and \"powerful\" personal transformation.",
      "In contrast, right-leaning outlets frame the event within traditional cultural contexts, highlighting \"Do's and don'ts\" and its \"spiritually significant\" nature, often linking it to festivals like \"Holi.",
      "Center perspectives adopt a slightly \"eerie\" or \"rare\" tone, focusing on practical viewing.",
      "This reveals a divergence between personal spiritual interpretation and cultural adherence.",
      "All perspectives, however, consistently present the eclipse's date, appearance, and rarity, aligning on core astronomical facts."
    ],
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 22.0,
    "location": "United States",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "On March 3, NASA said a total lunar eclipse will be visible across North America, turning the Moon reddish in early morning hours.",
      "NASA explained that because Earth passes between the Sun and Moon, Earth's atmosphere filters sunlight, scattering blue light and leaving red wavelengths to illuminate the Moon.",
      "Expect the eclipse to start with a partial phase at 4:50 a.m., and reach totality at 6:04 a.m. ET, NASA explained.",
      "Skywatchers should note that Eastern Time Zone viewers may miss the full eclipse due to moonset, so clear western horizons and early alarms are advised.",
      "After the eclipse, Venus and Saturn will appear closer, and the next total lunar eclipse will be on December 20, 2029."
    ],
    "title": "A Total Lunar Eclipse Will Turn the Moon Blood Red on Tuesday Across Several Continents",
    "topic": "Astronomy",
    "topic_full": "Astronomy · United States"
  },
  {
    "article_path": "/article/in-minnesota-us-cardinals-and-popes-ambassador-decry-mass-deportations-and-call-for-reconciliation_ca2c7d",
    "article_url": "https://ground.news/article/in-minnesota-us-cardinals-and-popes-ambassador-decry-mass-deportations-and-call-for-reconciliation_ca2c7d",
    "bias": [
      "Left-Leaning analysis frames religious leaders' call to \"decry mass deportations\" and seek \"reconciliation\" as aligning with a progressive viewpoint, appealing to moral authority.",
      "Conversely, right-leaning analysis identifies no bias in these identical headlines, noting the stance runs counter to typical conservative positions on immigration .",
      "Center coverage frames these statements as direct reports, providing slightly more detail on figures like Cardinal Robert McElroy and offering broader related articles.",
      "All perspectives, however, explicitly agree on the core events, using terms like \"immigration crackdown\" and urging \"humane solutions.",
      "This reveals a shared factual reporting of a politically charged topic, with ideological divides emerging in the *assessment* of the statements' political alignment rather than their portrayal."
    ],
    "bias_bar_text": null,
    "center_pct": 54.0,
    "error": null,
    "left_pct": 32.0,
    "location": "Minnesota",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "Minnesota Catholic leaders, including cardinals and the pope's ambassador, criticized mass deportations during increased immigration enforcement, calling for reconciliation and kindness amid fear in migrant communities."
    ],
    "title": "In Minnesota, US cardinals and pope’s ambassador decry mass deportations and call for reconciliation",
    "topic": "Minnesota Politics",
    "topic_full": "Minnesota Politics · Minnesota"
  },
  {
    "article_path": "/article/crystal-mangum-woman-at-center-of-2006-duke-lacrosse-case-to-be-released-from-prison",
    "article_url": "https://ground.news/article/crystal-mangum-woman-at-center-of-2006-duke-lacrosse-case-to-be-released-from-prison",
    "bias": [
      "Left-Leaning coverage frames a woman's release by referencing her \"falsely accused\" past and \"slaying\" conviction, maintaining a serious tone.",
      "Right-Leaning outlets, conversely, employ highly charged language like \"Ex-stripper\" and \"walks free years after killing boyfriend,\" emphasizing moral failings and perceived injustice, with her past profession a pivotal dividing line.",
      "Center coverage remains neutral, identifying her as \"at center of\" the case and providing legal specifics like \"13 years\" for \"second-degree murder,\" de-emphasizing sensationalism.",
      "While all acknowledge her prison release and \"falsely accused\" history, the stark differences in characterization and emotional framing reveal underlying ideological priorities regarding justice and accountability."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 20.0,
    "location": "North Carolina",
    "right_pct": 40.0,
    "status": "ok",
    "summary": [
      "On Friday, February 27, 2026, Crystal Mangum is set to be released from prison , the North Carolina Department of Adult Correction listed her projected release date as Feb. 27, 2026.",
      "Mangum was convicted in 2013 of killing Reginald Daye and sentenced to more than 14 years for the April 3, 2011 stabbing.",
      "Long ago, Crystal Mangum accused three Duke lacrosse players of rape after a March 13, 2006 off-campus party, but in 2024 she admitted the allegations were false and apologized, calling them her `brothers` and saying she `testified falsely`.",
      "Durham County's handling of the case led to the removal of Durham District Attorney Mike Nifong, who withheld evidence; charges were dropped in 2007 by Roy Cooper, and the players pursued civil litigation while coach Mike Pressler lost his job and sued Duke."
    ],
    "title": "Accuser in Infamous Duke Lacrosse Rape Case Released Following NC Murder Prison Sentence",
    "topic": "US Crime",
    "topic_full": "US Crime · North Carolina"
  },
  {
    "article_path": "/article/los-angeles-school-superintendent-placed-on-paid-leave-amid-federal-probe_c54798",
    "article_url": "https://ground.news/article/los-angeles-school-superintendent-placed-on-paid-leave-amid-federal-probe_c54798",
    "bias": [
      "Right-Leaning coverage vividly frames the superintendent's paid leave with emotionally charged terms like \"shocking FBI raids,\" immediately linking it to \"alleged dealings with the failed AI tech company AllHere\" to imply malfeasance.",
      "In contrast, left-leaning outlets maintain a neutral tone, emphasizing the \"federal probe\" without specific allegations.",
      "Center-Leaning reports uniquely provide crucial context, stating authorities \"have not provided details\" or \"accused Carvalho of wrongdoing,\" de-emphasizing speculative links.",
      "While all perspectives agree on the superintendent's administrative leave following FBI activity, these portrayals reveal a fundamental ideological divide between those highlighting potential public sector scandal and those prioritizing official procedural facts and due process."
    ],
    "bias_bar_text": null,
    "center_pct": 64.0,
    "error": null,
    "left_pct": 27.0,
    "location": "California",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "On Friday, LAUSD board members voted unanimously to place Alberto Carvalho, Los Angeles Unified School District Superintendent, on paid leave after FBI agents raided his home and district office.",
      "Federal sources say the probe centers on an alleged white-collar crime tied to LAUSD contracts, including a nearly $3,000,000 payment to AllHere before the company collapsed two years ago.",
      "Authorities also searched a third Florida location near Miami, where Carvalho previously led public schools, and neighbors reported he and his wife were detained, with one saying `He doesn't deserve this`.",
      "LAUSD named Andres Chait as acting superintendent after the board ended its Thursday closed session without a decision, planning to reconvene at 12:30 p.m. Friday.",
      "Carvalho was long celebrated for improving academics in Los Angeles after leading Miami-Dade County Public Schools, where he was named 2014 Superintendent of the Year and earned a 2021 Spain knighthood."
    ],
    "title": "Los Angeles school superintendent placed on paid leave amid federal probe",
    "topic": "California Politics",
    "topic_full": "California Politics · California"
  },
  {
    "article_path": "/article/fema-releasing-billions-in-disaster-assistance-while-further-funds-await-approval_45cf76",
    "article_url": "https://ground.news/article/fema-releasing-billions-in-disaster-assistance-while-further-funds-await-approval_45cf76",
    "bias": [
      "Left-Leaning coverage frames the exclusion of \"blue states\" from \"long-delayed\" disaster aid as a politically motivated consequence of \"clashes with governors,\" highlighting over \"$5 billion\" in funds.",
      "Right-Leaning outlets, conversely, portray the situation as \"blue states complain of exclusion,\" attributing claims of \"politicizing\" aid to external \"concerns,\" while de-emphasizing the \"long-delayed\" aspect and specific amounts.",
      "The center perspective offers additional context, noting \"more than $14 billion\" in aid \"stuck in the pipeline\" due to review policies.",
      "All sides acknowledge the administration is releasing aid and that Democrat-led states are excluded due to presidential \"clashes,\" revealing ideological divides over federal power and perceived partisan targeting."
    ],
    "bias_bar_text": null,
    "center_pct": 82.0,
    "error": null,
    "left_pct": 9.0,
    "location": "United States",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "This week, FEMA released over $5 billion in recovery funding, but California, Illinois, Minnesota, and Colorado were excluded.",
      "Because of DHS spending controls, Homeland Security Secretary Kristi Noem's approval requirement has caused FEMA obligations to backlog, halting projects and freezing deployments.",
      "California officials report the state still awaits more than $1 billion in FEMA aid for last year’s wildfires, while some recent funds went to two tribes in California and Colorado and Minnesota seek storm reimbursements.",
      "The release will nearly deplete reserves, and FEMA warns this will complicate recovery, forcing Congress to replenish the fund while lawmakers and state officials say delays strain state budgets.",
      "With DHS negotiations deadlocked, critics say the pattern of exclusions raises concerns the administration is politicizing aid, which DHS denies, during a House Appropriations hearing this month."
    ],
    "title": "FEMA releasing billions in disaster assistance, while further funds await approval",
    "topic": "FEMA",
    "topic_full": "FEMA · United States"
  },
  {
    "article_path": "/article/witness-denies-vancouver-officers-on-myles-grays-back-before-his-death",
    "article_url": "https://ground.news/article/witness-denies-vancouver-officers-on-myles-grays-back-before-his-death",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 17.0,
    "error": null,
    "left_pct": 83.0,
    "location": "Canada",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Constable Chris Bowater testified that he saw Myles Gray unconscious but breathing in the recovery position on his side before Gray's death.",
      "Bowater stated he does not remember why he previously wrote about someone being on Gray's back, but he insists no one was on Gray's back when he observed him.",
      "Bowater said if he had seen anyone on Gray's back interfering with breathing, he would have intervened and moved them.",
      "Another witness, London, observed Gray lying on his stomach with one officer's knee on his lower body while two officers restrained him."
    ],
    "title": "Witness denies Vancouver officers on Myles Gray’s back before his death",
    "topic": "Crime",
    "topic_full": "Crime · Canada"
  },
  {
    "article_path": "/article/solomon-to-meet-openai-ceo-altman-in-wake-of-mass-killings-in-tumbler-ridge-bc_74d81e",
    "article_url": "https://ground.news/article/solomon-to-meet-openai-ceo-altman-in-wake-of-mass-killings-in-tumbler-ridge-bc_74d81e",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 43.0,
    "location": "Canada",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Feb. 27, 2026, Evan Solomon said he will meet OpenAI CEO Sam Altman next week to press for stronger safety protocols after the Tumbler Ridge killings.",
      "The Tumbler Ridge killings on February 10 revealed Jesse Van Rootselaar, alleged shooter, age 18, killed eight victims after OpenAI banned her ChatGPT account last year but did not alert police.",
      "In a letter to Solomon, OpenAI said it would set up a direct point of contact with Canadian law enforcement and improve detection of repeat violators while strengthening systems to identify warning signals of serious violence.",
      "The Canadian government said all options remain on the table as Solomon plans to meet other major AI platforms in Canada in the coming weeks to seek a consistent approach, after urging safety upgrades.",
      "British Columbia Premier David Eby demanded a national reporting standard, while Minister Evan Solomon noted a lack of detailed AI implementation plans."
    ],
    "title": "Solomon to meet OpenAI CEO Altman in wake of mass killings in Tumbler Ridge, B.C.",
    "topic": "Canadian Politics",
    "topic_full": "Canadian Politics · Canada"
  },
  {
    "article_path": "/article/hegseth-says-pentagon-cutting-ties-with-top-universities-calling-them-woke-breeding-grounds",
    "article_url": "https://ground.news/article/hegseth-says-pentagon-cutting-ties-with-top-universities-calling-them-woke-breeding-grounds",
    "bias": [
      "Left-Leaning coverage frames the Pentagon's decision to cut ties with universities as a potentially partisan move, highlighting Hegseth's accusation of \"wokeness\" and suggesting an overreach impacting \"top universities.",
      "In contrast, right-leaning outlets portray the action as a justified response, using terms like \"Indoctrination\" and \"elite universities\" to characterize institutions as \"factories of anti-American resentment\" and driven by \"social justice issues.",
      "Center-Leaning reports maintain a neutral tone, directly attributing statements like \"woke breeding grounds\" to Hegseth without adopting the framing, and de-emphasize the broader policy implications or specific academic year.",
      "The pivotal dividing line lies in whether \"wokeness\" and \"indoctrination\" are presented as partisan accusations or legitimate justifications for the policy.",
      "All perspectives agree on the core action: the Pentagon will sever ties with several universities, announced by Hegseth, with the policy beginning next school year, reflecting broader ideological clashes over academic influence and military values."
    ],
    "bias_bar_text": null,
    "center_pct": 77.0,
    "error": null,
    "left_pct": 13.0,
    "location": "United States",
    "right_pct": 10.0,
    "status": "ok",
    "summary": [
      "Secretary Hegseth ordered the cancellation of all Department of War attendance at top-ranked schools including Princeton, Columbia, MIT, Brown, and Yale starting in the 2026-2027 academic year."
    ],
    "title": "Hegseth cancels troop attendance at top-ranked schools",
    "topic": "Pete Hegseth",
    "topic_full": "Pete Hegseth · United States"
  },
  {
    "article_path": "/article/federal-prosecutors-wont-appeal-ruling-barring-death-penalty-in-luigi-mangione-case_cddb15",
    "article_url": "https://ground.news/article/federal-prosecutors-wont-appeal-ruling-barring-death-penalty-in-luigi-mangione-case_cddb15",
    "bias": [
      "Left-Leaning outlets emphasize the \"barring\" of the death penalty, subtly aligning with anti-capital punishment stances.",
      "In stark contrast, right-leaning coverage employs emotionally charged language like \"escapes\" and \"axed capital punishment charges,\" portraying the decision as an evasion of justice and a failure of accountability, while highlighting biographical details.",
      "Center-Leaning reports, however, maintain a neutral tone, focusing on factual legal developments, additional charges, and trial dates.",
      "While all perspectives agree federal prosecutors will not appeal the ruling against Luigi Mangione , accused in a CEO's killing, their divergent framing reveals deep ideological divides concerning punitive justice and legal outcomes."
    ],
    "bias_bar_text": null,
    "center_pct": 65.0,
    "error": null,
    "left_pct": 23.0,
    "location": "New York",
    "right_pct": 12.0,
    "status": "ok",
    "summary": [
      "On Feb. 27, the U.S. Department of Justice said it will not appeal a judge's ruling, removing capital exposure for Luigi Mangione in the federal case.",
      "In a 39-page opinion, the judge wrote that stalking does not qualify as a 'crime of violence,' leading to the dismissal of the federal murder charge last month, citing Supreme Court precedents.",
      "Authorities arrested Mangione five days after the Dec. 4, 2024, killing of UnitedHealthcare CEO Brian Thompson in Altoona, Pennsylvania, after he was spotted eating breakfast at a McDonald's.",
      "The state trial will begin June 8, while federal jury selection is scheduled for Sept. 8 with opening statements on Oct. 13; judges will resolve scheduling and evidence disputes in the coming weeks.",
      "The decision has wider implications because the Justice Department's first capital case in Trump's second term was disrupted, with Bondi calling the killing a `premeditated, cold-blooded assassination that shocked America`, and defense lawyers alleging a `Marvel movie` spectacle."
    ],
    "title": "Federal prosecutors won’t appeal ruling barring death penalty in Luigi Mangione case",
    "topic": "Luigi Mangione",
    "topic_full": "Luigi Mangione · New York"
  },
  {
    "article_path": "/article/neil-sedaka-singer-whose-hits-included-laughter-in-the-rain-dies-at-86_490893",
    "article_url": "https://ground.news/article/neil-sedaka-singer-whose-hits-included-laughter-in-the-rain-dies-at-86_490893",
    "bias": [
      "Left-Leaning coverage emphasizes Neil Sedaka's extensive musical legacy, highlighting his \"prolific\" career, \"timeless classics,\" and role as an \"inspiration to millions,\" de-emphasizing the immediate circumstances of his passing.",
      "It details numerous collaborators and chart successes.",
      "In contrast, right-leaning coverage, while also portraying him as a \" music legend\" and \"incredible human being,\" prominently features him being \"rushed to hospital,\" even initially reporting an age discrepancy.",
      "Center-Leaning outlets balance these perspectives, noting his \"boyish soprano\" and \"skilled pianist\" while also including details about his hospitalization and Grammy nominations de-emphasized by the left.",
      "All perspectives agree on his \"legendary\" status and the family's \"devastated\" statement, reflecting a shared cultural reverence for his enduring musical impact."
    ],
    "bias_bar_text": null,
    "center_pct": 58.0,
    "error": null,
    "left_pct": 28.0,
    "location": "Norristown",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "On Friday, Neil Sedaka, legendary singer-songwriter, died at age 86, his family confirmed to NBC4 Investigates, with multiple outlets including Variety and his representative also confirming the death.",
      "TMZ reported he was rushed to a Los Angeles hospital after feeling unwell in the morning, and no official cause of death has been released.",
      "In all, he had 30 charting songs with nine Top 10 hits and three No. 1 hits on the Billboard Hot 100, earned five Grammy nominations, and was inducted into the Songwriters Hall of Fame.",
      "His family confirmed to NBC Los Angeles `Our family is devastated by the sudden passing of our beloved husband, father and grandfather, Neil Sedaka`, and he is survived by his wife Leba Strassberg, daughter Dara, son Marc, and three grandchildren.",
      "Born in Brooklyn, Sedaka teamed with Howard Greenfield on early hits and recently partnered with Primary Wave to acquire rights to his catalog, Billboard reported."
    ],
    "title": "Neil Sedaka, Singer Whose Hits Included \"Laughter in the Rain,\" Dies at 86",
    "topic": "Celebrity",
    "topic_full": "Celebrity · Norristown"
  },
  {
    "article_path": "/article/israels-top-court-allows-aid-groups-to-keep-working-in-gaza-as-israeli-strikes-kill-5-there",
    "article_url": "https://ground.news/article/israels-top-court-allows-aid-groups-to-keep-working-in-gaza-as-israeli-strikes-kill-5-there",
    "bias": [
      "Left-Leaning coverage frames the story as a humanitarian crisis—using terms like \"ban,\" \"lifeline,\" and \"strangled by demands\" to stress harm to civilians and cite NGO program data—while right-leaning pieces foreground the government's \"prevent Hamas exploitation\" security rationale, portraying the staff-data rule as a legitimate safety measure; rhetorical tactics differ too, with the left using emotive verbs and casualty counts to evoke urgency and the right invoking legal authority and deterrence .",
      "Pivotal dividing lines are the staff‑list demand and the scale ; all sides note the court's interim stay and NGOs' refusal to hand over lists."
    ],
    "bias_bar_text": "Left 36% Center 55% 9%",
    "center_pct": 55.0,
    "error": null,
    "left_pct": 36.0,
    "location": null,
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "On Friday, Israel's Supreme Court issued a temporary injunction allowing dozens of international aid organisations to keep operating in the Gaza Strip while Israeli airstrikes killed at least five people, including four from the Hamas -run police.",
      "The government had announced it would ban 37 aid groups by March 1 for not complying with new rules, while 17 nongovernmental organisations, including Médecins Sans Frontières, and the Association of International Development Agencies filed an urgent petition.",
      "Médecins Sans Frontières warned that loss of registration and staff is already impacting patient care, despite planning a $153 million expansion for 2026, with 913,284 outpatient consultations in 2025 and 83,579 in January 2026.",
      "Aid agencies cautioned that the injunction offers only partial relief and does not restore visas or wider access, while the U.S. Embassy began offering consular services in an Israeli settlement.",
      "Such strikes have repeatedly disrupted the U.S.-brokered ceasefire since it took effect on Oct. 10, and in recent weeks, humanitarian aid reaching Gaza has significantly decreased, risking aid to Gaza's 2 million Palestinians."
    ],
    "title": "Israel’s top court allows aid groups to keep working in Gaza as Israeli strikes kill 5 there",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "article_url": "https://ground.news/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Sunday, US President Donald Trump urged Hamas to pursue disarmament and said the Board of Peace pledged $5 billion and personnel for stabilization.",
      "The second phase of the US-brokered ceasefire plan stipulates Hamas must disarm, with Israeli forces withdrawing and an International Stabilization Force deployed, though Hamas calls disarmament a red line.",
      "UN records show the plan was endorsed in November, and Trump said the Board of Peace will work with the United Nations; its charter does not seem limited to Gaza rebuilding oversight.",
      "Requests for membership fees and invitations have prompted criticism as countries were asked to pay $1 billion for permanent membership, with France, Britain, and others expressing doubts amid ceasefire violations.",
      "After meeting on the sidelines of the World Economic Forum in Davos last month, the Board of Peace is due to meet on Feb 19 in the US capital."
    ],
    "title": "Trump tells Hamas to proceed with ‘Full and Immediate’ disarmament",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/prosecutors-plan-to-charge-an-israeli-settler-with-killing-a-palestinian-activist-in-the-west-bank_028503",
    "article_url": "https://ground.news/article/prosecutors-plan-to-charge-an-israeli-settler-with-killing-a-palestinian-activist-in-the-west-bank_028503",
    "bias": [
      "Left-Leaning outlets frame the planned prosecution of an Israeli settler for killing a Palestinian activist by emphasizing systemic injustice, detailing a \"settler incursion\" and the settler \"wildly firing his gun after antagonising locals.",
      "They highlight the family's view that the \"manslaughter\" charge \"doesn’t rise to the level of the crime\" and contextualize it with statistics on nationalist violence.",
      "Conversely, right-leaning coverage presents the event with a more neutral tone, focusing on the legal process and individual accountability, de-emphasizing broader context.",
      "Center-Leaning reports note the \"Rare Prosecution Sparks Debate.",
      "All perspectives acknowledge the rarity of such prosecutions and a spike in settler attacks, yet their divergent portrayals reveal underlying ideological priorities regarding the conflict."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Monday, Israel 's State Attorney General's office said it had initiated proceedings to indict Yinon Levi, an Israeli settler, over the killing of a Palestinian activist, opening a rare prosecution of settler violence.",
      "Amid a sharp rise in settler attacks over two years, Hathaleen's death last July drew attention due to his role in the 2025 Oscar-winning film No Other Land and his funeral in Umm al-Khair on Aug. 7, 2025.",
      "Multiple camera angles captured the confrontation in Umm al-Khair, including footage Alaa Hathaleen filmed showing Yinon Levi waving a pistol, firing two shots, shoving people, and later being detained, placed under house arrest and released.",
      "Eitan Peleg, an attorney for Hathaleen's family, said prosecutors planned to indict Levi for reckless homicide, which the family called insufficient and described as an intentional, premeditated killing, a rare legal step in West Bank cases.",
      "On Sunday, Israel's Foreign Ministry announced a land-registration process, with rights groups warning it could strip Palestinians of land and drawing condemnation from Saudi Arabia and Egypt."
    ],
    "title": "Prosecutors plan to charge an Israeli settler with killing a Palestinian activist in the West Bank",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/despite-recent-gains-tribal-citizens-descended-from-slaves-face-disparate-treatment",
    "article_url": "https://ground.news/article/despite-recent-gains-tribal-citizens-descended-from-slaves-face-disparate-treatment",
    "bias": [
      "Left-Leaning outlets emphasize \"disparate treatment\" and the historical impact on \"slaves,\" framing the issue through systemic inequality and ongoing injustice.",
      "Right-Leaning coverage, while acknowledging \"disparate treatment,\" subtly highlights \"recent gains,\" potentially de-emphasizing persistent challenges.",
      "Center-Leaning reports balance both \"recent gains\" and \"disparate treatment\" with a measured tone.",
      "A pivotal dividing line emerges as the historical context of tribal nations ending slavery post-Civil War is de-emphasized by the left, unlike center and right.",
      "All perspectives agree on federal reforms leading to \"inclusive access\" and that \"barriers remain.",
      "These contrasting portrayals reveal differing ideological priorities regarding historical redress versus celebrating incremental progress."
    ],
    "bias_bar_text": "L 13% Center 77% 10%",
    "center_pct": 77.0,
    "error": null,
    "left_pct": 13.0,
    "location": null,
    "right_pct": 10.0,
    "status": "ok",
    "summary": [
      "Tribal citizens descended from enslaved people in Oklahoma face barriers to full access to Native American health care, education, and social services despite recent improvements by federal and tribal agencies."
    ],
    "title": "Despite recent gains, tribal citizens descended from slaves face disparate treatment",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/olympic-champion-kaillie-humphries-expresses-support-for-trump-and-womens-sports-testing",
    "article_url": "https://ground.news/article/olympic-champion-kaillie-humphries-expresses-support-for-trump-and-womens-sports-testing",
    "bias": [
      "Right-Leaning coverage frames Humphries as a triumphant conservative voice—using language like \"protecting women's sports ,\" \"saving,\" \"shuts down the left,\" \"leftist narratives,\" \"Queen of Bobsled,\" and even celebratory interjections such as \"NICE!\"—emphasizing her medal count, Republican ID, ICE support, and quotes about physical size to portray a broader cultural pushback; center coverage is succinct and neutral, simply noting she \"backs Trump\" and supports testing, de-emphasizing context and combative framing.",
      "Pivotal dividing lines are transgender participation, testing/policies, and her political identity; both agree she voiced support for Trump and women's-sports protections, reflecting deeper ideological and cultural fault lines."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "Kaillie Humphries is the most successful women's bobsled pilot, winning six Olympic medals including gold for both Canada and the U.S., and became a U.S. citizen in 2021.",
      "Humphries supports President Donald Trump and voted for him in 2024, defending the U.S. men's hockey team amid criticism for their White House visit.",
      "She strongly supports protecting women's sports via mandatory genetic sex testing to prevent transgender athletes from competing in women’s categories, citing biological differences and safety concerns.",
      "Humphries supports legal immigration, detailed her difficult transition from Team Canada to Team USA, and plans to continue competing while raising her family."
    ],
    "title": "Olympic champion Kaillie Humphries expresses support for Trump and women’s sports testing",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/rfk-jr-suggests-buying-liver-or-cheap-cuts-instead-of-steak",
    "article_url": "https://ground.news/article/rfk-jr-suggests-buying-liver-or-cheap-cuts-instead-of-steak",
    "bias": [
      "Left-Leaning coverage framed Robert F.",
      "Kennedy Jr.'s food affordability advice as insensitive, using terms like \"mocked,\" \"firestorm,\" and \"peasant food,\" even linking it to a past \"bear\" incident to portray him as out of touch with \"broke Americans.",
      "This perspective heavily emphasized public backlash and controversy.",
      "Conversely, center-leaning reports presented his suggestions neutrally, noting liver's minimal market demand and de-emphasizing any public reaction.",
      "While both acknowledged his comments on eating liver or \"cheap cuts,\" a significant factual error was shared across both perspectives: they incorrectly identified Robert F.",
      "Kennedy Jr. as the \" Health and Human Services Secretary\" instead of a presidential candidate, misrepresenting his current public role."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Thursday, Health and Human Services Secretary Robert F. Kennedy Jr. urged Americans at the Eat Real Food rally in Austin, Texas, to choose liver and other cheap cuts of meat instead of pricier steaks.",
      "Rising costs driven by inflation and supply-chain problems have pushed beef prices sharply higher in recent years, fueling America's food affordability crisis amid stretched households facing multiple expenses.",
      "A clip posted on X yesterday, February 27, 2026, showed Kennedy's remarks sparking thousands of responses as supporters praised thrift and critics called the suggestion reductive.",
      "The remarks provoked a fierce argument about food affordability as supporters praised thrift but critics said it oversimplified economic struggles, impacting politicians' sensitivity to poverty.",
      "Historically, organ meats were common and remain cheaper, but modern American eating habits reject offal, raising tensions between adapting expectations and addressing broader cost-of-living debate."
    ],
    "title": "RFK Jr. suggests buying liver or ‘cheap cuts’ instead of steak",
    "topic": null,
    "topic_full": null
  }
]
