[
  {
    "article_path": "/article/washington-post-publisher-will-lewis-says-hes-stepping-down-days-after-big-layoffs-at-the-paper_ec156e",
    "article_url": "https://ground.news/article/washington-post-publisher-will-lewis-says-hes-stepping-down-days-after-big-layoffs-at-the-paper_ec156e",
    "bias": [
      "Left-Leaning coverage frames the publisher's departure as a consequence of \"massive layoffs \" that \"gut the newspaper,\" highlighting his \"controversial past\" and \"going AWOL\" with a condemnatory tone.",
      "Right-Leaning outlets, however, portray the situation as the \"Jeff Bezos-owned\" institution \"imploding in epic chaos\" amid an \"onslaught of backlash,\" employing highly sensational language to discredit.",
      "Center-Leaning reports objectively note the departure \"following mass layoffs\" and \"newsroom backlash,\" raising questions about leadership without the same emotional charge.",
      "While all agree on the departure and the \"one-third\" staff reduction, the left emphasizes corporate accountability, the right focuses on institutional failure, and the center prioritizes immediate context, reflecting broader ideological stances on media and corporate power."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Saturday, Will Lewis, Publisher of The Washington Post, stepped down and named CFO Jeff D'Onofrio as acting publisher and CEO effective immediately.",
      "The newsroom's restructuring recently cut roughly 300 employees, eliminating the sports desk and reducing local staff from more than 40 to about a dozen.",
      "Reporters said they did not see Lewis during or after Wednesday's layoffs , though he was photographed Thursday on a pre-Super Bowl red carpet and journalists appealed to Jeff Bezos in recent weeks, who did not respond.",
      "Saturday evening's announcement made no mention of Lewis staying to support the transition, implying a sudden leadership change amid shaken newsroom confidence and operational capacity.",
      "Under financial pressure, management had been tasked with reversing declines amid losses hitting $100 million, and Lewis was hired in late 2023 by Jeff Bezos, who acquired the paper for roughly $250 million."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/donald-trump-says-he-didnt-make-a-mistake-over-obamas-as-apes-video_91a19a",
    "article_url": "https://ground.news/article/donald-trump-says-he-didnt-make-a-mistake-over-obamas-as-apes-video_91a19a",
    "bias": [
      "Left-Leaning coverage explicitly frames the video as \"racist\" and a \"FACIST ATTACK,\" emphasizing broader implications for public discourse and an \"open season on Black people,\" often amplifying outrage with terms like \"slams.",
      "Conversely, right-leaning outlets portray the controversy as a \"distraction\" by \"Leftist Media,\" focusing on Trump's explanations and normalizing his refusal to apologize, sometimes analyzing \"Who Trump Is.",
      "Center perspectives largely report the incident and bipartisan backlash, occasionally labeling the video \"racist\" directly.",
      "While all acknowledge the video's content, its deletion, and Trump's denial of a \"mistake,\" the fundamental divide lies in whether the event signifies inherent racism or a politically motivated media fixation."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 32.0,
    "location": null,
    "right_pct": 18.0,
    "status": "ok",
    "summary": [
      "On Friday, President Donald Trump declined to apologize after sharing a video on Truth Social that portrayed former President Barack Obama and former First Lady Michelle Obama as apes and stayed online nearly 12 hours before removal.",
      "The AI-generated 62-second clip overlaid faces on jungle animals, echoed false voting claims, and a staffer `erroneously` posted it, according to Karoline Leavitt.",
      "Trump said he `looked at the beginning of it.`, forwarded the clip, and said the opening about alleged fraud was `fine` after previewing it aboard Air Force One.",
      "Bipartisan backlash intensified after Thursday’s post, with Senator Tim Scott calling it `the most racist thing I've seen out of this White House` and renewing debate over White House accountability.",
      "In the first week of Black History Month, the post arrived amid heightened sensitivity as Trump dismissed concerns it could alienate Black voters and raised questions about control of Trump's social media accounts and AI-generated memes."
    ],
    "title": "Donald Trump says he didn't make a mistake over Obamas as apes video",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/dow-surges-more-than-1-000-points-to-hit-50-000-for-the-first-time-in-massive-snapback-from-tech-rout_2419a8",
    "article_url": "https://ground.news/article/dow-surges-more-than-1-000-points-to-hit-50-000-for-the-first-time-in-massive-snapback-from-tech-rout_2419a8",
    "bias": [
      "Left-Leaning coverage frames the Dow's \"historic milestone\" with immediate skepticism, asserting it \"doesn't mean the economy is healthy,\" despite noting the market \"surged.",
      "Right-Leaning outlets, conversely, employ celebratory language like \"blows past\" and directly quote \"CONGRATULATIONS AMERICA!\" from a political figure, linking the event to \"economic confidence and growth for America.",
      "Center-Leaning reports remain factual, detailing the Dow's 50,000 point achievement and historical context.",
      "While all perspectives acknowledge the 1,206 point surge driven by tech stocks and AI spending, the pivotal dividing line lies in the left's critical qualification of economic health versus the right's unmitigated, politically-charged triumph, reflecting fundamental ideological views on prosperity and governance."
    ],
    "bias_bar_text": null,
    "center_pct": 52.0,
    "error": null,
    "left_pct": 26.0,
    "location": null,
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "On Friday, the Dow Jones Industrial Average climbed above 50,000 during trading, surging 1,097 points, or 2.24%.",
      "A broadening of the rally saw investors rotate into industrials, financials, and chip companies, with the Russell 2000 index jumping 3.3% this year.",
      "Bitcoin's recovery above $70,000 helped stabilize crypto-linked stocks, with Robinhood Markets up 15%, Coinbase Global rising 11.3%, and Strategy soaring 23.7%.",
      "The milestone signals a strong start to 2026 and may boost Americans' retirement savings, though Wall Street warns of complacency and market risks despite gains.",
      "Despite optimism, strategists warn valuations already reflect optimistic AI gains, and volatility may return as companies report earnings and geopolitical risks persist, analysts said."
    ],
    "title": "Dow surges more than 1,000 points to hit 50,000 for the first time in massive snapback from tech rout",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/white-house-removes-trump-post-depicting-obamas-as-monkeys-says-it-was-posted-in-error_26affe",
    "article_url": "https://ground.news/article/white-house-removes-trump-post-depicting-obamas-as-monkeys-says-it-was-posted-in-error_26affe",
    "bias": [
      "Left-Leaning coverage foregrounds moral condemnation—calling the clip \"racist\" and \"disgusting/vile,\" linking it to a pattern of dehumanizing tropes and demanding accountability—while right-leaning pieces minimize intent by framing it as a \"meme,\" echoing White House \"fake outrage\" defenses and stressing a \"staffer/error\" explanation; pivotal divides center on intent versus impact, the historical \"monkey/apelike\" trope, and forensic questions about whether the frame was \"AI-generated.",
      "Center reports note bipartisan rebuke and the post’s quick deletion, a rare point of agreement that still reflects deeper cultural and ideological fault lines."
    ],
    "bias_bar_text": null,
    "center_pct": 47.0,
    "error": null,
    "left_pct": 33.0,
    "location": null,
    "right_pct": 20.0,
    "status": "ok",
    "summary": [
      "On Friday, President Donald Trump posted and deleted a Truth Social video mocking former President Barack Obama and former First Lady Michelle Obama , sparking bipartisan backlash.",
      "Promoting debunked 2020 election-fraud claims, the post was part of a flurry on Truth Social and the White House said a staffer `erroneously made the post`.",
      "The 62-second clip, which circulated since October, depicts Trump as a lion and features `The Lion Sleeps Tonight` with 'King of the Jungle' imagery from a longer animation.",
      "President Trump responded that he would not apologize and declared `I didn't make a mistake` after bipartisan backlash over the deleted AI video, with Republican lawmakers urging removal and apology.",
      "Shared in the first week of Black History Month, the episode revived election-misinformation concerns and prompted Republican intraparty criticism that voters are watching."
    ],
    "title": "White House Removes Trump Post Depicting Obamas as Monkeys, Says It Was Posted in Error",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-arrests-benghazi-suspect-bondi-says_a31f61",
    "article_url": "https://ground.news/article/us-arrests-benghazi-suspect-bondi-says_a31f61",
    "bias": [
      "Left-Leaning outlets frame the Benghazi arrest emphasizing due process, using \"accused militant\" or \"suspect,\" and noting the \"14 years\" for justice, including \"online mockery\" of a political figure.",
      "Right-Leaning coverage, conversely, employs highly charged language like \"BOMBSHELL\" and \"American Justice,\" portraying the individual as a \"Terror Attack Suspect\" or \"mastermind.",
      "This perspective explicitly links the arrest to the \" Trump administration \" and criticizes past administrations for \"leaving them to die.",
      "Center-Leaning reports maintain neutrality, focusing on factual details and mentioning the FBI/CIA's role while acknowledging \"many mysteries still surround\" the event.",
      "All agree a key participant in the deadly 2012 attack, which killed four Americans, has been taken into custody for prosecution, revealing ideological rifts over accountability and political narratives."
    ],
    "bias_bar_text": null,
    "center_pct": 56.0,
    "error": null,
    "left_pct": 20.0,
    "location": null,
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "On Friday, Attorney General Pam Bondi announced, \"The FBI has arrested one of the key participants behind the Benghazi attack. Zubayar al-Bakoush landed at Andrews Air Force Base at 3 a.m. this morning. He is in our custody.\"",
      "On Sept. 11, 2012, at least 20 militants breached the Benghazi consulate and set fires, killing four U.S. personnel including Ambassador Chris Stevens and Sean Smith.",
      "Earlier prosecutions saw Ahmed Abu Khattala captured by U.S. special forces in 2014 and two other defendants arrested and sentenced, while defense attorneys argued evidence was inconclusive.",
      "A Republican-led congressional panel concluded the Obama administration had security lapses and a slow response but found no wrongdoing by Hillary Clinton, then-Secretary of State, while Democrats denounced it as a \"conspiracy theory\".",
      "The case spurred a series of U.S. investigations and political clashes, and the Benghazi attacks became a symbol of chaos in Benghazi, Libya, highlighting regional instability and terrorism."
    ],
    "title": "US arrests Benghazi suspect, Bondi says",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/savannah-guthrie-says-we-will-pay-for-mothers-safe-return_0cdb28",
    "article_url": "https://ground.news/article/savannah-guthrie-says-we-will-pay-for-mothers-safe-return_0cdb28",
    "bias": [
      "Left-Leaning coverage frames Savannah Guthrie's plea as \"desperate\" and \"pleading,\" emphasizing emotional distress and human suffering.",
      "Right-Leaning outlets, however, highlight the \"will pay\" aspect transactionally, with some uniquely drawing a sensational comparison to \"Silence of the Lambs,\" potentially trivializing the situation.",
      "Center coverage presents information more directly and without embellishment, occasionally using \"beg\" but also detailing police involvement, which other perspectives de-emphasized.",
      "All perspectives acknowledge Guthrie's video message and the family's offer to \"will pay\" for her mother's return, revealing a fundamental divide between human empathy and a more critical or pragmatic interpretation of events."
    ],
    "bias_bar_text": "L 24% Center 65% 11%",
    "center_pct": 65.0,
    "error": null,
    "left_pct": 24.0,
    "location": null,
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "In a third recorded plea released Saturday evening, the Guthrie family said they will pay the demanded ransom, with the family addressing the alleged captors directly.",
      "Earlier this week, the family issued video pleas on Feb. 2 and 3 seeking proof of life before the Saturday message.",
      "Pima County investigators say they have not identified suspects, and DNA on the Guthrie porch has been linked to Nancy, officials say.",
      "With a Feb. 7 deadline, the family said, `We received your message and we understand`, highlighting urgency due to Nancy Guthrie’s age and medical needs.",
      "Investigators have returned to the Guthrie home with warrants as lab and tech firms provided evidence that prompted further searches, following media analysis of ransom-note clues."
    ],
    "title": "Savannah Guthrie says 'we will pay' for mother's safe return",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/toddler-hospitalized-with-respiratory-failure-was-returned-to-ice-detention-without-prescribed-medication-lawsuit-says",
    "article_url": "https://ground.news/article/toddler-hospitalized-with-respiratory-failure-was-returned-to-ice-detention-without-prescribed-medication-lawsuit-says",
    "bias": [
      "Left-Leaning coverage frames the story as a human-rights outrage—using terms like \"critically ill\" and \"denied meds\" to emphasize neglect—while right-leaning pieces foreground the family's asylum status and detention timeline, framing the allegations as part of broader immigration context and calling attention to the child's return to custody; centrist accounts provide granular details that others de-emphasized.",
      "Rhetorically, the left uses emotive culpatory language, the right adopts procedural skepticism, and both agree the lawsuit alleges the child was \"denied medication.\"."
    ],
    "bias_bar_text": "L 22% Center 56% R 22%",
    "center_pct": 56.0,
    "error": null,
    "left_pct": 22.0,
    "location": null,
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "On Feb 7, lawyers filed a Texas federal lawsuit saying Amalia, an 18-month-old girl, was returned to detention after hospitalization and denied medication, with staff confiscating her nebulizer, albuterol and supplements.",
      "Following escalating symptoms earlier this month, the family was detained during a Dec. 11 check-in in Dilley, Texas, and Amalia developed a high fever on Jan. 1, later hospitalized Jan. 18–28 with infections, according to the lawsuit.",
      "Medical experts and physicians reviewing Amalia’s records found her blood oxygen saturation levels plunged into the 50s, she spent 10 days on oxygen at Methodist Children’s Hospital, San Antonio, and lost 10% of her body weight requiring nutritional drinks.",
      "Hours after the filing, the family was freed, and lawyers said they will file asylum applications in the United States .",
      "Amid heightened scrutiny, advocates warn Dilley lacks sufficient water, food, and medical care for children amid measles cases, while CoreCivic and DHS defend detention practices."
    ],
    "title": "Toddler was returned to ICE custody and denied medication after hospitalization, lawsuit says",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/man-drives-car-into-pedestrians-at-grocery-store-in-california-mountain-town-injuring-4_d37b3e",
    "article_url": "https://ground.news/article/man-drives-car-into-pedestrians-at-grocery-store-in-california-mountain-town-injuring-4_d37b3e",
    "bias": [
      "Left-Leaning coverage emphasizes the violent intent and impact—using terms like \"plowed into\" and \"deliberate\" to foreground harm to pedestrians —with a forceful, urgent tone; right-leaning pieces frame the story around criminality and process—words like \"accused,\" \"arrested,\" and focus on charges—adopting a prosecutorial, restraint-seeking tone.",
      "Pivotal divides include whether children or the suspect’s age are highlighted and whether the act is framed as immediate violence versus alleged crime.",
      "Center reporting supplies granular context , and all agree on core facts, reflecting deeper ideological priorities about blame and safety."
    ],
    "bias_bar_text": null,
    "center_pct": 56.0,
    "error": null,
    "left_pct": 31.0,
    "location": "Truckee",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "On Saturday, 49-year-old Jonathan Maurer of Coalinga allegedly drove into a group outside the Truckee Safeway on Donner Pass Road, injuring four people.",
      "Members of the Tahoe Titans youth baseball team were fundraising outside the store selling beef jerky for a Cooperstown trip, and police say they believe the driver intentionally struck the pedestrians and store.",
      "Witnesses said bystanders screamed and tried to open the locked vehicle, parents sought to reunite with children, and Truckee police detained the driver minutes after being called around 2:45 p.m.",
      "Authorities booked the driver on assault with a deadly weapon, felony vandalism and violation of his post-release community supervision; he was jailed in Nevada County jail in Nevada City, and police say all four injured are expected to survive.",
      "The incident in a scenic Lake Tahoe–area town drew immediate community attention as Truckee, California, home to about 17,000 residents, faces concerns during February’s busy winter sports season."
    ],
    "title": "Man drives car into pedestrians at grocery store in California mountain town, injuring 4",
    "topic": "Police",
    "topic_full": "Police · Truckee"
  },
  {
    "article_path": "/article/whistleblower-alleges-gabbard-blocked-nsa-report-on-trump-ally_52c7df",
    "article_url": "https://ground.news/article/whistleblower-alleges-gabbard-blocked-nsa-report-on-trump-ally_52c7df",
    "bias": [
      "Left-Leaning outlets emphasize a \"Trump ally\" and \"intelligence actor,\" framing the situation as a \"busted\" cover-up with accusatory language.",
      "Right-Leaning coverage, conversely, dismisses claims as \"baseless,\" \"false,\" and \"politically motivated,\" alleging an \"attempted framing\" by specific figures.",
      "Center-Leaning reports de-emphasize conspiracy, focusing on \"scrutiny\" and \"delays,\" uniquely mentioning \"voting record seizures.",
      "While all agree a whistleblower complaint exists concerning an intelligence report about a Trump associate and Gabbard's central role, the stark difference lies in whether the claims are legitimate wrongdoing or partisan attacks, reflecting ideological divides over accountability versus political targeting."
    ],
    "bias_bar_text": null,
    "center_pct": 38.0,
    "error": null,
    "left_pct": 24.0,
    "location": "Washington",
    "right_pct": 38.0,
    "status": "ok",
    "summary": [
      "On April 17, a whistleblower contacted the inspector general and filed a May 21 complaint alleging Tulsi Gabbard blocked highly classified National Security Agency intelligence about an unusual call involving a person close to Donald Trump and a foreign-intelligence-linked individual.",
      "Some intelligence analysts judged the intercept as gossip or misinformation, prompting Gabbard to restrict the report, while critics considered the intelligence significant and supported her actions, according to Sen. Mark Warner .",
      "After nearly a year, Gabbard's office publicly acknowledged the complaint on Tuesday, and a heavily redacted inspector-general report was provided to Congress.",
      "Congressional leaders have pressed the NSA and Gabbard's office for the report, while two Republican lawmakers dismissed the complaint and Democrats raised alarms, The Wall Street Journal reported it could cause `grave damage to national security'.",
      "Attorneys and former intelligence professionals flagged procedural anomalies, and critics say inspectors-general norms and the DNI guidance process delayed congressional review despite 14-day determinations."
    ],
    "title": "Whistleblower Alleges Gabbard Blocked NSA Report on Trump Ally",
    "topic": "Whistleblower",
    "topic_full": "Whistleblower · Washington"
  },
  {
    "article_path": "/article/world-food-prices-ease-further-in-january-united-nations-fao-says",
    "article_url": "https://ground.news/article/world-food-prices-ease-further-in-january-united-nations-fao-says",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 33.0,
    "location": "Argentina",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "World food prices fell for the fifth consecutive month in January, led by declines in dairy, sugar, and meat products, according to the United Nations ' Food and Agriculture Organization .",
      "The FAO's food price index, which tracks internationally traded food commodities, was 22.7% below its peak in March 2022 after Russia's invasion of Ukraine.",
      "The FAO raised its estimate on 2025 global cereal production to a record 3.023 billion metric tons, citing higher wheat yields and improved maize prospects, and said world cereal stocks were set to expand in the 2025/26 season."
    ],
    "title": "World food prices ease further in January, United Nations' FAO says",
    "topic": "Economy",
    "topic_full": "Economy · Argentina"
  },
  {
    "article_path": "/article/new-critique-debunks-claim-that-trees-can-sense-a-solar-eclipse_0fa880",
    "article_url": "https://ground.news/article/new-critique-debunks-claim-that-trees-can-sense-a-solar-eclipse_0fa880",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 33.0,
    "location": "United States",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Researchers led by A. Chiolerio and Gagliano reported synchronized electrical signals in Norway spruce at the Dolomites site about 14 hours before the April last year eclipse, as per their April 2025 study.",
      "Rather than an eclipse cue, the critics point to a thunderstorm and temperature drop, with Ariel Novoplansky, evolutionary ecologist, Ben‑Gurion University, and Hezi Yizhaq, Ben‑Gurion University, citing 20 lightning strikes within about 27 miles from the October 22–25, 2022 regional lightning dataset.",
      "With just three living trees and five stumps sampled, Novoplansky noted the limitation restricts generality, while observers argue older, larger trees showed stronger signals possibly due to local lightning impacts.",
      "Chiolerio and Gagliano defended their work, noting it was preliminary and follow-up studies are ongoing, as reported in early February 2026 in Trends in Plant Science.",
      "Researchers should replicate the work across multiple eclipses and sites, as plant electrome research is nascent and needs site-resolved environmental measurements before assigning causation."
    ],
    "title": "Scientists Challenge ‘Eclipse-Sensing’ Trees, Blame Weather and Lightning for Forest Signals",
    "topic": "Nature",
    "topic_full": "Nature · United States"
  },
  {
    "article_path": "/article/virginia-house-passes-bill-to-ban-sale-of-assault-style-weapons_d532f5",
    "article_url": "https://ground.news/article/virginia-house-passes-bill-to-ban-sale-of-assault-style-weapons_d532f5",
    "bias": [
      "Left-Leaning outlets frame gun control measures as a \"sweeping package\" overcoming \"GOP objections,\" using terms like \"muscled through\" to convey determined legislative action.",
      "In stark contrast, right-leaning coverage portrays the same legislation as a \"Major Shift\" or \"aggressive assault on Second Amendment rights,\" emphasizing \"Powerless Republicans’ Objections\" with alarmist language like \"Anti-Gun.",
      "Center-Leaning reports neutrally detail the \"ban on assault-style weapons ,\" de-emphasizing partisan rhetoric.",
      "While both sides acknowledge multiple bills, with the right noting \"eight gun control bills,\" the \"sweeping\" nature of the legislation is a key dividing line.",
      "Despite agreement that the Virginia House passed gun control bills, including an assault weapons ban, and faced Republican opposition, the contrasting characterizations reveal deep ideological divides over government authority and individual rights."
    ],
    "bias_bar_text": null,
    "center_pct": 36.0,
    "error": null,
    "left_pct": 7.0,
    "location": "Virginia",
    "right_pct": 57.0,
    "status": "ok",
    "summary": [
      "On February 5, 2026, the Virginia House of Delegates, controlled by Democrats, passed House Bill 217 sponsored by Del. Dan Helmer, targeting assault firearms.",
      "Supporters argued the package would reduce gun violence, while House Republicans warned of legal challenges under Bruen, citing Second Amendment concerns.",
      "House Bill 217 would ban specified sales and transfers of `assault firearms` as defined in the bill, including magazines holding more than 10 rounds manufactured after July 1, 2026, while allowing possession of pre-July 1, 2026 firearms but prohibiting most future transfers.",
      "Both measures now head to the Virginia State Senate, where critics warn of legal challenges under Bruen, and supporters mobilize to contact legislators, as the governor has voiced support.",
      "Some proposals include expanded civil liability and stricter storage requirements that could turn accidental lapses into misdemeanors, with a fiscal impact estimate of at least $50,000 in additional correctional costs, according to Virginia Criminal Sentencing Commission."
    ],
    "title": "Virginia House passes bill to ban sale of assault-style weapons",
    "topic": "Virginia Politics",
    "topic_full": "Virginia Politics · Virginia"
  },
  {
    "article_path": "/article/trump-says-georgia-fbi-raid-will-determine-true-winner-of-state-in-2020",
    "article_url": "https://ground.news/article/trump-says-georgia-fbi-raid-will-determine-true-winner-of-state-in-2020",
    "bias": [
      "Left-Leaning coverage frames the FBI 's actions as a \"raid\" and potential \"takeover of elections\" or an \"end around\" \"scheme\" by Trump's administration, emphasizing \"legal trickery\" and his lawyers' inability to support claims, noting \"nearly 700 boxes of data\" were seized.",
      "Conversely, right-leaning outlets portray the event as a step towards uncovering \"alleged voter fraud\" and determining the \"true winner\" of the \"stolen 2020 election,\" highlighting Trump's promises of \"very big revelations\" and \"elites panicking.",
      "While both acknowledge an FBI raid related to the 2020 election and Trump's statements, the left focuses on procedural integrity and potential abuses, while the right champions a narrative of exposing hidden truths, revealing a fundamental ideological divide over electoral legitimacy and institutional trust."
    ],
    "bias_bar_text": "Left 29% Right 71%",
    "center_pct": null,
    "error": null,
    "left_pct": 29.0,
    "location": null,
    "right_pct": 71.0,
    "status": "ok",
    "summary": [
      "On January 28, FBI agents executed a search warrant at Fulton County election center in Union City, seizing more than 650 boxes of 2020 ballots and election records.",
      "After civil requests failed, the Trump administration sought a sealed criminal warrant, which Fulton County Commissioner Marvin Arrington described as `This was just an end-around to the civil proceedings that they filed,' Arrington said.",
      "Officials say a senior intelligence figure attended the Fulton County operation and was later praised by the president, who called Gabbard and agents the next day at the Atlanta field office.",
      "Democrats and voting-rights experts warn the raid could justify a takeover of Fulton County election operations, while Fulton County has sued to recover seized files and unseal the affidavit.",
      "With the 2026 midterms approaching, analysts warn Georgia could be ground zero for election fights as the probe stems from a conservative activists' 263-page report recycling disproven claims."
    ],
    "title": "Trump says Georgia FBI raid will determine 'true winner' of state in 2020",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/australian-officials-refuse-calls-to-arrest-israeli-president",
    "article_url": "https://ground.news/article/australian-officials-refuse-calls-to-arrest-israeli-president",
    "bias": [
      "Left-Leaning coverage frames the Israeli President's visit around \"Israeli Crimes\" and \"growing opposition,\" highlighting calls to \"scrap\" the visit and a UN commission's finding of \"encouraged genocide,\" reflecting an activist, critical tone.",
      "This contrasts sharply with right-leaning outlets that de-emphasize the controversy, focusing on an \"arrest threat\" to an allied leader, subtly portraying it as an unwarranted challenge to sovereignty.",
      "Center-Leaning coverage neutrally reports on \"activists face arrest\" during a \"controversial visit\" without detailing the underlying reasons.",
      "While all perspectives acknowledge the visit and an Australian Federal Police ruling regarding potential arrest, the left explicitly states immunity was granted, a detail de-emphasized elsewhere.",
      "This stark divergence, particularly on human rights accusations versus national interests, reveals deep ideological divides."
    ],
    "bias_bar_text": "Left 73% 9% R 18%",
    "center_pct": 9.0,
    "error": null,
    "left_pct": 73.0,
    "location": null,
    "right_pct": 18.0,
    "status": "ok",
    "summary": [
      "Scheduled from February 8-12, President Isaac Herzog enjoys full immunity, AFP told parliament, during his five-day official visit to Australia to meet with the Jewish community.",
      "Amid an ICJ probe and UN findings, a UN Commission of Inquiry cited `incited the commission of genocide` after October 7, 2023, while South Africa filed an ICJ case using statements as evidence.",
      "About 4,000 people are expected at Monday's Sydney rally, with organisers' proposed Town Hall to NSW Parliament route prohibited and Paul Dunstan warning, `That may and potentially will result in arrests`.",
      "On Thursday, independent MPs came out to oppose the visit as state Labor backbenchers pledged protests, while Deputy Prime Minister Richard Marles called Herzog a `welcome and honoured guest` for Australia's Jewish community.",
      "Legally, lawyers would argue head-of-state immunity, complicating prosecutions, despite Australia's 1945 ratification of the ICJ and its 2002 reservations, while the ICJ issued emergency orders last year without ruling guilt."
    ],
    "title": "Australian officials refuse calls to arrest Israeli president",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/kushner-and-witkoff-visited-the-aircraft-carrier-uss-abraham-lincoln-amid-tensions-with-iran",
    "article_url": "https://ground.news/article/kushner-and-witkoff-visited-the-aircraft-carrier-uss-abraham-lincoln-amid-tensions-with-iran",
    "bias": [
      "Left-Leaning coverage frames the visit of negotiators to a naval vessel by emphasizing \"tension with Iran\" and highlighting the \"nuclear-powered vessel\" itself, suggesting geopolitical precariousness.",
      "In contrast, right-leaning outlets underscore the involvement of \"Trump's special envoy\" and portray the event as \"upholding President Trump’s message of peace through strength,\" praising \"brave sailors and Marines.",
      "Center perspectives maintain a neutral tone, simply stating the visit occurred \"amid tensions\" and noting the officials were \"invited\" by military command.",
      "The right further details \"high-stakes negotiations\" with Iran, including their location and Trump's positive characterization, which other perspectives de-emphasize.",
      "While all acknowledge the visit amid \"tensions with Iran\" following \"talks with Iran,\" the left focuses on potential escalation, the right on assertive foreign policy and leadership credit, revealing fundamental ideological divides in how military presence and diplomacy are interpreted."
    ],
    "bias_bar_text": null,
    "center_pct": 41.0,
    "error": null,
    "left_pct": 12.0,
    "location": "United States",
    "right_pct": 47.0,
    "status": "ok",
    "summary": [
      "President Trump’s Middle East envoy Steve Witkoff and son-in-law Jared Kushner toured the USS Abraham Lincoln aircraft carrier on Saturday.",
      "The visit came one day after the pair completed talks with Iran.",
      "Invited by US Central Command commander Adm. Brad Cooper, the trip was meant to thank American service members deployed in the region."
    ],
    "title": "Kushner, Witkoff visit USS Abraham Lincoln carrier amid tension with Iran",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · United States"
  },
  {
    "article_path": "/article/nancy-pelosi-endorses-jfk-grandson-jack-schlossberg-for-new-york-seat-citing-youth-appeal",
    "article_url": "https://ground.news/article/nancy-pelosi-endorses-jfk-grandson-jack-schlossberg-for-new-york-seat-citing-youth-appeal",
    "bias": [
      "Both perspectives confirm Nancy Pelosi 's planned endorsement of JFK's grandson for a US House seat.",
      "However, left-leaning coverage frames the endorsement as a strategic move to \"help Democrats win nationwide\" in a \"hotly contested\" race.",
      "Right-Leaning outlets, conversely, present the reason as \"citing youth appeal,\" de-emphasizing broader strategic goals and instead detailing the \"crowded primary\" for a specific Manhattan district.",
      "This highlights a divergence where one side emphasizes collective party gain, while the other subtly questions the endorsement's substance through a focus on superficial appeal and specific local details.",
      "These contrasting portrayals reveal differing ideological priorities: strategic political advancement versus a more critical, localized assessment of candidate appeal."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 36.0,
    "location": "United States",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "The New York Times reported Nancy Pelosi is set to endorse Jack Schlossberg in the Manhattan primary, where he is running for Congress.",
      "With 14 contenders, the Democratic primary for New York's 12th Congressional District is crowded as Schlossberg announced his run last November and the seat is vacated by retiring Rep. Jerry Nadler.",
      "Schlossberg, 33, has used viral social videos to raise his profile; in a campaign video, he criticized President Donald Trump and emphasized affordability, saying his vertical-video skills help him reach younger voters.",
      "Nancy Pelosi, though retiring, has not responded to CNN and recently criticized colleagues after nearly half of House Oversight Committee Democrats voted to hold Bill and Hillary Clinton in contempt, last month.",
      "The race highlights Kennedy family dynamics and public rebukes of Robert F. Kennedy Jr., with Schlossberg reportedly calling his cousin `a loser` and aligning with the young progressive wing of the Democratic Party ."
    ],
    "title": "Nancy Pelosi to endorse Jack Schlossberg, JFK’s grandson, for US House seat",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/new-york-city-reaffirms-sanctuary-status-with-new-executive-order",
    "article_url": "https://ground.news/article/new-york-city-reaffirms-sanctuary-status-with-new-executive-order",
    "bias": [
      "Left-Leaning coverage frames the mayor’s EO as a humane, faith-rooted protection—highlighting \"sanctuary,\" \"bolster,\" and \"faith-based ethics\" and portraying the move as restoring dignity—while right-leaning coverage emphasizes security risks and delegitimizes the religious rationale using charged phrases like \"illegal aliens,\" \"Jihad by Immigration ,\" and \"blocks ICE from doing their jobs.",
      "Left/center use moral and policy detail language; right deploys alarmist rhetoric and cultural threat framing.",
      "Pivotal divides include the portrayal of Hijra references and whether the EO is novel or merely formalizes prior practice .",
      "Both sides agree on the EO’s basics , reflecting deeper ideological and cultural schisms."
    ],
    "bias_bar_text": null,
    "center_pct": 19.0,
    "error": null,
    "left_pct": 35.0,
    "location": "New York",
    "right_pct": 46.0,
    "status": "ok",
    "summary": [
      "New York City has reaffirmed its sanctuary status with a new executive order issued by Mayor Mamdani, which aims to protect immigrant residents and prevent ICE from unlawfully accessing City property.",
      "The executive order prevents Immigration and Customs Enforcement from entering NYC properties without a judicial warrant and enhances privacy protections for residents.",
      "Mamdani's order also establishes a task force to address ICE-related matters and requires a public safety audit of city agencies to ensure compliance with laws."
    ],
    "title": "New York City reaffirms sanctuary status with new executive order",
    "topic": "New York State Politics",
    "topic_full": "New York State Politics · New York"
  },
  {
    "article_path": "/article/judge-block-ice-dhs-from-using-taxpayer-data-for-immigration-enforcement",
    "article_url": "https://ground.news/article/judge-block-ice-dhs-from-using-taxpayer-data-for-immigration-enforcement",
    "bias": [
      "While all sides report a federal judge blocked ICE from using IRS data, left-leaning outlets frame it as \"another court blow\" and an \"ICE scheme,\" emphasizing a political setback for the administration.",
      "Right-Leaning coverage, however, politicizes the judiciary by labeling the decision from an \"Obama Judge\" and consistently refers to \"illegal migrants,\" highlighting immigration enforcement concerns.",
      "Center-Leaning reports remain more factual, de-emphasizing loaded terms.",
      "These contrasting narratives reveal deep ideological divides concerning government overreach and immigration policy, with the judge's identity and immigrant terminology serving as pivotal partisan triggers."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 11.0,
    "location": "United States",
    "right_pct": 39.0,
    "status": "ok",
    "summary": [
      "U.S. District Judge Indira Talwani blocked the IRS and Social Security Administration from sharing taxpayer data with the Department of Homeland Security and Immigration and Customs Enforcement .",
      "Judge Talwani said sharing personal information posed potential violations of taxpayer privacy rights and risks of wrongful arrests due to misidentification.",
      "Talwani noted that Section 6103 of the Internal Revenue Code strictly prohibits the disclosure of taxpayer data to government agencies, private entities or citizens."
    ],
    "title": "Judge block ICE, DHS from using taxpayer data for immigration enforcement",
    "topic": "U.S. Department of Homeland Security (DHS)",
    "topic_full": "U.S. Department of Homeland Security (DHS) · United States"
  },
  {
    "article_path": "/article/hims-and-hers-pulls-copycat-wegovy-weight-loss-pill-after-threats-of-legal-action_bd1e23",
    "article_url": "https://ground.news/article/hims-and-hers-pulls-copycat-wegovy-weight-loss-pill-after-threats-of-legal-action_bd1e23",
    "bias": [
      "Left-Leaning and right-leaning outlets both frame the company's weight-loss product as a \"knockoff,\" yet their underlying critiques diverge significantly.",
      "The left highlights the company's initial marketing as an \"alternative for needle-averse customers,\" while the right employs terms like \"untested\" and targets a \"woke CEO,\" linking the decision to a specific media report.",
      "Center coverage, using \"copycat\" or neutral terms, provides financial context like the $49 price and market selloff, emphasizing \"threats of legal action\" and \"regulatory scrutiny.",
      "While all agree the company ceased offering its version after two days following FDA warnings, these portrayals reveal ideological divides concerning corporate ethics, market integrity, and regulatory oversight."
    ],
    "bias_bar_text": null,
    "center_pct": 44.0,
    "error": null,
    "left_pct": 30.0,
    "location": "United States",
    "right_pct": 26.0,
    "status": "ok",
    "summary": [
      "Hims & Hers on Saturday announced it will pull its copycat weight-loss pill off the market after constructive conversations with stakeholders.",
      "Drugmaker Novo Nordisk responded on Thursday by threatening legal action, criticizing Hims & Hers' behaviour and citing the FDA warning about their GLP-1 product advertising, after their 2025 partnership ended.",
      "Priced at $49 for the first month, the pill used Wegovy's active ingredient, semaglutide, but is not FDA-approved and lacks clinical-trial proof.",
      "Restricting access to ingredients, the U.S. Food and Drug Administration said it plans to restrict GLP‑1 ingredients in compounded drugs, while the Department of Health and Human Services referred Hims to the Department of Justice for possible violations.",
      "With Super Bowl ads planned, the companies see uncertainty, as Hims' announcement could affect its ad and shares of Novo and Lilly fell."
    ],
    "title": "Hims & Hers pulls copycat Wegovy weight-loss pill after threats of legal action",
    "topic": "Novo Nordisk",
    "topic_full": "Novo Nordisk · United States"
  },
  {
    "article_path": "/article/government-must-reach-agreement-on-right-to-counsel-for-people-at-minnesota-ice-facility-judge-says",
    "article_url": "https://ground.news/article/government-must-reach-agreement-on-right-to-counsel-for-people-at-minnesota-ice-facility-judge-says",
    "bias": [
      "Left-Leaning coverage frames the judge's order as a crucial step for the \"right to counsel\" for \"people\" at an ICE facility, emphasizing humanization and systemic failures.",
      "Right-Leaning outlets, while neutrally reporting the judicial directive, de-emphasize broader implications, sometimes using \"activists\" where the left and center use \" human rights lawyers,\" subtly shifting the tone.",
      "Center-Leaning reports stand apart by including specific human interest stories, like \"Refugees’ futures uncertain\" and individual narratives, adding emotional depth absent from the more repetitive left and right accounts.",
      "All sides agree a federal judge set a deadline for an agreement on legal representation for detainees.",
      "These divergent portrayals highlight ideological divides concerning immigration, legal protections, and the role of advocacy."
    ],
    "bias_bar_text": null,
    "center_pct": 62.0,
    "error": null,
    "left_pct": 27.0,
    "location": "Minneapolis",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "A judge ordered the federal government to reach an agreement with human rights lawyers by next Thursday on ensuring the right to counsel for detainees at an Immigration and Customs Enforcement facility in Minnesota.",
      "Advocates said detainees facing possible deportation at the facility are denied adequate access to lawyers, including in-person meetings.",
      "The judge noted there was more evidence backing the plaintiffs' claims than the government's assurances of adequate access at what ICE depicts as a temporary holding facility."
    ],
    "title": "Government must reach agreement on right to counsel for people at Minnesota ICE facility, judge says",
    "topic": "Minnesota Politics",
    "topic_full": "Minnesota Politics · Minneapolis"
  },
  {
    "article_path": "/article/army-corps-to-demolish-six-missouri-hoes-over-nuclear-waste_4a48b0",
    "article_url": "https://ground.news/article/army-corps-to-demolish-six-missouri-hoes-over-nuclear-waste_4a48b0",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 71.0,
    "error": null,
    "left_pct": 29.0,
    "location": "Florissant",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "The U.S. Army Corps of Engineers' FUSRAP will demolish six homes in Florissant on Friday to access contaminated soil, with the process expected to take about one month.",
      "Because Coldwater Creek once carried Manhattan Project-era uranium waste, contamination is deeply buried and will be excavated from 2.5 to 15 feet by FUSRAP.",
      "Homeowners were told that the U.S. Army Corps of Engineers compensated and relocated them, using air monitoring, water misting, and fencing during demolition; remediation will take less than one year.",
      "Florissant Mayor Timothy Lowery said he demands full transparency after not being notified, while advocates praised cleanup and residents shared emotional losses from decades in their homes.",
      "Officials note this is the first time FUSRAP removes residential properties and relocates residents, coinciding with more than 800 DOJ-approved compensation claims exceeding $39 million after last year's RECA expansion, and the Corps will provide public updates via social media, meetings, and a website."
    ],
    "title": "Army Corps to Demolish Six Missouri Homes Over Nuclear Waste",
    "topic": "Housing",
    "topic_full": "Housing · Florissant"
  },
  {
    "article_path": "/article/trump-aims-to-hold-the-first-meeting-of-his-new-board-of-peace-in-washington-this-month",
    "article_url": "https://ground.news/article/trump-aims-to-hold-the-first-meeting-of-his-new-board-of-peace-in-washington-this-month",
    "bias": [
      "Left-Leaning coverage frames Trump's \" Board of Peace \" with skepticism, highlighting \"questions remain\" over its \"mandate\" and juxtaposing it with \"nonstop Israeli violations\" and Gaza being \"under siege,\" even suggesting an \"indefinite position of power\" for Trump.",
      "Right-Leaning outlets portray the initiative as a proactive effort to rebuild \"decimated Gaza,\" emphasizing Trump's personal agency with \"his new Board of Peace\" and framing it as a \"significant leaders meeting\" or \"key summit\" to disarm Hamas.",
      "Center-Leaning reports remain neutral, focusing on meeting plans and the \"US-led\" nature without loaded language.",
      "All perspectives agree the board aims to \"raise money for the reconstruction of Gaza\" on February 19 in Washington, revealing ideological divides over leadership, humanitarian concerns, and peace process specifics."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 36.0,
    "location": "United States",
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "Trump plans to hold the first meeting of his ' Board of Peace ' related to Gaza on February 19 in Washington, D.C.",
      "The meeting would also serve as a fundraising conference for Gaza reconstruction, though details could change.",
      "Some U.S. allies have joined the board, while others have stayed away due to concerns about undermining the U.N."
    ],
    "title": "Trump aims to hold the first meeting of his new Board of Peace in Washington this month",
    "topic": "Board of Peace",
    "topic_full": "Board of Peace · United States"
  },
  {
    "article_path": "/article/us-argentina-trade-deal-cuts-tariffs-boosts-beef-quota_74ebe3",
    "article_url": "https://ground.news/article/us-argentina-trade-deal-cuts-tariffs-boosts-beef-quota_74ebe3",
    "bias": [
      "Left-Leaning narratives frame the US-Argentina trade deal with skepticism, highlighting a \"political alliance\" and asserting an \"unequal trade and investment agreement,\" often scrutinizing the impact of \"slashing tariffs .",
      "Conversely, right-leaning perspectives emphasize strategic gains, portraying the critical minerals agreement as \"Washington’s biggest move yet to break China’s grip\" and deepening \"national security issues,\" detailing specific tariff eliminations like 1,600 by the US.",
      "Center-Leaning reports, while generally neutral, introduce positive framing such as a \"breakthrough for Milei\" and a \"win.",
      "All perspectives agree the deal aims to ease restrictions and boosts Milei's economic agenda, reflecting a close Milei-Trump affinity, yet these portrayals reveal stark ideological divides on global trade and geopolitical strategy."
    ],
    "bias_bar_text": null,
    "center_pct": 58.0,
    "error": null,
    "left_pct": 21.0,
    "location": "Argentina",
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "On Thursday, Argentina and the United States signed a trade and investment agreement in Washington, D.C., and Pablo Quirno, Argentina's Foreign Minister, said it includes critical-minerals provisions to secure U.S. access to Argentine lithium.",
      "Built on a November framework, the deal advances President Javier Milei 's push to open Argentina's protectionist economy and reflects U.S. efforts to reduce reliance on China through reciprocal tariff adjustments.",
      "A planned $14 billion investment will fund El Pachón and MARA , while Argentina's mining exports reached $6 billion and lithium production hit 110,000 tonnes in 2025.",
      "Argentina will open its market to live cattle and give American producers preferential access to medicines and machinery, while the U.S. Trade Representative confirmed the deal though final details remain unreleased, and Democratic lawmakers voiced outrage over the $20 billion U.S. Treasury lifeline.",
      "The move follows U.S. steps like Project Vault and a glacier‑protection reform heading to Argentina's Senate on February 10, which could endanger Andean freshwater reserves."
    ],
    "title": "US-Argentina Trade Deal Cuts Tariffs, Boosts Beef Quota",
    "topic": "Business & Markets",
    "topic_full": "Business & Markets · Argentina"
  },
  {
    "article_path": "/article/ohio-man-charged-with-allegedly-threatening-to-kill-vance_1e7967",
    "article_url": "https://ground.news/article/ohio-man-charged-with-allegedly-threatening-to-kill-vance_1e7967",
    "bias": [
      "Left-Leaning coverage factually emphasizes legal charges, reporting a man \"charged with threatening to kill\" VP Vance.",
      "Center-Leaning outlets maintain neutrality, using terms like \"allegedly\" and attributing information to the \"US Justice Department,\" uniquely presenting the lawyer's statement about the accused's health, which left and right perspectives de-emphasized.",
      "Right-Leaning narratives, however, sensationalize the event, using all-caps for \"ARRESTED\" and \"KILL,\" prominently labeling the individual an \"Alleged Child Predator,\" and highlighting \"child sexual abuse materials\" to evoke moral outrage, often framing the discovery as \"much worse.",
      "While all agree on the core charges, the right's focus on heightened emotional language versus the left's factual reporting reveals distinct ideological priorities in framing criminal allegations."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 30.0,
    "location": "Ohio",
    "right_pct": 30.0,
    "status": "ok",
    "summary": [
      "On Feb. 6, U.S. Secret Service agents arrested Shannon Mathre in Toledo after a federal grand jury returned an indictment charging him with threatening to kill U.S. Vice President JD Vance , the Department of Justice said.",
      "Prosecutors said the alleged threat targeted Vance during his Jan. 22 Toledo appearance, with investigators seizing Mathre's Samsung phone on Jan. 21 as part of the probe.",
      "The indictment quoted Mathre saying `I am going to find out where he is going to be and use my M14 automatic gun and kill him,` and authorities found child sexual abuse materials on his devices during the investigation.",
      "In federal court on Feb. 6, Mathre pleaded not guilty in Toledo, and Magistrate Judge Darrell Clay ordered his detention until a Feb. 11 hearing; prosecutors say the child sexual abuse materials charge carries a 20-year maximum sentence.",
      "Amid growing concern about political violence, U.S. Attorney David M. Toepfer and Secret Service agent Matthew Schierloh said threats will not be tolerated, while Attorney General Pamela Bondi vowed vigorous prosecution as experts warn of rising violence in recent years."
    ],
    "title": "Ohio man charged with allegedly threatening to kill Vance",
    "topic": "JD Vance",
    "topic_full": "JD Vance · Ohio"
  },
  {
    "article_path": "/article/israeli-bobsled-pilot-says-team-apartment-was-robbed-ahead-of-milan-cortina-winter-games",
    "article_url": "https://ground.news/article/israeli-bobsled-pilot-says-team-apartment-was-robbed-ahead-of-milan-cortina-winter-games",
    "bias": [
      "Left and right narratives both highlight an Israeli bobsled team's apartment being \"robbed\" of \"thousands of dollars\" and passports.",
      "However, a right-leaning perspective employs an exclamation like \"Wow:\" to frame the incident, injecting a subjective, dramatic tone absent from the left's neutral, unembellished reporting.",
      "Center-Leaning coverage distinguishes itself by providing specific details, such as the pilot's name and the team's continued training, which are de-emphasized by both left and right.",
      "While all perspectives agree on the core facts of the theft, the right's emotional framing versus the left's and center's straightforward presentation reveals differing priorities in engaging audiences, reflecting broader ideological inclinations towards sensationalism versus factual reporting."
    ],
    "bias_bar_text": "L 21% Center 61% R 18%",
    "center_pct": 61.0,
    "error": null,
    "left_pct": 21.0,
    "location": null,
    "right_pct": 18.0,
    "status": "ok",
    "summary": [
      "An Israeli bobsled pilot says the apartment that he and some fellow Olympians were using while training for the Milan Cortina Winter Games was robbed on Saturday, with passports and 'thousands of dollars' worth of items taken.",
      "Despite the robbery, the Israeli bobsled team continued training on Saturday, with the driver AJ Edelman praising their resilience in 'pushing forward in difficult circumstances'.",
      "Israel is competing in bobsled at the Olympics for the first time after qualifying for the games when Britain decided not to take one of its allocated spots."
    ],
    "title": "Israeli bobsled pilot says team apartment was robbed ahead of Milan Cortina Winter Games",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/terrorist-who-murdered-hostage-noa-marciano-eliminated_8f3365",
    "article_url": "https://ground.news/article/terrorist-who-murdered-hostage-noa-marciano-eliminated_8f3365",
    "bias": [
      "Left-Leaning coverage frames the event using terms like \"terrorist\" and \"eliminated,\" often noting the strike as a response to \"gunfire.",
      "In contrast, right-leaning narratives employ highly emotive language such as \"Delivers Justice,\" \"brutally murdered,\" and \"promise was kept,\" frequently portraying the victim as a \"hostage\" and detailing her \"19 years\" and gruesome alleged murder method like \"put air in veins.",
      "Center-Leaning reports use \"terrorist\" and \"murdered\" but sometimes soften with \"accused of brutally murdering,\" de-emphasizing the strike's specific triggers and other emotional details.",
      "While all perspectives agree on the core fact of a Hamas commander's killing and his responsibility for the soldier's death, the right's focus on retribution and victimhood starkly contrasts with the left's more restrained framing, revealing differing ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "Yesterday, the Israeli Defence Forces and Israel Security Agency executed a coordinated airstrike that killed Muhammad Issam Hassan Al Habil, Hamas terror-cell chief, in Shati Camp, Gaza City.",
      "Linked to October 7, 2023, Al Habil emerged as a high-priority target after being tied to a shooting that injured an IDF reserve officer.",
      "Evidence cited by Israeli agencies links Al Habil to abducting and killing IDF observer Noa Marciano, who was taken from Nahal Oz and never returned alive.",
      "The Marciano family said they finally felt a small sense of relief and partial justice after the strike, which Israeli officials called a milestone in pursuing justice for October 7 victims.",
      "The IDF said the strike responded to a clear ceasefire violation by Hamas and vowed operations against October 7 perpetrators will continue without pause, while Noa's father alleges a doctor injected air into her veins causing her death."
    ],
    "title": "Individual Accused of Killing IDF Soldier Noa Marciano in Captivity Reportedly Killed in Gaza Airstrike",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/un-peacekeepers-in-lebanon-allege-surge-in-israeli-violence-toward-the",
    "article_url": "https://ground.news/article/un-peacekeepers-in-lebanon-allege-surge-in-israeli-violence-toward-the",
    "bias": [
      "Left-Leaning coverage frames allegations of \"Israeli violence\" as a \"surge,\" directly portraying Israel as an aggressor.",
      "Conversely, right-leaning outlets emphasize \"allege,\" subtly questioning the claims and allowing for a pro-Israel narrative.",
      "Center-Leaning reports also use \"allege\" but neutrally, while right-leaning accounts de-emphasize specific figures like the jump from \"one in January to 27 in December.",
      "All perspectives acknowledge UN peacekeepers report a \"dramatic surge\" of \"aggressive behavior\" including \"drone-dropped grenades.",
      "This divergence in framing, particularly around the veracity of \"violence\" versus mere \"allegations,\" reveals underlying ideological stances regarding Israeli actions and regional dynamics."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "This week, UNIFIL reported a surge in Israeli military attacks on more than 7,500 peacekeepers, with incidents rising from 1 in January to 27 in December.",
      "The report says it cannot be excluded that Israel uses incidents to maintain a military presence north of the Blue Line and prevent returns, while tensions trace to Oct. 7, 2023 attacks and the full-scale war in September 2024.",
      "This week, UNIFIL recorded a drone dropping a stun grenade near a patrol, an Israeli tank firing small-caliber bullets on Jan. 16, and herbicide spraying on Sunday halting patrols over nine hours."
    ],
    "title": "UN peacekeepers in Lebanon allege surge in Israeli violence toward them",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/from-trump-to-epstein-how-brad-karp-lost-his-grip-on-law-firm-paul-weiss",
    "article_url": "https://ground.news/article/from-trump-to-epstein-how-brad-karp-lost-his-grip-on-law-firm-paul-weiss",
    "bias": [
      "Left-Leaning coverage frames Brad Karp's situation as a \"Greek tragedy\" marked by \"cultural whiplash\" and an \"abrupt leadership pivot,\" emphasizing negative associations with \"Trump\" and \"Epstein\" to suggest a moral downfall.",
      "Right-Leaning outlets similarly highlight Karp \"lost his grip,\" using the same controversial names to imply moral failings within established institutions, often with a sensationalist tone.",
      "In contrast, center-leaning reporting, while acknowledging Karp \"lost his grip,\" presents him as a \"high-powered\" \"Wall Street and Washington power broker,\" explicitly clarifying he has \"not been accused of wrongdoing\" and detailing his political fundraising for Harris.",
      "All perspectives agree Karp is the firm's chairman and his influence waned, but diverge on the *why* and the *implications*, revealing ideological priorities regarding accountability versus professional standing."
    ],
    "bias_bar_text": "Left 33% Center 34% Right 33%",
    "center_pct": 34.0,
    "error": null,
    "left_pct": 33.0,
    "location": null,
    "right_pct": 33.0,
    "status": "ok",
    "summary": [
      "This past week, Brad Karp, chairman of Paul Weiss, resigned after a trove of emails linking him to Jeffrey Epstein was made public, though he is not accused of wrongdoing.",
      "A White House meeting, with Robert Giuffra patched in by phone, produced a deal to rescind the executive order targeting Paul Weiss in exchange for free legal work for causes the president supported.",
      "Records documented Karp thanking Epstein for a `once in a lifetime` 2015 dinner with Woody Allen and seeking Epstein’s help for his son; contact continued as recently as early 2019, discussing Epstein’s 2008 non-prosecution agreement."
    ],
    "title": "From Trump to Epstein, how Brad Karp lost his grip on law firm Paul Weiss​",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/notre-dame-hire-of-abortion-advocate-to-lead-center-causes-staff-to-cut-ties-with-university",
    "article_url": "https://ground.news/article/notre-dame-hire-of-abortion-advocate-to-lead-center-causes-staff-to-cut-ties-with-university",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Two scholars, Diane Desierto and Robert Gimello, resigned from the University of Notre Dame 's Liu Institute due to the appointment of Susan Ostermann, who supports legal abortion, as its new director starting in July 2026.",
      "Anna Kelley, president of Notre Dame Right to Life, criticized the university for appointing Ostermann, stating it contradicts the school's Catholic mission.",
      "Ostermann defended her appointment, asserting her commitment to academic freedom and respect for diverse viewpoints, despite her views on abortion.",
      "Gimello expressed his dismay over Ostermann's appointment, which he believes conflicts with Catholic values."
    ],
    "title": "Notre Dame hire of abortion advocate to lead center causes staff to cut ties with university",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/jesse-jackson-jr-pitches-redemption-in-bid-for-old-house-seat-years-after-campaign-fraud-conviction_55a5a4",
    "article_url": "https://ground.news/article/jesse-jackson-jr-pitches-redemption-in-bid-for-old-house-seat-years-after-campaign-fraud-conviction_55a5a4",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Jesse Jackson Jr. is campaigning for his old House seat, emphasizing that \"trust has to be earned,\" according to The Associated Press.",
      "Jackson reflects on his past hardships and redemption, stating, \"It's now part of my story\" while addressing community members.",
      "At 60, Jackson believes his experiences make him a suitable candidate, noting voters have accepted leaders with criminal histories.",
      "Supporter David Jones commented that Jackson's past offenses shouldn't deter voters, referencing the current president's convictions."
    ],
    "title": "Jesse Jackson Jr. pitches redemption in bid for old House seat years after conviction",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/feds-cant-withhold-social-service-funds-from-5-democratic-states-amid-fraud-claims-judge-rules_c69bcc",
    "article_url": "https://ground.news/article/feds-cant-withhold-social-service-funds-from-5-democratic-states-amid-fraud-claims-judge-rules_c69bcc",
    "bias": [
      "Left-Leaning coverage frames the administration's action as a politically motivated \"freeze of $10B in funds\" that \"targeted blue states,\" emphasizing the negative impact on \"low-income families\" and \"child care and safety net programs,\" even noting it was the \"third time\" such a block occurred.",
      "Right-Leaning outlets, conversely, highlight \"5 Democratic states amid fraud claims,\" subtly linking the states to financial misconduct and framing the federal action as potentially justified, while reporting the states' counter-claims of \"politically motivated\" harm.",
      "Center-Leaning reports the \"Judge extends block\" on the \"Trump admin’s bid to slash\" funds more procedurally.",
      "While all agree on the $10 billion figure and the judge's injunction, the left specifies a \"$300 million\" impact for Colorado.",
      "These divergent portrayals reveal underlying ideological priorities: the left prioritizing social welfare and political accountability, the right focusing on fiscal oversight and potential impropriety."
    ],
    "bias_bar_text": null,
    "center_pct": 63.0,
    "error": null,
    "left_pct": 28.0,
    "location": "United States",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "On Friday, U.S. District Judge Vernon Broderick in New York granted a preliminary injunction to keep funds flowing to programs in five Democratic states.",
      "Last month, Alex Adams, assistant secretary at the Administration for Children and Families, sought names, Social Security numbers and attendance records amid HHS's claim of `reason to believe` benefits were granted to undocumented people.",
      "The programs include the Child Care and Development Fund, which subsidizes child care for 1.3 million children nationally, and the five states receive more than $10 billion a year.",
      "Advocates warned a freeze could have gutted Colorado programs relied on by tens of thousands of Colorado's lowest-income families and threatened Illinois day care centers accepting subsidies, risking layoffs and closures.",
      "Courts noted the explanation shifted from freezing funds to requiring more information, as the Trump administration targeted Minnesota programs linked to allegations involving the Somali community; two temporary rulings issued in January blocked withholding, with the latest expiring on Friday."
    ],
    "title": "Feds can’t withhold social service funds from 5 Democratic states amid fraud claims, judge rules",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/google-warns-quantum-threats-are-imminent-urges-rapid-encryption-overhaul_8b0029",
    "article_url": "https://ground.news/article/google-warns-quantum-threats-are-imminent-urges-rapid-encryption-overhaul_8b0029",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 100.0,
    "error": null,
    "left_pct": null,
    "location": "United States",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Today, Kent Walker, President of Global Affairs at Google and Alphabet, published a policy brief warning attackers are hoarding encrypted data now to decrypt later and urging governments to mandate post-quantum cryptography .",
      "With quantum hardware advancing faster than predicted, the National Institute of Standards and Technology finalized the first quantum-resistant encryption algorithms in 2024, shifting post-quantum cryptography from research to policy priority.",
      "Technically, Google is deploying NIST-aligned ML-KEM across its infrastructure and Chrome, having prepared since 2016 and targeting production PQC migration completion in 2026.",
      "Enterprises, governments and security architects have roughly 12-24 months to deploy PQC, with critical systems needing migration within 18 months and banks and healthcare facing regulator and audit pressure.",
      "Re-Architecting core systems will mean updating certificate chains, key management systems, and authentication protocols, raising costs for non-cloud infrastructure while boosting demand for Fortanix, Zymbit, and major cloud providers."
    ],
    "title": "Google Warns Quantum Threats Are Imminent, Urges Rapid Encryption Overhaul",
    "topic": "Quantum Computing",
    "topic_full": "Quantum Computing · United States"
  },
  {
    "article_path": "/article/trump-praises-nexstar-tegna-broadcast-television-deal-he-once-opposed_00e91c",
    "article_url": "https://ground.news/article/trump-praises-nexstar-tegna-broadcast-television-deal-he-once-opposed_00e91c",
    "bias": [
      "Left-Leaning coverage frames the media merger with skepticism, highlighting \"critics\" warning of \"devastating consequences\" and portraying the approval as Trump \"greenlights\" the deal.",
      "Right-Leaning outlets, conversely, champion the merger, emphasizing Trump's enthusiastic call to \"GET THAT DEAL DONE!\" and presenting it as a positive \"challenge to mainstream networks\" and a way to \"help knock out the Fake News.",
      "While all acknowledge Trump's \"apparent reversal\" and his stated aim for \"competition\" against \"THE ENEMY, the Fake News National TV Networks,\" the center perspective neutrally reports the action and de-emphasizes the critical warnings and the anti-media rhetoric, instead detailing business motivations.",
      "These contrasting portrayals reveal ideological divides concerning corporate power versus anti-establishment sentiment."
    ],
    "bias_bar_text": null,
    "center_pct": 62.0,
    "error": null,
    "left_pct": 25.0,
    "location": "United States",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "On Saturday, President Donald Trump endorsed Nexstar Media Group's $6.2 billion purchase of Tegna, reversing his earlier criticism and urging approval.",
      "Nexstar announced the deal in August and filed for approval, following its $3.54 billion proposal last year to acquire Tegna and become the largest U.S. regional TV operator.",
      "Nexstar oversees more than 200 owned and partner stations in 116 markets and operates networks like The CW and NewsNation, while Tegna owns 64 news stations in 51 markets including True Crime Network and Quest.",
      "Critics warned the deal could give Nexstar and Tegna a combined reach of around 80% of U.S. households, exceeding FCC limits, prompting scrutiny from Sen. Michael Bennet and Rep. Joe Neguse.",
      "The deal comes as the Federal Communications Commission seeks to reform local TV ownership rules, while some U.S. courts have struck down station limits and Nexstar aligns with the Trump administration's deregulatory moves."
    ],
    "title": "Trump praises Nexstar-Tegna broadcast television deal he once opposed",
    "topic": "Journalism",
    "topic_full": "Journalism · United States"
  },
  {
    "article_path": "/article/canada-france-open-consulates-in-greenland_558ab8",
    "article_url": "https://ground.news/article/canada-france-open-consulates-in-greenland_558ab8",
    "bias": [
      "Left-Leaning coverage frames the new consulates as direct \"opposition\" to \"Trump's takeover wish\" or \"annexation threats,\" emphasizing \" climate change \" and \"Inuit rights\" while portraying the situation as a \"geopolitical crisis\" or \"scary time.",
      "Conversely, right-leaning outlets characterize the move as \"diplomatic pushback\" or a \"challenge to US' Arctic ambitions,\" often questioning Canada and France's \"ambitions of their own\" and highlighting \"Trump pressure.",
      "Center-Leaning reports, while noting \"Trump demands\" or \"threat,\" also include diplomatic nuance, such as a French official downplaying the move as a \"signal\" to the American administration.",
      "All perspectives agree on the opening of new diplomatic missions in Greenland and acknowledge former President Trump's interest in the territory, connecting these actions to broader Arctic geopolitical dynamics and sovereignty concerns."
    ],
    "bias_bar_text": null,
    "center_pct": 39.0,
    "error": null,
    "left_pct": 47.0,
    "location": "Nuuk",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "On Friday, Canadian Foreign Minister Anita Anand travelled to Nuuk to open Canada's consulate, while France inaugurated its diplomatic mission the same day.",
      "Amid renewed US pressure over Greenland, Ottawa and Paris say the consulate openings were planned earlier, but critics view Friday's timing as a pointed message to Washington.",
      "Delegations included dozens of Inuit representatives and Jean-Noël Poirier was named French consul general, tasked with deepening cooperation in Greenland, according to official sources.",
      "The new missions aim to provide Greenland with alternative partners and bolster the Kingdom of Denmark's sovereignty while advancing cooperation on Inuit rights and climate change .",
      "France's mission positions the EU with a direct listening post in the Arctic, as France becomes the first EU member state with a consulate in Nuuk while the US-Denmark-Greenland working group addresses Arctic security."
    ],
    "title": "Canada, France Open Consulates in Greenland",
    "topic": "European Security & NATO",
    "topic_full": "European Security & NATO · Nuuk"
  },
  {
    "article_path": "/article/energy-chief-wright-says-orders-empowering-coal-plants-helped-keep-lights-on-during-winter-storm_11544c",
    "article_url": "https://ground.news/article/energy-chief-wright-says-orders-empowering-coal-plants-helped-keep-lights-on-during-winter-storm_11544c",
    "bias": [
      "Left-Leaning outlets neutrally emphasize the energy chief's statement crediting coal plants for keeping lights on during a winter storm.",
      "In stark contrast, right-leaning coverage frames the event as a political \"rebuke\" of Democrats, employing emotionally charged language like \"Batsh*t Crazy\" and asserting \"Coal Saves Lives.",
      "Center-Leaning reports either relay the official's statement without interpretation or, in opinion pieces, also claim \"saved lives\" while providing more nuanced details on scattered outages and other energy sources.",
      "While all acknowledge the official's statements and the \"brutally frigid weather,\" the pivotal dividing line is the politicization of energy policy and the definitive portrayal of fossil fuels, reflecting deep ideological rifts."
    ],
    "bias_bar_text": null,
    "center_pct": 71.0,
    "error": null,
    "left_pct": 25.0,
    "location": "United States",
    "right_pct": 4.0,
    "status": "ok",
    "summary": [
      "The Trump administration said its emergency orders to keep aging coal plants operating helped prevent blackouts during the recent winter storm.",
      "Energy Secretary Dan Brouillette cited statistics showing coal provided 24% of electricity during the storm's peak, while natural gas provided 43% and renewables 14%.",
      "Preventing coal plant retirements over the next 3 years could cost consumers at least $3 billion per year, according to a consulting firm."
    ],
    "title": "Energy chief Wright says orders empowering coal plants helped keep lights on during winter storm",
    "topic": "US Department of Energy",
    "topic_full": "US Department of Energy · United States"
  }
]
