[
  {
    "article_path": "/article/epstein-files-goldman-sachs-top-lawyer-kathy-ruemmler-to-step-down-after-email-fallout",
    "article_url": "https://ground.news/article/epstein-files-goldman-sachs-top-lawyer-kathy-ruemmler-to-step-down-after-email-fallout",
    "bias": [
      "Left-Leaning coverage frames the resignation of Goldman Sachs 's top lawyer as \"fallout\" from \"close ties\" to the \"convicted sex criminal\" Epstein, emphasizing corporate accountability and her having \"downplayed his sex crimes.",
      "Right-Leaning outlets, however, portray Goldman \"Sacks\" Ruemmler, explicitly politicizing the event by highlighting \"Obama's Former Lawyer\" and using terms like \"thick as thieves\" to underscore her \"adoring\" relationship.",
      "Center-Leaning reports maintain a neutral tone, using terms like \"to step down\" and \"following disclosures,\" while detailing Ruemmler accepting gifts and advising Epstein—a point de-emphasized by the left.",
      "A pivotal dividing line is the right's direct political attack versus the left's focus on broader institutional responsibility, with a discrepancy in the reported resignation date.",
      "All agree Ruemmler resigned due to Epstein document revelations and her past White House counsel role, reflecting broader ideological clashes over elite accountability."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Thursday, Kathy Ruemmler resigned as Goldman Sachs chief legal officer and general counsel after DOJ document releases and a Journal report about a July 6, 2019 call.",
      "The March 2019 email reveals Ruemmler advised Epstein on responding to criticism, with the subject 'From wapo' suggesting he reached out after a Washington Post inquiry.",
      "Her exit adds to a string of prominent resignations, including Brad Karp, former chairman of Paul Weiss, and Morgan Sweeney, former chief of staff to British Prime Minister Keir Starmer.",
      "Ruemmler has said she regrets ever knowing Epstein, as disclosures revive scrutiny of Epstein's 13-month sentence and victim settlements, despite Goldman's prior defense."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/fbi-releases-description-of-suspect-in-nancy-guthrie-disappearance-raises-reward-for-information_b59d53",
    "article_url": "https://ground.news/article/fbi-releases-description-of-suspect-in-nancy-guthrie-disappearance-raises-reward-for-information_b59d53",
    "bias": [
      "Coverage of the Guthrie disappearance starkly contrasts, with left-leaning outlets emphasizing \"live updates\" and \"BREAKING\" developments, often using informal language like \"ups\" while highlighting local law enforcement's role.",
      "Right-Leaning narratives frame the event with intense emotion, employing terms like \"forcibly abducted,\" \"chilling porch surveillance video,\" and \"frantically search,\" notably portraying the suspect as \"armed\"—a detail de-emphasized by other perspectives.",
      "They also highlight \"new details\" and a potential \"break in case.",
      "Center-Leaning reports remain factual, focusing on official actions like \"increasing reward\" and \"ramping up efforts,\" detailing investigative tactics.",
      "All perspectives confirm the FBI's $100,000 reward and suspect description, revealing ideological divides in framing crime and law enforcement's role."
    ],
    "bias_bar_text": null,
    "center_pct": 59.0,
    "error": null,
    "left_pct": 19.0,
    "location": null,
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "On Thursday, FBI officials publicly identified the suspect after forensic analysis by the FBI Operational Technology Division and raised the reward to $100,000 for information on Nancy Guthrie .",
      "Earlier this month, Nancy Guthrie was last seen on Jan. 31 and reported missing on Feb. 1, and surveillance images released earlier this week showed a masked person on her porch, generating over 13,000 tips.",
      "The FBI described the suspect as a male about 5'9\"–5'10\" with an average build, carrying a black 25-liter \"Ozark Trail Hiker Pack\" backpack, with gloves and blood evidence under analysis.",
      "Authorities expanded searches and detained at least one person for questioning as dozens of agents staff a 24-hour command post supported by FBI Threat Intake Examiners and National Threat Operations Center.",
      "The FBI urged anyone with information to call 1-800-CALL-FBI or submit tips online, saying every tip is reviewed as officials continue receiving over 13,000 leads."
    ],
    "title": "FBI releases description of suspect in Nancy Guthrie disappearance, raises reward for information",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/dhs-shutdown-imminent-after-senate-democrats-block-homeland-security-bill_1b309c",
    "article_url": "https://ground.news/article/dhs-shutdown-imminent-after-senate-democrats-block-homeland-security-bill_1b309c",
    "bias": [
      "Left-Leaning outlets frame the DHS shutdown as an \"unresolved ICE fight\" where \"immigration talks falter,\" highlighting Democrats' \"exceedingly reasonable\" demands to \"rein in\" enforcement.",
      "Right-Leaning coverage assigns blame to Democrats for a \"Revolt\" and \"Triggering\" the shutdown by \"rejecting Trump’s ICE reform offer,\" employing charged terms like \"cynical ploy\" and \"weaponize.",
      "Center coverage neutrally reports the \"imminent\" shutdown and bill failure, noting 260,000 affected employees, a detail de-emphasized by the left.",
      "All perspectives agree on the impending shutdown and the core dispute over federal immigration enforcement, underscoring fundamental ideological differences regarding government authority and civil liberties."
    ],
    "bias_bar_text": null,
    "center_pct": 53.0,
    "error": null,
    "left_pct": 27.0,
    "location": null,
    "right_pct": 20.0,
    "status": "ok",
    "summary": [
      "On Thursday, Feb. 12, the Senate failed to advance a DHS funding bill, losing 52-47 and funding expires Friday at midnight, risking a shutdown.",
      "Schumer and other Democrats said they will not approve funding unless ICE is reformed after the Jan. 24 shooting of Alex Pretti, demanding judicial warrants, visible ID, body cameras, and enforcement limits.",
      "Sen. John Fetterman, D-Pa., was the only Democrat to vote with Republicans, while Democrats objected on the Senate floor and negotiations may continue over the weekend.",
      "Federal agencies including the Transportation Security Administration, U.S. Coast Guard and Federal Emergency Management Agency could see reduced services and unpaid workers, and with Congress scheduled recess next week, a shutdown could last at least a week.",
      "The White House sent its most recent offer late Wednesday, but talks remain stalled and lawmakers in both chambers were on notice to return if a deal is struck."
    ],
    "title": "DHS shutdown imminent after Senate Democrats block Homeland Security bill",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/trump-revokes-epa-finding-that-greenhouse-gases-endanger-public-health_1e5e67",
    "article_url": "https://ground.news/article/trump-revokes-epa-finding-that-greenhouse-gases-endanger-public-health_1e5e67",
    "bias": [
      "Left-Leaning coverage frames the EPA 's repeal of the endangerment finding as a \"deadly blow\" that \"strips\" regulatory ability and has \"no basis in law or reality,\" emphasizing \"climate pollution\" and expert outrage over \"billionaire polluters.",
      "Conversely, right-leaning outlets portray the action as \"saving\" Americans \"more than $3,800\" and ending a \"climate power grab\" or \"green new scam,\" highlighting deregulation and economic benefits.",
      "While center-leaning reports acknowledge a \"huge blow\" to climate efforts and Trump's \"false claims,\" they also present figures like \"$1.3 trillion\" in claimed savings.",
      "Both perspectives agree the Trump administration revoked the Obama-era finding that underpinned greenhouse gas regulations, but diverge sharply on whether this represents a catastrophic environmental setback or a necessary economic liberation from \"federal overreach.\"."
    ],
    "bias_bar_text": null,
    "center_pct": 45.0,
    "error": null,
    "left_pct": 27.0,
    "location": null,
    "right_pct": 28.0,
    "status": "ok",
    "summary": [
      "On Thursday, the EPA announced the repeal of the 2009 endangerment finding that underpins federal climate rules, announced at a press conference and not yet posted to the Federal Register.",
      "Adopted in 2009, the endangerment finding under President Barack Obama served as the legal basis for EPA actions under the Clean Air Act of 1963 to curb carbon dioxide, methane and four other heat-trapping pollutants.",
      "President Trump said the change will lower new-car prices and increase Americans' access to gasoline vehicles, while Jeff Holmstead observed that `revoking the endangerment finding will immediately eliminate all greenhouse gas standards for motor vehicles, but vehicle makers have very long planning cycles, and the revocation of the endangerment finding won't have much practical impact in the near term`.",
      "Legal experts warned that challenges are certain and could lead to broader undoing of climate regulations, with other states and environmental groups signaling they could sue.",
      "The administration claimed the repeal will save U.S. taxpayers 1.3 trillion, while scrapping standards could release more than 7 billion tons of emissions and shift Detroit Three automakers back to gas-powered vehicles."
    ],
    "title": "Trump revokes EPA finding that greenhouse gases endanger public health",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/7e330439-b51f-42a1-b3f3-e3000440c42a",
    "article_url": "https://ground.news/article/7e330439-b51f-42a1-b3f3-e3000440c42a",
    "bias": [
      "Left-Leaning outlets frame the judge's ruling as a \"victory\" against \"unlawfully retaliating\" actions, emphasizing \"unlawful orders\" and linking the effort to the \"Trump administration.",
      "Right-Leaning coverage, conversely, labels Kelly's video \"controversial\" or \"seditious,\" urging to \"defy Trump's orders,\" and portrays the ruling as \"another blow\" to a \"sputtering effort\" to punish enemies, often using single quotes around \"illegal orders\" to imply skepticism.",
      "Center-Leaning reports maintain a neutral tone, simply stating the judge \"blocks\" the \"censure\" \"for now.",
      "While all perspectives agree a federal judge issued an injunction blocking the Pentagon from punishing Senator Kelly over the video, citing First Amendment rights, their distinct rhetorical tactics highlight fundamental ideological divides concerning executive authority and dissent."
    ],
    "bias_bar_text": null,
    "center_pct": 39.0,
    "error": null,
    "left_pct": 40.0,
    "location": null,
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "A federal judge in Washington temporarily blocked the Pentagon from punishing Sen. Mark Kelly, citing violations of his First Amendment rights, on Thursday.",
      "The dispute began with a November social media video in which Sen. Mark Kelly and five other Democratic veterans urged service members to refuse unlawful orders, and Defense Secretary Pete Hegseth issued a Jan. 5 censure prompting Kelly to sue earlier this year.",
      "In a 29-page ruling the judge rebuked the administration, authoring a scathing opinion with multiple exclamation points urging defendants to respect retired servicemembers and citing the amicus brief on veterans' fear of reprisal.",
      "Leon barred enforcement and asked for a 30-day status update, prohibiting the Pentagon from punishing Kelly while the lawsuit continues and blocking demotion in retired rank and retirement pay.",
      "The ruling raises questions about extending military speech limits to retirees, as Sen. Mark Kelly said `This is a critical moment to show this administration they can't keep undermining Americans' rights`."
    ],
    "title": "Judge blocks Hegseth, Pentagon bid to punish Mark Kelly over ‘illegal orders’ video",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-deploys-second-aircraft-carrier-from-caribbean-to-middle-east-amid-iran-tensions-report",
    "article_url": "https://ground.news/article/us-deploys-second-aircraft-carrier-from-caribbean-to-middle-east-amid-iran-tensions-report",
    "bias": [
      "Left-Leaning coverage frames the carrier deployment as \"escalating\" pressure, highlighting a previous \"Venezuela mission\" and President Trump's role in \"intensifies pressure.",
      "In contrast, right-leaning outlets portray it as a \"strategic move\" to \"intensify pressure on Tehran over its nuclear program,\" emphasizing a \"significant military presence\" and its duration \"until late April or early May.",
      "Center-Leaning reports, while generally neutral, explicitly mention \"stepping up plans for a potential attack.",
      "While all perspectives agree on the USS Gerald R.",
      "Ford's deployment amid \"tensions with Iran,\" their differing characterizations of its purpose and context—from de-emphasizing prior missions to detailing specific timelines—reveal underlying ideological divides regarding military action and foreign policy."
    ],
    "bias_bar_text": "Left 38% Center 40% R 22%",
    "center_pct": 40.0,
    "error": null,
    "left_pct": 38.0,
    "location": null,
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "On Thursday, the USS Gerald R. Ford was ordered to sail from the Caribbean Sea to the Middle East, a person familiar with the plans said.",
      "Amid talk of sending a second carrier strike group, Trump discussed naval options earlier in the week with Axios, and held lengthy talks with Israeli Prime Minister Benjamin Netanyahu on Wednesday, urging pressure on Tehran.",
      "The USS Gerald R. Ford set out on deployment in late June 2025, meaning the crew will have been deployed for eight months in two weeks, after moving from the Mediterranean to the Caribbean last October.",
      "The move places two carrier strike groups in the Middle East, boosting U.S. naval presence there, but appears at odds with the national security strategy emphasizing the Western Hemisphere.",
      "With Iran and the United States holding indirect talks in Oman last week, Trump said he expects a deal 'over the next month,' linking diplomacy to military moves."
    ],
    "title": "US Deploys Second Aircraft Carrier From Caribbean to Middle East Amid Iran Tensions: Report",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/shooting-at-south-carolina-state-university-residence-complex-kills-2-and-wounds-1_81b6ca",
    "article_url": "https://ground.news/article/shooting-at-south-carolina-state-university-residence-complex-kills-2-and-wounds-1_81b6ca",
    "bias": [
      "The contrasting narratives surrounding the university shooting primarily emerge from contextual emphasis and detail inclusion rather than rhetorical tone, as all headlines remained neutral and descriptive.",
      "Left-Leaning coverage de-emphasized specific details like the \"9:15 p.m.\" lockdown time, the \"Hugine Suites\" location, or \"SLED\" involvement.",
      "Center-Leaning outlets uniquely highlighted the institution as an \"historically Black college\" while also providing specific times and investigative details.",
      "Right-Leaning coverage, alongside these specifics, explicitly noted \"No information has been provided about the victims or suspect.",
      "All perspectives consistently reported \"2 dead\" and \"1 wounded\" and the campus lockdown, agreeing on core facts while revealing differing priorities in contextualizing the event."
    ],
    "bias_bar_text": "Left 28% Center 58% R 14%",
    "center_pct": 58.0,
    "error": null,
    "left_pct": 28.0,
    "location": null,
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "On Thursday, Feb. 12, a shooting in an apartment at the Hugine Suites student residential complex on South Carolina State University's Orangeburg campus left two people dead and one wounded, prompting a campus lockdown at about 9:15 p.m.",
      "State Law Enforcement Division investigators are on site and actively investigating the incident, the latest since Oct. 4 shootings that left one dead and one injured.",
      "Students received `SHELTER-IN-PLACE` and `LOCKDOWN` text orders, with a social media screenshot circulating, while the Orangeburg Department of Public Safety, Orangeburg County Sheriff's Office, and university's Department of Public Safety patrolled the campus.",
      "The university canceled Friday classes and made counselors available to students, while officials said victims' identities remain unconfirmed and there was no word on any suspect's whereabouts.",
      "Founded in 1896, South Carolina State University enrolls over 3,000 students and is the state's only public historically Black university, located in Orangeburg, about 75 miles northwest of Charleston and 45 miles southeast of Columbia."
    ],
    "title": "Shooting at South Carolina State University residence complex kills 2 and wounds 1",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/epstein-installed-secret-cameras-in-homes",
    "article_url": "https://ground.news/article/epstein-installed-secret-cameras-in-homes",
    "bias": [
      "Left-Leaning coverage frames the story as a \"twisted\" \"plot,\" emphasizing the deceptive nature with details like cameras in \"Kleenex boxes.",
      "Right-Leaning outlets employ emotionally charged language like \"chilling footage,\" focusing on moral outrage and victims' beliefs about secret filming.",
      "Center-Leaning reports, however, present details like the \"Russians may come in handy\" context and specific footage content more neutrally.",
      "While all agree Jeffrey Epstein planned hidden cameras via 2014 emails for his Florida home, the left de-emphasizes geopolitical hints, while the right de-emphasizes the specific deceptive installation method.",
      "These divergent portrayals reveal underlying ideological priorities, from moral condemnation to broader implications."
    ],
    "bias_bar_text": null,
    "center_pct": 45.0,
    "error": null,
    "left_pct": 22.0,
    "location": "United States",
    "right_pct": 33.0,
    "status": "ok",
    "summary": [
      "Sky News found an email exchange from 2014 showing Jeffrey Epstein , a convicted sex offender, asked a staff member to install hidden video cameras in his Florida home.",
      "An email said the staff member purchased cameras from a spy store and installed them in tissue boxes.",
      "Surveillance videos analyzed by Sky News appear to show Epstein speaking to and interacting with women in rooms where cameras were installed."
    ],
    "title": "Epstein asked staff to install hidden video cameras at his Florida home, email exchange shows",
    "topic": "Epstein Files",
    "topic_full": "Epstein Files · United States"
  },
  {
    "article_path": "/article/ut-to-consolidate-gender-and-ethnic-studies-programs-into-one-new-department",
    "article_url": "https://ground.news/article/ut-to-consolidate-gender-and-ethnic-studies-programs-into-one-new-department",
    "bias": [
      "Left-Leaning coverage frames the consolidation as a \"sweeping restructure,\" de-emphasizing the university's stated rationale.",
      "Center-Leaning perspectives highlight \"uncertainty\" and \"concern\" among students and faculty, attributing the move to \"pressure from conservative lawmakers\" or \"anti-liberal pressure.",
      "In contrast, right-leaning coverage portrays the action as the university \"reviews its curriculum,\" de-emphasizing student sentiment.",
      "While all perspectives agree on the consolidation of specific programs like African and African Diaspora Studies, the differing emphasis on the number of affected students or new departmental structures, alongside the divergent explanations for the change, reveal ideological divides concerning academic autonomy and political influence over educational priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 75.0,
    "error": null,
    "left_pct": 17.0,
    "location": "Texas",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "On Thursday, college leaders told department heads that the University of Texas at Austin will consolidate four departments into a Social and Cultural Analysis department by September 2027.",
      "UT-Austin President Jim Davis said the reorganization followed a review that found `some significant inconsistencies and fragmentation across the college's departments`, amid political pressure on Texas universities.",
      "The university has begun a curricula review to decide which majors and minors to continue under the two consolidated departments, and UT says students already enrolled can pursue their degree programs while changes proceed.",
      "Faculty opponents warned UT is reversing fifty years of progress, with Julie Minich saying `our leaders are taking a giant leap backwards` and calling it `a sad day for UT students`."
    ],
    "title": "UT-Austin to Consolidate Race, Ethnic and Gender Study Programs",
    "topic": "Education",
    "topic_full": "Education · Texas"
  },
  {
    "article_path": "/article/trump-nominates-hospitality-executive-to-lead-national-park-service_31d1dd",
    "article_url": "https://ground.news/article/trump-nominates-hospitality-executive-to-lead-national-park-service_31d1dd",
    "bias": [
      "Left-Leaning coverage frames the pick as a conflict-of-interest story—using phrases like \"holds extensive contracts,\" \"widespread firings,\" and \"sharply reduce its size\" to convey alarm—while right-leaning pieces stress private-sector credentials with neutral labels like \"hospitality executive\" and portray the move as managerial reorganization.",
      "The left’s tone is accusatory and skeptical, the right’s pragmatic and managerial; the DOI response is foregrounded in center coverage but de-emphasized on the right.",
      "Key dividing lines are contract ties, personnel cuts, and questions about public‑lands qualifications; all agree on the nomination, corporate links, and recent firings, reflecting deeper privatization-versus-stewardship fault lines."
    ],
    "bias_bar_text": null,
    "center_pct": 80.0,
    "error": null,
    "left_pct": 17.0,
    "location": "United States",
    "right_pct": 3.0,
    "status": "ok",
    "summary": [
      "Wednesday, President Donald Trump nominated a Delaware North parks and resorts executive for National Park Service director.",
      "SO 3431 directed reviews of public monuments under President Donald Trump's March 27, 2025 Executive Order, and the Department of the Interior rolled out a media reporting tool consolidating communications, the department said.",
      "Advocates note National Park Service staff have lost almost a quarter of employees, over 4,000 positions, while the DOI announced fee hikes and new `America the Beautiful` passes, sparking a lawsuit by the Center for Biological Diversity.",
      "Advocates warned critics say recent policies feel like censorship and accuse the administration of trying to whitewash the nation's history, Theresa Pierno said Thursday.",
      "The Senate must confirm Scott Socha's nomination, and supporters praise the lower costs from an 'America-first' pricing model while Trump proposed cutting the Park Service's $2.9 billion budget last year."
    ],
    "title": "Trump Nominates Hospitality Executive to Lead National Park Service",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/a-judge-has-ordered-the-release-of-jailed-guatemalan-journalist-jose-ruben-zamora_8f5b9d",
    "article_url": "https://ground.news/article/a-judge-has-ordered-the-release-of-jailed-guatemalan-journalist-jose-ruben-zamora_8f5b9d",
    "bias": [
      "Left-Leaning outlets emphasize the individual as a \"jailed journalist\" and his \"renowned\" status, framing house arrest as a \"benefit,\" aligning with press freedom concerns.",
      "Right-Leaning coverage, conversely, presents a concise, procedural account of the judge's order, de-emphasizing broader implications.",
      "Center-Leaning reports offer extensive background, detailing \"alleged money laundering\" charges, prior legal complexities, and expert calls to end \"years-long judicial persecution.",
      "While all agree a judge ordered the journalist's return to house arrest after nearly a year, left and right de-emphasize the specific charges and the advocacy for dropping them.",
      "These portrayals reveal ideological priorities: left's focus on press freedom, right's procedural reporting, and center's comprehensive, advocacy-informed approach."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 29.0,
    "location": "Guatemala",
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "On Thursday, a judge in Guatemala ordered José Rubén Zamora, the 69-year-old founder of El Periódico, returned to house arrest after nearly a year in jail.",
      "Amid criticism from watchdogs, TrialWatch and international observers say the money-laundering case is likely politically motivated retaliation, while an appeals court overturned the conviction but delays have stalled the retrial.",
      "After a May 2024 release, Zamora was returned to prison on March 10, 2025, after an appeals court annulled his release following a June 2023 sentence.",
      "The Committee to Protect Journalists welcomed Thursday's ruling and urged Guatemalan authorities to drop all charges, while the U.N. Working Group condemned his detention as violating international law.",
      "Repeated judicial maneuvers have prompted advocates to warn the case chills investigative reporters in Guatemala, while Bernardo Arévalo, current President of Guatemala, called the prosecution `absolutely spurious` last year."
    ],
    "title": "A Judge Has Ordered the Release of Jailed Guatemalan Journalist José Rubén Zamora",
    "topic": "Guatemala Politics",
    "topic_full": "Guatemala Politics · Guatemala"
  },
  {
    "article_path": "/article/why-did-sheriff-chris-nanos-prevent-the-fbi-from-obtaining-evidence-in-the-nancy-guthrie-case-thats-everything-you-need-to-know-the-local-r",
    "article_url": "https://ground.news/article/why-did-sheriff-chris-nanos-prevent-the-fbi-from-obtaining-evidence-in-the-nancy-guthrie-case-thats-everything-you-need-to-know-the-local-r",
    "bias": [
      "Media coverage of the sheriff's alleged obstruction of FBI evidence access reveals stark ideological divides.",
      "Left-Leaning outlets emphasize the \"crucial evidence\" and implied wrongdoing, de-emphasizing the victim's celebrity connection.",
      "Right-Leaning narratives, however, sensationalize the conflict with terms like \"Pulls Stunt\" and \"FBI Fuming,\" using \"BREAKING\" to highlight urgency and asserting the case \"grows more urgent by the minute,\" while also noting the victim's relation to a TV journalist.",
      "Center coverage reports the alleged blocking factually, sometimes attributing frustration like \"This is dumb\" and noting the \"search drags on,\" bridging the gap without the same emotive language.",
      "All perspectives agree on the core accusation and the evidence's nature."
    ],
    "bias_bar_text": null,
    "center_pct": 42.0,
    "error": null,
    "left_pct": 21.0,
    "location": "Arizona",
    "right_pct": 37.0,
    "status": "ok",
    "summary": [
      "On February 12, 2026, Pima County Sheriff Chris Nanos blocked FBI access to key evidence in the Nancy Guthrie abduction, Reuters reported, impairing federal assistance.",
      "Pima County Sheriff Chris Nanos insisted evidence be processed at a private Florida laboratory, with the county paying about $200,000 to transport evidence there, despite FBI requests for the lab in Virginia.",
      "Investigators recovered several items of evidence, including gloves, and DNA confirmed blood on Nancy Guthrie's front porch, while doorbell camera footage released Wednesday showed a masked armed prowler and a black latex glove found Thursday is undergoing forensic examination.",
      "Outsourcing forensic work to a Florida contractor is delaying FBI assistance, federal officials say this prolongs the Guthrie family's grief and risks slowing the search into its 12th day."
    ],
    "title": "Arizona sheriff blocks FBI access to evidence in Nancy Guthrie abduction, source says",
    "topic": "Nancy Guthrie",
    "topic_full": "Nancy Guthrie · Arizona"
  },
  {
    "article_path": "/article/vast-majority-of-parents-should-be-involved-if-children-question-gender-schools-told_99492d",
    "article_url": "https://ground.news/article/vast-majority-of-parents-should-be-involved-if-children-question-gender-schools-told_99492d",
    "bias": [
      "Right-Leaning outlets frame new school guidance on gender identity with alarm, using terms like \"MUST allow\" and \"Kids will be allowed to change gender,\" often linking it to \"Labour's trans guidance\" and portraying it as a \"dangerous fairy tale.",
      "This contrasts sharply with left-leaning coverage emphasizing parental consultation, and center-leaning outlets neutrally reporting directives, highlighting \"greater clarity\" on a \"polarising issue\" and a \"very careful\" approach to social transitioning, often providing context like the \"Cass review.",
      "The pivotal dividing line is the right's focus on perceived permission for children to \"change gender\" versus the left and center's emphasis on consultation and single-sex spaces.",
      "While all acknowledge new guidance on parental involvement and single-sex spaces, portrayals reveal deep ideological splits over child autonomy, parental rights, and the role of schools in gender identity discussions."
    ],
    "bias_bar_text": "10% Center 30% Right 60%",
    "center_pct": 30.0,
    "error": null,
    "left_pct": 10.0,
    "location": null,
    "right_pct": 60.0,
    "status": "ok",
    "summary": [
      "NHS England issued guidance telling schools to seek parents' views on social transitioning requests and consider clinical advice unless safeguarding concerns arise, following the Cass review.",
      "The review was commissioned after a sharp rise in referrals to gender services, and NHS England found evidence for medical interventions for under‑18s is \"remarkably weak\", Dr Hilary Cass reported.",
      "The guidance mandates no exceptions for single‑sex facilities in schools and colleges, including toilets and changing rooms, and requires alternative arrangements like gender‑neutral toilets when possible.",
      "It will be enforceable via Ofsted and folded into the Keeping Children Safe in Education framework from September 2026, following a 10-week consultation announced by the Department for Education on Thursday.",
      "Amid an often‑polarised public debate, some stakeholders welcomed the guidance while others criticised its social‑transition content; Maya Forstater endorsed it, but Stonewall said it will review it, noting most children exploring gender identities do not fully transition."
    ],
    "title": "UK Government Issues Draft Statutory Gender Guidance for Schools",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/netanyahu-seeks-to-strip-palestinian-citizens-convicted-of-violent-crimes-of-israeli-nationality",
    "article_url": "https://ground.news/article/netanyahu-seeks-to-strip-palestinian-citizens-convicted-of-violent-crimes-of-israeli-nationality",
    "bias": [
      "Left-Leaning coverage frames the proposed revocation of citizenship for Palestinian citizens convicted of violent crimes as stemming from \"discriminatory laws\" and setting an \"alarming precedent,\" even comparing Israel to Bahrain.",
      "This perspective emphasizes the action's broader, potentially unjust implications.",
      "Right-Leaning outlets, conversely, de-emphasize such context, portraying the move as a punitive measure for \"violent crimes,\" aligning with a \"tough on crime\" stance.",
      "Center coverage provides procedural specifics, detailing the government's argument about the \"severity of the crimes\" without the left's critical framing or the right's implicit justification.",
      "The core dividing line is whether the action is viewed as a discriminatory legal precedent or a justified consequence for severe offenses, reflecting broader ideological divides concerning justice and national security."
    ],
    "bias_bar_text": "Left 47% Center 46% 7%",
    "center_pct": 46.0,
    "error": null,
    "left_pct": 47.0,
    "location": null,
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "On Tuesday, Israeli Prime Minister Benjamin Netanyahu signed an order revoking the citizenship of two Palestinians, who will be deported from Israel.",
      "Under the 2023 law, authorities can revoke citizenship after convictions for a 'breach of loyalty', with court filings citing Palestinian Authority payments as justification.",
      "Court files detail that one man, a 48-year-old east Jerusalem citizen convicted in 2002, is serving an 18-year sentence, while the other was released in 2024 after serving 23 years.",
      "Rights groups and Adalah's Hassan Jabareen said the decision is discriminatory and sets a dangerous precedent, as the law targets Palestinians who make up about 20 percent of Israel's population.",
      "Critics say the law's application raises legal concerns as international conventions on nationality generally bar leaving people stateless, and the law is unprecedented among Western democracies."
    ],
    "title": "Netanyahu seeks to strip Palestinian citizens convicted of violent crimes of Israeli nationality",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/dea-supervisor-arrested-as-us-shutters-dominican-republic-office-during-visa-fraud-probe_c9d658",
    "article_url": "https://ground.news/article/dea-supervisor-arrested-as-us-shutters-dominican-republic-office-during-visa-fraud-probe_c9d658",
    "bias": [
      "Left-Leaning coverage emphasizes the U.S. Ambassador's direct action, reporting she \"closed\" the DEA office and \"condemns corruption,\" framing the event with an official moral judgment and decisive response.",
      "Right-Leaning perspectives, while using neutral language, align with narratives of government accountability by highlighting the \"visa-fraud probe,\" implicitly connecting it to concerns about immigration integrity.",
      "Center-Leaning outlets focus on the event's basic facts, de-emphasizing the Ambassador's specific statements.",
      "The Ambassador's explicit condemnation of corruption acts as a pivotal dividing line, with the left highlighting it as a significant official response, while other perspectives de-emphasize this aspect.",
      "All perspectives agree on the core facts of the DEA supervisor's arrest, the office closure, and the ongoing investigation into visa program abuse, revealing differing priorities in framing official responses versus systemic concerns."
    ],
    "bias_bar_text": null,
    "center_pct": 12.0,
    "error": null,
    "left_pct": 75.0,
    "location": "United States",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "On Thursday, U.S. Ambassador Leah F. Campos closed the U.S. Drug Enforcement Administration office in the Dominican Republic until further notice, citing internal investigation concerns.",
      "Melitén Cordero, DEA supervisor, was taken into custody in a U.S. Department of Homeland Security probe into alleged visa abuse, with no further arrest details available, The Associated Press reported Thursday.",
      "A 2019 Justice Department watchdog report found law enforcement lost track of as many as 1,000 sponsored foreign nationals, while the DEA, FBI and other federal law enforcement agencies sponsor hundreds annually.",
      "Dominican Foreign Affairs Minister Roberto Álvarez said the closure stems from an internal U.S. embassy investigation and stressed long U.S.-Dominican cooperation on drug trafficking in the Dominican Republic.",
      "Amid limited public detail, the embassy emphasized accountability, and DHS and the DEA did not immediately respond to requests for comment."
    ],
    "title": "DEA supervisor arrested as US shutters Dominican Republic office during visa-fraud probe",
    "topic": "DEA",
    "topic_full": "DEA · United States"
  },
  {
    "article_path": "/article/california-ag-bonta-launches-civil-rights-probe-of-eaton-fire-response-in-historically-black-west-altadena_3503f1",
    "article_url": "https://ground.news/article/california-ag-bonta-launches-civil-rights-probe-of-eaton-fire-response-in-historically-black-west-altadena_3503f1",
    "bias": [
      "Left-Leaning outlets frame the wildfire evacuation investigation as a \"civil rights probe\" into \"botched evacuations \" in \"historically Black\" communities, highlighting systemic issues and mentioning \"few firefighting resources.",
      "Right-Leaning coverage, while also noting the \"deadly\" fire, emphasizes \"racial discrimination as reason\" for lack of preparedness, often with a skeptical tone, noting the AG \"claims compelling evidence\" and a \"disastrous response.",
      "Center-Leaning coverage provides specific figures like \"19 people\" killed and a \"14,000-acre\" fire, and directly quotes the AG on evacuation warnings coming \"many hours after,\" de-emphasizing the left's resource focus.",
      "All perspectives agree on the core investigation into delayed evacuations in West Altadena, but diverge on the underlying causes and implications, reflecting broader ideological priorities regarding social justice versus governmental scrutiny."
    ],
    "bias_bar_text": null,
    "center_pct": 63.0,
    "error": null,
    "left_pct": 20.0,
    "location": "California",
    "right_pct": 17.0,
    "status": "ok",
    "summary": [
      "On Thursday, Feb. 12, 2026, California Attorney General Rob Bonta announced the California Department of Justice launched a civil rights investigation into delayed evacuations in West Altadena, examining potential violations of state anti-discrimination and disability laws.",
      "Historical factors explain why west Altadena received late evacuation alerts after the Eaton Fire on Jan. 7, 2025, with west of Lake Avenue waiting almost nine hours.",
      "The Eaton Fire burned more than 14,000 acres, destroyed over 9,400 buildings, and caused 19 deaths, mostly in West Altadena, according to investigations.",
      "The probe will focus on systems and structures, with County Supervisor Kathryn Barger saying, `'The concerns raised by residents of West Altadena deserve to be taken seriously and examined thoroughly.'",
      "Independent reviews are also underway, with the Fire Safety Research Institute study due midyear, as residents said the probe could enforce a higher equity standard in emergency services."
    ],
    "title": "California announces investigation into delayed evacuation orders during LA-area wildfire",
    "topic": "California Politics",
    "topic_full": "California Politics · California"
  },
  {
    "article_path": "/article/dc-attorney-general-goes-after-slumlord-empire-with-rico-lawsuit_ba3eeb",
    "article_url": "https://ground.news/article/dc-attorney-general-goes-after-slumlord-empire-with-rico-lawsuit_ba3eeb",
    "bias": [
      "Left-Leaning narratives frame the lawsuit as a necessary intervention against a \"slumlord network\" causing \"mistreatment\" and \"hazardous conditions,\" detailing \"tens of millions of dollars\" in alleged fraud.",
      "This contrasts sharply with right-leaning coverage, which emphasizes the law's use against \"mob bosses,\" portraying it as a potentially extreme measure \"deployed against\" a landlord, while de-emphasizing the financial scale.",
      "Center-Leaning reports, though using terms like \"slumlord empire\" , maintain neutrality by focusing on the \"alleged real estate fraud scheme\" and its impact on the \"affordable- housing crisis\" in specific wards.",
      "All perspectives agree the D.C.",
      "Attorney General filed a RICO lawsuit targeting landlords for unsuitable conditions, aiming to stop low-income tenant mistreatment, yet diverge on the perceived severity of the alleged crime versus the government's response."
    ],
    "bias_bar_text": null,
    "center_pct": 42.0,
    "error": null,
    "left_pct": 29.0,
    "location": "District of Columbia",
    "right_pct": 29.0,
    "status": "ok",
    "summary": [
      "On Thursday, Feb. 12, 2026, D.C. Attorney General Brian Schwalb filed a civil lawsuit seeking to dismantle an alleged landlord fraud scheme, saying, `Today, we’re dismantling the Razjooyan slumlord empire.`",
      "According to the lawsuit, the operation relied on a Ponzi‑style scheme using fake financials and false renovation promises to secure loans, while shell LLCs, unlicensed managers, and straw purchasers concealed ownership and diverted funds to pay debts and buy properties.",
      "Legal aid attorneys describe affected tenants living amid infestations, gas leaks, mold, flooding, and some without heat, as the lawsuit documents properties across the District with thousands of violations.",
      "The lawsuit seeks restitution for impacted tenants and aims to bar the family from doing business in the District, where many properties are condemned, reducing available housing and involving over $16 million defrauded from agencies.",
      "The defendants counter that the allegations belong in court, while Schwalb says the Razjooyan family spent the past decade acquiring more than 70 buildings, mostly in Wards 7 and 8, and officials call the RICO use novel."
    ],
    "title": "DC sues landlords with law used in organized crime to stop mistreatment of low-income tenants",
    "topic": "Washington DC Politics",
    "topic_full": "Washington DC Politics · District of Columbia"
  },
  {
    "article_path": "/article/analilia-mejia-progressive-ally-of-bernie-sanders-wins-special-new-jersey-house-primary_31c840",
    "article_url": "https://ground.news/article/analilia-mejia-progressive-ally-of-bernie-sanders-wins-special-new-jersey-house-primary_31c840",
    "bias": [
      "Left-Leaning outlets frame Analilia Mejia's victory as a \"stunning upset\" and a triumph for her \"progressive platform,\" amplifying Bernie Sanders' assertion that \"'This Can Be Done Everywhere.'\" They emphasize \"bold, working-class leadership\" and policies resonating with voters.",
      "Right-Leaning coverage, however, portrays her as \"Far-Left\" and an \"'Abolish ICE' Democrat,\" framing her win as a \"major upset\" with negative undertones, de-emphasizing her broader platform.",
      "Center-Leaning coverage, while generally neutral, uniquely highlights her alleged accusation that \"Israel of genocide\" and AIPAC's opposition to her rival, details de-emphasized elsewhere.",
      "All perspectives agree Mejia won the Democratic primary and is a \"progressive ally of Bernie Sanders.",
      "These contrasting portrayals reveal deep ideological divides regarding progressive politics and controversial policy stances."
    ],
    "bias_bar_text": null,
    "center_pct": 52.0,
    "error": null,
    "left_pct": 40.0,
    "location": "New Jersey",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "This past week, Analilia Mejia declared victory in the Democratic special primary to fill the House seat vacated by New Jersey governor Mikie Sherrill, prevailing over former Rep. Tom Malinowski and about a dozen other contenders.",
      "Known to just 5% of voters when she launched in November, Mejia built a grassroots operation in 10 weeks, mixing local door-knocking with national issues, supporters say.",
      "Endorsed by Sen. Bernie Sanders , Rep. Alexandria Ocasio-Cortez, and Sen. Elizabeth Warren, Mejia campaigned on Medicare for All and abolishing ICE.",
      "With some mail ballots still uncounted, the Associated Press had not yet made a call in the race, as the April 16 special general election will match Mejia against Republican Joe Hathaway and Republicans plan to portray her as too far left.",
      "Mejia's victory is being read as part of a potential national progressive surge, with observers noting possible gains for Graham Platner and Nida Allam last week."
    ],
    "title": "Analilia Mejia, Progressive Ally of Bernie Sanders, Wins Special New Jersey House Primary",
    "topic": "New Jersey Politics",
    "topic_full": "New Jersey Politics · New Jersey"
  },
  {
    "article_path": "/article/gop-senator-says-hes-open-to-compromise-on-trumps-nominee-to-chair-the-federal-reserve_2f5fd3",
    "article_url": "https://ground.news/article/gop-senator-says-hes-open-to-compromise-on-trumps-nominee-to-chair-the-federal-reserve_2f5fd3",
    "bias": [
      "Both perspectives acknowledge Senator Tillis's statements on a potential \"off-ramp\" for Kevin Warsh's nomination, yet their narratives diverge sharply.",
      "Center-Leaning coverage emphasizes the \"drama\" of a \"Powell criminal probe,\" portraying Tillis as \"pouring cold water\" on solutions and viewing it as an \"attack on the Fed’s independence.",
      "Conversely, right-leaning accounts de-emphasize the probe, framing a \"GOP senator\" as \"open to compromise\" on \"Trump's nominee,\" highlighting political flexibility.",
      "This reveals a pivotal dividing line: the center's focus on institutional integrity versus the right's positive portrayal of a presidential pick.",
      "Their distinct emotional tones—from skepticism to optimism—reflect broader ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 62.0,
    "error": null,
    "left_pct": 23.0,
    "location": "United States",
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "Sen. Thom Tillis, R-N.C., signaled Thursday he could support a compromise allowing the Senate Banking Committee to start hearings on Kevin Warsh but rejected ending the DOJ probe into Jerome Powell .",
      "Facing the standoff, Tillis last month said he would block Fed nominees until the DOJ drops its criminal probe of Powell, `But at the end of the day, if that's not resolved, I'm not going to allow a successful markup to occur`.",
      "Framed as oversight, the plan would hand the Powell probe from DOJ to the Senate Banking Committee to investigate cost overruns on the Fed's $2.5 billion renovation of two Washington, D.C., office buildings.",
      "The compromise could clear the way for the Senate Banking Committee to start hearings on Warsh, but Tillis said, 'And I believe that most Democrats are not going to vote for it, so I don't see a path,' highlighting partisan limits.",
      "Beyond confirmation fights, the standoff touches the Fed's independence from politics, and Sen. Thom Tillis said he believes the White House was surprised and unaware of the DOJ investigation."
    ],
    "title": "GOP senator says he’s open to compromise on Trump’s nominee to chair the Federal Reserve",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/mississippi-teen-arrested-for-conspiring-to-shoot-up-indiana-high-school",
    "article_url": "https://ground.news/article/mississippi-teen-arrested-for-conspiring-to-shoot-up-indiana-high-school",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 38.0,
    "error": "Message: \n",
    "left_pct": 31.0,
    "location": "Indiana",
    "right_pct": 31.0,
    "status": "fail",
    "summary": null,
    "title": "Mississippi teen arrested for conspiring to shoot up Indiana high school",
    "topic": "School Shooting",
    "topic_full": "School Shooting · Indiana"
  },
  {
    "article_path": "/article/jeanine-pirro-files-a-250-000-negligence-suit-in-new-york-over-a-trip-and-fall",
    "article_url": "https://ground.news/article/jeanine-pirro-files-a-250-000-negligence-suit-in-new-york-over-a-trip-and-fall",
    "bias": [
      "Left and center outlets neutrally portray Jeanine Pirro's \"$250,000\" \"negligence suit\" over a \"trip-and-fall\" on a \"roadway hazard,\" de-emphasizing specific injuries.",
      "Right-Leaning coverage, however, frames the incident with greater emotional intensity, highlighting \"brain bruising\" and a \"dangerous\" construction site, potentially eliciting sympathy.",
      "While all agree on the lawsuit's core facts and amount, the right connects the fall to her Trump administration confirmation, whereas the left mentions her past DA role.",
      "This reveals a right-leaning tendency to champion individuals against perceived institutional failures, contrasting with the left and center's focus on legal process and objective reporting."
    ],
    "bias_bar_text": null,
    "center_pct": 29.0,
    "error": null,
    "left_pct": 53.0,
    "location": "New York",
    "right_pct": 18.0,
    "status": "ok",
    "summary": [
      "On Aug. 28, Jeanine Pirro, U.S. Attorney for the District of Columbia, filed a $250,000 lawsuit against Rye and ConEd over her fall in Rye.",
      "According to the filing in state court, the suit says ConEd's gas-main work involved a hazard created by a wooden block protruding from under a steel plate covering the DPW 3919 excavation, which Rye failed to enforce safety requirements.",
      "Pirro's filing alleges she was confined to bed, required medical treatment, and suffered serious injuries including bruises and contusions to her head, eye, face, and shoulder.",
      "The $250,000 claim raises safety oversight questions for utility work and municipal contracting involving Rye and ConEd, given Pirro's high-profile legal background."
    ],
    "title": "Jeanine Pirro files a $250,000 negligence suit in New York over a trip-and-fall",
    "topic": "New York State Politics",
    "topic_full": "New York State Politics · New York"
  },
  {
    "article_path": "/article/a-judge-orders-dhs-to-give-minnesota-detainees-swift-access-to-lawyers-before-transfers_a60d1d",
    "article_url": "https://ground.news/article/a-judge-orders-dhs-to-give-minnesota-detainees-swift-access-to-lawyers-before-transfers_a60d1d",
    "bias": [
      "While all outlets report a judge ordered DHS to grant detainees \"swift access\" to lawyers, left-leaning coverage frames this as a necessary intervention against an \" immigration crackdown,\" using emotive terms like \"blistering,\" \"blasts ICE,\" and \"drops hammer\" to highlight \"violated constitutional rights.",
      "Right-Leaning accounts de-emphasize such strong judicial condemnation, offering a brief, descriptive overview without broader context.",
      "Center coverage provides more specific details, noting \"thousands\" affected by \"Operation Metro Surge\" and the lawsuit's origin, maintaining an objective tone.",
      "This divergence reveals ideological priorities concerning individual liberties versus government actions, despite agreement on the core judicial directive."
    ],
    "bias_bar_text": null,
    "center_pct": 54.0,
    "error": null,
    "left_pct": 42.0,
    "location": "Minnesota",
    "right_pct": 4.0,
    "status": "ok",
    "summary": [
      "On Thursday, U.S. District Judge Nancy Brasel ordered DHS to give detainees at Whipple immediate legal access before transfers, lasting two weeks unless extended.",
      "Last month, The Advocates for Human Rights and a detainee sued alleging people held at Whipple face barriers to lawyers while facing deportation.",
      "Evidence showed detainees held at Whipple are moved quickly without notice, often offered one phone call near ICE, and attorneys have been rebuffed in person.",
      "The ruling requires accurate legal-service lists, telephone access for detainees without limits, private rooms for attorney visits seven days a week, and transfer restrictions for the first 72 hours.",
      "Despite assertions, the court rejected DHS claims that reforms would cause `chaos`, with Brasel criticizing surge planning for neglecting detainees' constitutional rights and noting detainees have access to counsel."
    ],
    "title": "A judge orders DHS to give Minnesota detainees swift access to lawyers before transfers",
    "topic": "U.S. Department of Homeland Security (DHS)",
    "topic_full": "U.S. Department of Homeland Security (DHS) · Minnesota"
  },
  {
    "article_path": "/article/trump-administration-moves-to-vastly-expand-denaturalization-efforts_5cdef1",
    "article_url": "https://ground.news/article/trump-administration-moves-to-vastly-expand-denaturalization-efforts_5cdef1",
    "bias": [
      "Left-Leaning coverage frames denaturalization efforts as a \"threat\" to \"foreign-born Americans,\" emphasizing the \"dramatically expanding\" scope and potential unconstitutionality, particularly if targeting \"critics\" or those \"MAGA Republicans\" dislike.",
      "It highlights legal experts warning of \"high legal hurdles.",
      "Conversely, right-leaning outlets portray the initiative as a necessary \"crackdown\" against those who \"committed fraud in obtaining citizenship ,\" de-emphasizing legal challenges.",
      "While both acknowledge the administration aims for \"100-200 cases per month,\" the left focuses on the alarming scale, whereas the right presents it as a justified enforcement measure.",
      "Center coverage notes the \"dramatically expanding\" effort and how it could \"threaten decades of legal protections,\" but de-emphasizes specific political targets or fraud justifications.",
      "These divergent narratives reveal ideological splits concerning immigration, government authority, and individual rights."
    ],
    "bias_bar_text": null,
    "center_pct": 23.0,
    "error": null,
    "left_pct": 62.0,
    "location": "Washington",
    "right_pct": 15.0,
    "status": "ok",
    "summary": [
      "On February 12, The New York Times reported the Trump administration aims to supply the Office of Immigration Litigation with 100 to 200 possible denaturalization cases monthly, while USCIS reallocates staff to identify candidates.",
      "The initiative stems from DHS's push to drastically curtail immigration and deliver on President Donald Trump's policy agenda, reflecting his long focus on citizenship and his Truth Social message last year.",
      "The Justice Department has instructed attorneys to focus on denaturalization, aiming to supply 100 to 200 cases monthly, as USCIS reallocates staff nationwide.",
      "Affected naturalized U.S. citizens face financial and emotional costs from investigations and denaturalization processes, with roughly 800,000 naturalized annually and legal experts warning of widespread fear.",
      "Legal experts caution that denaturalization faces high legal hurdles and courts scrutinize political motives, while historically it averaged 11 cases yearly and MAGA Republicans target progressives like Rep. Ilhan Omar and Zohran Mamdani."
    ],
    "title": "Trump Administration Moves to Vastly Expand Denaturalization Efforts",
    "topic": "Trump Administration",
    "topic_full": "Trump Administration · Washington"
  },
  {
    "article_path": "/article/un-approves-40-member-scientific-panel-on-the-impact-of-artificial-intelligence-over-us-objections",
    "article_url": "https://ground.news/article/un-approves-40-member-scientific-panel-on-the-impact-of-artificial-intelligence-over-us-objections",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 62.0,
    "error": null,
    "left_pct": 38.0,
    "location": "United States",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "The U.N. General Assembly approved a 40-member global scientific panel on AI Thursday, passing the measure 117-2 with Tunisia and Ukraine abstaining, and the United States and Paraguay voting no.",
      "U.N. Secretary-General Antonio Guterres established the panel, selecting 40 members from more than 2,600 candidates after review by the ITU, U.N. Office for Digital and Emerging Technologies and UNESCO.",
      "The roster features predominantly AI experts and includes Filipino journalist Maria Ressa, two Americans—Vipin Kumar and Martha Palmer—and two Chinese experts, Song Haitao and Wang Jian.",
      "U.S. Mission counselor Lauren Lovelace called the panel `a significant overreach of the U.N.'s mandate and competence`, warning the Trump administration opposes ceding AI authority to non-transparent international bodies influenced by authoritarian regimes while backing like-minded nations.",
      "Ukraine abstained because it objected to the inclusion of Russian expert Andrei Neznamov, while allies in Europe, Asia, Russia, China, and many developing countries voted in favor."
    ],
    "title": "UN approves 40-member scientific panel on the impact of artificial intelligence over US objections",
    "topic": "United Nations",
    "topic_full": "United Nations · United States"
  },
  {
    "article_path": "/article/amazon-ring-cancels-flock-safety-partnership-after-super-bowl-backlash_2e0461",
    "article_url": "https://ground.news/article/amazon-ring-cancels-flock-safety-partnership-after-super-bowl-backlash_2e0461",
    "bias": [
      "Left-Leaning coverage frames Ring's AI feature as part of a \" surveillance state,\" raising \"privacy alarms\" and linking it to potential ICE use, employing critical terms like \"disturbed\" and \"hate.",
      "In contrast, right-leaning outlets de-emphasize privacy concerns and the \"backlash,\" instead highlighting \"Local Communities\" and \"Innovation\" through positive terms like \"thriving communities\" for the partner company.",
      "Center-Leaning reports acknowledge \"widespread concerns\" and a \"firestorm\" over the \"creepy\" feature, yet also note the ad \"tugged at heartstrings,\" offering practical consumer options.",
      "The pivotal dividing line is the portrayal of surveillance implications and law enforcement access, which the left emphasizes as a threat while the right largely ignores.",
      "All perspectives agree on the partnership cancellation following public reaction to the AI feature, reflecting broader ideological clashes over individual liberty versus community safety and technological progress."
    ],
    "bias_bar_text": null,
    "center_pct": 56.0,
    "error": null,
    "left_pct": 38.0,
    "location": "United States",
    "right_pct": 6.0,
    "status": "ok",
    "summary": [
      "On Thursday, Ring, an Amazon-owned home-security company, announced it is terminating its planned integration with Flock Safety, saying, `Following a comprehensive review, we determined the planned Flock Safety integration would require significantly more time and resources than anticipated.`",
      "Amid the ad backlash, critics said Ring's Super Bowl ad for Search Party raised surveillance fears and scrutiny of Flock's reported access by ICE and CBP, prompting calls to drop the partnership.",
      "The companies say the integration never launched and `No videos were ever shared between these services`, Emma Daniels, Ring spokesperson, said; the Axon partnership remains unaffected and Flock was the second Community Requests partner.",
      "A scheduled Friday protest outside Amazon's Seattle headquarters demands cutting ties with Flock, ICE, and CBP while Ring users were encouraged to discard devices amid growing industry pressure.",
      "Looking at the program's origins, the Flock partnership was announced last October as part of Ring's Community Requests program, which launched after the Requests for Assistance program."
    ],
    "title": "Amazon Ring Cancels Flock Safety Partnership After Super Bowl Backlash",
    "topic": "Surveillance",
    "topic_full": "Surveillance · United States"
  },
  {
    "article_path": "/article/ad537c15-4fcd-499f-949f-4e324a8fdc85",
    "article_url": "https://ground.news/article/ad537c15-4fcd-499f-949f-4e324a8fdc85",
    "bias": [
      "Right-Leaning outlets emphasize the \"Trump administration's\" role in a deal reducing \"99 per cent\" of Taiwan's tariffs , framing it as a clear win to \"boost\" American market access.",
      "Left-Leaning coverage, while also positive, portrays the agreement as \"pivotal,\" detailing Taiwan's specific financial commitments, such as \"$44 billion\" in energy purchases and \"$250 billion\" in credit guarantees.",
      "Center perspectives offer a more factual account, highlighting the \"sweeping reciprocal\" nature and the \"15%\" U.S. tariff cap, often contextualizing it with the \"$127 billion\" trade imbalance.",
      "A pivotal dividing line is the right's mention of legislative review, de-emphasized elsewhere.",
      "Despite these differing emphases on administrative credit, specific financial details, or broader economic context, all perspectives agree on the core facts of the deal and U.S. reliance on Taiwan for computer chips, reflecting broader ideological priorities in economic policy and international relations."
    ],
    "bias_bar_text": null,
    "center_pct": 59.0,
    "error": null,
    "left_pct": 22.0,
    "location": "United States",
    "right_pct": 19.0,
    "status": "ok",
    "summary": [
      "On February 12, 2026, U.S. officials signed a final reciprocal trade agreement with Taiwan in Washington, formalizing a January framework under the American Institute in Taiwan and Taipei Economic and Cultural Representative Office.",
      "U.S. Trade Representative Jamieson Greer said the Taiwanese government pledged to invest $250 billion in U.S. industries, boosting export opportunities for U.S. farmers, ranchers, fishermen, workers and manufacturers.",
      "The final text shows the agreement adding technical language that cuts Taiwan's tariffs of up to 26% on many U.S. agricultural imports, including beef, dairy, and corn, to 15% from 20%.",
      "The tariff agreement requires approval from Taiwan's legislature, and U.S. officials said the deal would help create world-class industrial parks with TSMC as a key investor.",
      "Ahead of President Donald Trump's April visit, Taiwan produces about 90% of advanced chips, driving a U.S. trade imbalance of nearly $127 billion in the first 11 months of 2025."
    ],
    "title": "Trump administration reaches a trade deal to lower Taiwan’s tariff barriers",
    "topic": "Tariffs",
    "topic_full": "Tariffs · United States"
  },
  {
    "article_path": "/article/house-renames-press-gallery-after-frederick-douglass-in-bipartisan-recognition-of-black-history",
    "article_url": "https://ground.news/article/house-renames-press-gallery-after-frederick-douglass-in-bipartisan-recognition-of-black-history",
    "bias": [
      "Left-Leaning coverage of the Frederick Douglass press gallery renaming emphasizes its significance as \"bipartisan recognition of Black history,\" highlighting Douglass's role as the \"first Black member\" of the press corps and framing it within Black History Month.",
      "Conversely, right-leaning outlets use urgent language like \"LIVE NOW\" to promote the event, focusing on Speaker Johnson and crediting specific Republican representatives for spearheading the initiative, portraying it as a commemoration of \"prominent Americans.",
      "Center-Leaning reports maintain a neutral tone, emphasizing \"bipartisan recognition\" and Douglass's life as a \"narrative of perseverance.",
      "While the left highlights Douglass's direct press corps connection, the right de-emphasizes this, prioritizing specific Republican credit.",
      "All perspectives agree on the bipartisan nature of the renaming and Douglass's legacy as an abolitionist, revealing distinct ideological priorities in celebrating historical figures."
    ],
    "bias_bar_text": null,
    "center_pct": 81.0,
    "error": null,
    "left_pct": 10.0,
    "location": "United States",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "The U.S. House of Representatives renamed its press gallery after Frederick Douglass, the prominent Black abolitionist, in a bipartisan recognition of Black history.",
      "The renaming ceremony involved prominent Black conservatives, activists, faith leaders, and Trump administration officials, and coincided with debates over how race and history are portrayed in the U.S.",
      "While some praised the move as honoring Black heroes, others argued the Trump administration's policies whitewashed history and fueled discrimination against minorities."
    ],
    "title": "House renames press gallery after Frederick Douglass in bipartisan recognition of Black history",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/mexican-father-of-3-us-marines-in-california-gets-deportation-reprieve",
    "article_url": "https://ground.news/article/mexican-father-of-3-us-marines-in-california-gets-deportation-reprieve",
    "bias": [
      "Left-Leaning coverage humanizes the \"Mexican father of 3 U.S. Marines,\" emphasizing his family ties and including allegations of him being \"pepper-sprayed\" and having a \"dislocated shoulder\" during arrest, framing the dismissal as a compassionate outcome.",
      "Right-Leaning headlines, while using similar descriptors, subtly prime readers to consider the case through immigration enforcement or national security lenses, de-emphasizing specific details like his path to legal residency.",
      "Center-Leaning reports objectively present the legal dismissal, using terms like \"deportation reprieve\" and providing factual context like his country of origin, avoiding the left's emotional appeals and the right's policy-focused implications.",
      "This reveals a divide between prioritizing individual compassion and adherence to immigration laws."
    ],
    "bias_bar_text": null,
    "center_pct": 69.0,
    "error": null,
    "left_pct": 18.0,
    "location": "California",
    "right_pct": 13.0,
    "status": "ok",
    "summary": [
      "On Jan. 28, Judge Kristin S. Piepmeier terminated the deportation case against Narciso Barranco following his widely shared June 21 arrest video in Santa Ana, California.",
      "The Department of Homeland Security said agents felt threatened and claimed Barranco raised a weed trimmer at officers, prompting removal efforts after conflicting accounts emerged.",
      "Defense attorneys pointed to his three-decade U.S. residency and aid during the U.S. evacuation of Afghan allies, 2021, while supporters stressed Barranco's clean record in court.",
      "Since the ruling, immigration officers removed Barranco's ankle monitor and stopped check-ins, and Lisa Ramirez has pursued Parole in Place to speed his work permit and residency.",
      "The agency's planned appeal comes as the case remains a national symbol of June enforcement in Los Angeles, and Barranco's family says he remains guarded and limits outings."
    ],
    "title": "Judge Dismisses California Deportation Case for Mexican Father of 3 U.S. Marines",
    "topic": "California Politics",
    "topic_full": "California Politics · California"
  },
  {
    "article_path": "/article/leaders-protesters-raise-pride-flag-at-stonewall-after-removal_c88089",
    "article_url": "https://ground.news/article/leaders-protesters-raise-pride-flag-at-stonewall-after-removal_c88089",
    "bias": [
      "Left-Leaning coverage frames the Pride flag's re-raising at Stonewall as a defiant \"rebuke\" and \"resistance\" against the Trump administration, emphasizing a \"boisterous, cheering crowd\" and broader implications like \"come for our books, our existence.",
      "In stark contrast, right-leaning narratives portray the event as a \"chaotic scene\" driven by \"Libs Furious\" over an \"In-Your-Face Change,\" highlighting the brief removal of the American flag to discredit the gathering.",
      "Center-Leaning accounts also note the \"rebuke\" and \"defiance\" but de-emphasize the emotional extremes.",
      "All perspectives agree the Trump administration removed the flag and officials re-raised it, revealing deep ideological divides over LGBTQ + rights and governmental authority."
    ],
    "bias_bar_text": null,
    "center_pct": 70.0,
    "error": null,
    "left_pct": 20.0,
    "location": "New York",
    "right_pct": 10.0,
    "status": "ok",
    "summary": [
      "New York City officials and activists re-raised the Pride flag at the Stonewall National Monument on Feb. 12 after the NPS removed it from the nautical flagpole, defying a Trump administration edict.",
      "Jan. 21 Department of the Interior guidance restricted non-agency flags in national parks, while activists say the Trump administration limited transgender recognition and gender-affirming care in the past year.",
      "Approximately 1,000 spectators watched as an attendee attempted to pull down the U.S. flag amid chants, and activists said `That flagpole was put up there for the sole purpose of displaying the rainbow flag`.",
      "The White House deferred comment, while activists and Stonewall veterans said the removal is an assault on transgender rights, warning it erases trans history.",
      "Stonewall's 2016 designation as a national monument underscores its 7.7-acre symbolic importance, encompassing the privately owned Stonewall Inn and Christopher Park, donated to the federal government by New York City."
    ],
    "title": "Leaders, protesters raise Pride flag at Stonewall after removal",
    "topic": "US Politics",
    "topic_full": "US Politics · New York"
  },
  {
    "article_path": "/article/israel-indicts-reservist-civilian-over-betting-on-military-operations_bcb17f",
    "article_url": "https://ground.news/article/israel-indicts-reservist-civilian-over-betting-on-military-operations_bcb17f",
    "bias": [
      "Left-Leaning coverage emphasizes specific financial gains like \"$152,000\" and the \"Iran strike\" bet, broadening the narrative to question the ethics of betting on military operations and warning about \"adversaries\" manipulating such markets, using critical phrasing like \"Perhaps we could stop and ask why you can bet..",
      "Conversely, right-leaning outlets highlight the breach of \"classified intel\" as a national security \"scandal\" and a \"clear red line crossing,\" employing \"gamble\" to imply irresponsibility.",
      "Center-Leaning reports maintain a neutral tone, focusing on official statements from the \"security establishment\" regarding the \"real security risk.",
      "All perspectives agree \"two Israelis\" were \"charged\" with using \"classified military information\" on \"Polymarket\" for \"serious security offenses,\" yet their distinct emphases reveal ideological priorities concerning systemic ethics versus national security and military integrity."
    ],
    "bias_bar_text": "Left 44% Center 38% R 18%",
    "center_pct": 38.0,
    "error": null,
    "left_pct": 44.0,
    "location": null,
    "right_pct": 18.0,
    "status": "ok",
    "summary": [
      "On Thursday, the Tel Aviv District Court unsealed an indictment charging an Israeli citizen and an Israel Defense Forces reservist with allegedly using classified military information to place bets on Polymarket.",
      "Authorities began investigating after suspicions that a defense insider used classified information on Polymarket, with bets placed in June 2025, as reported in late January by Kan 11.",
      "The military said no operational damage resulted but described it as a severe ethical failure; Polymarket, founded in 2020, hosts markets including one expiring March 2026 with over $1.4 million and a $239 million US strike market.",
      "A joint Shin Bet internal security service, Malmab security unit and Israel Police operation recently arrested suspects, and the State Attorney's Office filed charges while the accused remain in custody.",
      "Analysts warn prediction markets are vulnerable to insider misuse, with Polymarket facing US regulatory scrutiny and the CFTC fining it for operating improperly."
    ],
    "title": "Israel indicts reservist, civilian over betting on military operations",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/netanyahu-concerned-that-trump-wants-to-make-a-deal-with-iran-expert-says",
    "article_url": "https://ground.news/article/netanyahu-concerned-that-trump-wants-to-make-a-deal-with-iran-expert-says",
    "bias": [
      "While all perspectives acknowledge Netanyahu's skepticism regarding an Iran deal following his meeting with Trump, left-leaning coverage frames this as resistance to a \"good Iran deal,\" emphasizing Trump's \"insistence\" on negotiations and Israel 's specific interests like ballistic missiles.",
      "Right-Leaning outlets, conversely, pair Netanyahu's skepticism with his view that Trump \"may be creating the conditions\" for a deal to avoid military action, portraying Trump's strategy favorably.",
      "Center coverage balances these, noting both skepticism and the possibility of a \"quality deal,\" sometimes introducing an \"expert\" on Netanyahu's \"concern.",
      "The core divergence lies in characterizing diplomatic efforts and the path to regional security."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Thursday, Israeli Prime Minister Benjamin Netanyahu voiced general skepticism about a deal with Iran as he departed Joint Base Andrews, a day after his White House meeting with President Donald Trump.",
      "Netanyahu said his nearly three-hour meeting with Trump mostly focused on Iran negotiations and emphasized any deal must address nuclear limits, ballistic missiles, and proxies.",
      "Trump also posted on Truth Social that he insisted negotiations with Iran continue after Tehran failed to make a deal, referencing Operation Midnight Hammer.",
      "Netanyahu said his conditions could lead Iran to accept terms, adding `If it cannot, we will just have to see what the outcome will be` to signal uncertainty.",
      "After Wednesday's White House meeting, the Prime Minister's Office said the leaders discussed Iran and Gaza, agreed on continued coordination, and Netanyahu will appear virtually at next week's AIPAC conference."
    ],
    "title": "Netanyahu Skeptical About Trump’s Talks with Iran, but Says ‘Good Deal’ Possible",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/ottawa-investigating-report-gaza-cemetery-where-canadians-were-buried-was-destroyed_f9eec1",
    "article_url": "https://ground.news/article/ottawa-investigating-report-gaza-cemetery-where-canadians-were-buried-was-destroyed_f9eec1",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Global Affairs Canada is investigating reports that the Gaza War Cemetery, containing graves of nearly two dozen Canadians, has been severely damaged or destroyed.",
      "The Royal Canadian Legion says it was \"devastated\" to hear of the extensive damage to the cemetery, the resting place of Canadian Armed Forces members.",
      "The Guardian reported that Israeli forces had \"bulldozed\" part of the cemetery last year, and satellite images show no visible trace of the plot for Canadian UN peacekeepers."
    ],
    "title": "Ottawa investigating report Gaza cemetery where Canadians were buried was destroyed",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/federal-judge-orders-trump-administration-to-keep-paying-colorado-public-health-grants",
    "article_url": "https://ground.news/article/federal-judge-orders-trump-administration-to-keep-paying-colorado-public-health-grants",
    "bias": [
      "Left-Leaning coverage frames the judge's action as \"shuts down\" a partisan \"attempt to defund blue states\" or a \"plot to snatch\" $600 million in \"HIV funding,\" employing an accusatory tone suggesting malicious intent and political targeting.",
      "In contrast, center-leaning coverage maintains a neutral, descriptive tone, focusing on the legal action that \"blocks\" or \"orders\" the administration to keep paying, detailing the broader public health grant uses beyond just HIV.",
      "While both acknowledge the temporary block on $600 million in public health grants to Democratic-led states, the left emphasizes the administration's perceived \"arbitrary, capricious or unconstitutional\" grounds, revealing a core ideological divide over the role of federal funding and partisan governance."
    ],
    "bias_bar_text": "Left 29% Center 63% 8%",
    "center_pct": 63.0,
    "error": null,
    "left_pct": 29.0,
    "location": null,
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "On Thursday, U.S. District Judge Manish Shah in the Northern District of Illinois halted planned rescissions of more than $600 million in CDC -funded grants after states filed suit.",
      "The U.S. Department of Health and Human Services said the grants do not align with the CDC's current priorities, while state attorneys general argued the cuts were politically motivated and `arbitrary and capricious`, targeting only California, Colorado, Illinois and Minnesota.",
      "Illinois officials say losing grants would force layoffs and program cuts, including termination of 99 Illinois Department of Public Health employees and threats to 674 public-health jobs at 96 local agencies.",
      "The temporary restraining order lasts 14 days and took effect Thursday afternoon, keeping CDC grant money flowing to state and city health departments and partner organizations while litigation continues.",
      "Some targeted grants serve LGBTQ+ people and communities of color, and the states argue the rescissions violate the Constitution; Judge Manish Shah wrote officials' statements plausibly show hostility to `sanctuary jurisdictions`."
    ],
    "title": "Federal Judge Blocks Trump Administration’s Cut to $600 Million CDC Grants",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/rfk-jrs-vaccine-overhaul-faces-federal-judge",
    "article_url": "https://ground.news/article/rfk-jrs-vaccine-overhaul-faces-federal-judge",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "U.S. District Judge Brian Murphy will hear a legal challenge Friday against Health and Human Services Secretary Robert F. Kennedy Jr.'s efforts to reshape immunization policies.",
      "Plaintiffs say the CDC on January 5 reduced recommended childhood vaccinations to six and challenge Kennedy's decision last year to replace ACIP experts with skeptics.",
      "The reconstituted ACIP voted in September and in December, and Murphy last month said allegations suggest the committee is not fairly balanced or free of influence.",
      "At Friday's hearing, plaintiffs aim to ask Murphy for a preliminary injunction to stop the CDC's revised schedule and block the Feb. 25-26 ACIP meeting, while Justice Department lawyers say they seek to prevent HHS from 'receiving and giving advice on vaccines .'",
      "Given Murphy's record blocking administration efforts, global health experts warn the contested changes could lower vaccination rates in primary-care settings, potentially impacting public health."
    ],
    "title": "RFK Jr's vaccine agenda faces Boston judge who has handed Trump setbacks",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/congressional-black-caucus-and-civil-rights-leaders-unite-to-counter-trump-administrations-agenda",
    "article_url": "https://ground.news/article/congressional-black-caucus-and-civil-rights-leaders-unite-to-counter-trump-administrations-agenda",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "The Congressional Black Caucus and civil rights leaders united to counter the Trump administration 's agenda to roll back civil rights and dismantle social programs.",
      "The coalition plans to legislate, organize, mobilize communities, file lawsuits, and launch inquiries against instances of potential discrimination in response to the rollback of diversity, equity and inclusion policies.",
      "State attorneys general and civil rights groups launched an initiative to promote DEI and accessibility policies through legal action, aiming to defend fundamental rights and ensure everyone is heard."
    ],
    "title": "Congressional Black Caucus and civil rights leaders unite to counter Trump administration’s agenda",
    "topic": null,
    "topic_full": null
  }
]
