[
  {
    "Abstract": "The Asteraceae (Compositae) is the largest flowering plant family, ubiquitous in most terrestrial communities, and morphologically diverse. A two-step, ancient whole genome triplication (paleohexaploidization) occurred at approximately the same time as the evolutionary innovation and adaptive radiation of the family during the middle Eocene. Despite its importance, the consequences of this triplication have yet to be tracked in context of the Asteraceae genome evolution. To do so, we applied a synteny oriented phylogenomic analysis of 23 Asterales genomes. We identified 16 genomic groups that date back to the common diploid ancestor of all Asteraceae. Each group underwent triplication, resulting in 48 genomic blocks (16 × 3) that collectively represent the ancestral Asteraceae genome, excluding the early-diverging lineages which do not share the second step. We then analyzed the evolutionary dynamics of the 48 genomic blocks across the Asteraceae phylogeny. We found that modern Asteraceae genomes are genetic mosaics of three progenitor genomes, shaped by genomic exchanges, chromosomal rearrangements, and gene fractionation. One hundred fifty-seven genes retained three paleohexaploid-derived syntenic paralogs across most Asteraceae species. Transcription factors and auxin-related genes are significantly overrepresented in these triplets, and expression of the paleohexaploidy paralogs is spatiotemporally differentiated. These genes are involved in the development of floral capitula, a remarkable morphological innovation of the family. The discovery of the 157 triplicated genes can direct further study to understand the evolutionary innovation, and the synteny-phylogenomic framework provides a comparative framework to characterize newly sequenced Asteraceae genomes.",
    "Author": "Feng, Tao",
    "DOI": "https://doi.org/10.1073/pnas.2426851123",
    "Domain": "Life Sciences",
    "Field": "Agricultural and Biological Sciences",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Plant Science",
    "Title": "Phylogenomic synteny reveals paleohexaploid-derived genomic blocks across Asteraceae",
    "Topic": "Chromosomal and Genetic Variations"
  },
  {
    "Abstract": "TMEM16A channels conduct Ca 2+ -activated Cl − currents that underlie essential physiological processes including epithelial secretion, smooth muscle contraction, and sensory transduction. Channel activation requires both intracellular Ca 2+ and the signaling phospholipid phosphatidylinositol 4,5-bisphosphate (PIP 2 ), yet the molecular basis of this dual regulation has remained unclear. Using gating molecular-dynamics simulations and structure-guided electrophysiology, we show that PIP 2 and Ca 2+ cooperatively gate TMEM16A through an allosterically coupled electrostatic network centered on the α4 helix. Specific PIP 2 headgroup phosphate interactions are essential for coupling Ca 2+ binding to channel opening, while the PIP 2 acyl chains engage hydrophobic surfaces of the helix to stabilize the open conformation. Disrupting either component of this lipid–protein interface reduces apparent PIP 2 affinity and impairs activation, whereas long-chain PIP 2 fully restores wild-type activity. These interactions act in concert with Ca 2+ -dependent structural rearrangements that widen the conduction pathway and enable Cl − permeation. Our findings establish that both the headgroup phosphates and acyl chains of PIP 2 play indispensable and complementary roles in TMEM16A gating. This mechanism defines a cooperative lipid–ion activation process that provides a general framework for understanding phosphoinositide regulation of ion channels and offers opportunities for structure-based design of TMEM16A modulators.",
    "Author": "Xu, Jie",
    "DOI": "https://doi.org/10.1073/pnas.2506040123",
    "Domain": "Life Sciences",
    "Field": "Biochemistry, Genetics and Molecular Biology",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Molecular Biology",
    "Title": "Allosteric coupling between PIP <sub>2</sub> and Ca <sup>2+</sup> binding sites gates TMEM16A channels",
    "Topic": "Ion channel regulation and function"
  },
  {
    "Abstract": "We present a methionine-selective, nonreversible bioconjugation strategy that employs activated allylic bromides under mild, aqueous reaction conditions compatible with various peptides and proteins. Compared with conventional allylic bromides, our method improves conjugate stability and suppresses nonspecific reactivity under the examined reaction conditions. This method enables methionine-preferred labeling of peptides and proteins, and provides proof-of-concept applications in covalent inhibitor design and protein functionalization. As a complementary addition to existing methionine bioconjugation strategies, this chemistry expands the toolkit available for protein modification and chemical biology research.",
    "Author": "Wang, Shirui",
    "DOI": "https://doi.org/10.1073/pnas.2519038123",
    "Domain": "Physical Sciences",
    "Field": "Chemistry",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Organic Chemistry",
    "Title": "Methionine-specific nonreversible bioconjugation: Advancing precision protein modification",
    "Topic": "Click Chemistry and Applications"
  },
  {
    "Abstract": "Bergmann glia (BG) are a specialized glial population essential for cerebellar development, yet their developmental timeline and molecular identity in the human cerebellum remain poorly understood. Here, we combined detailed histopathological analysis with spatial transcriptomics and single-nucleus RNA sequencing to generate a developmental atlas of human cerebellar BG. Histology revealed that BG emerge around 11 postconception weeks (PCW), initially serving as a scaffold for Purkinje cells (PCs) migrating into the PC layer of the cerebellar cortex. Following the establishment of a multilayered PC arrangement, BG form a distinct parallel layer separated from the PCs by the lamina dissecans (LD), with both layers merging in the third trimester. This developmental sequence challenges earlier studies that suggested BG appear late in the third trimester. Comparative histology in mice, ferrets, and marmosets indicates that this trilaminar organization, including the LD, is likely unique to humans. Integration of spatial and single-nucleus transcriptomic datasets identified an ASCL1 + PTF1A + ventricular zone progenitor cluster giving rise to BG, astrocytes, and oligodendrocytes. Pseudotime analyses delineated three gliogenic lineages and revealed two temporally and transcriptionally distinct BG populations, emerging at 11–12PCW and 17PCW, suggesting multiphasic BG ontogeny. Together, these multimodal data link cellular lineage, spatial organization, and molecular identity of human cerebellar glia, providing a framework for future studies on the role of BG in cerebellar function and their potential contributions to vulnerability in neurodevelopmental disorders.",
    "Author": "He, Guanyi",
    "DOI": "https://doi.org/10.1073/pnas.2525673123",
    "Domain": "Life Sciences",
    "Field": "Neuroscience",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Developmental Neuroscience",
    "Title": "Spatiotemporal histogenesis of the developing human cerebellum reveals dynamic layering of Bergmann glia",
    "Topic": "Neurogenesis and neuroplasticity mechanisms"
  },
  {
    "Abstract": "During the COVID-19 pandemic, a key question for researchers and authorities was to understand the psychological motivations that sustained public engagement in protective behavior such as physical distancing and hygienic protection. While feelings of threat were rampant during the pandemic, theories of health psychology have highlighted appraisals related to the ability to cope (e.g., the feeling of being able to adhere cost-effectively to government advice) and argued that coping appraisals are superior predictors of motivations to protect the self against risks. In this study, we conducted a massive population-based comparison of the association between, on the one hand, threat appraisals and coping appraisals and, on the other hand, protection against actual infection during the COVID-19 pandemic. We built a unique Danish data infrastructure that links surveys of ~8% of the adult population (N = 386,633) with the individual results of the 123 million COVID-19 tests performed during 22 mo of the COVID-19 pandemic. Controlling for a comprehensive range of sociodemographic measures and employing panel data to bolster internal validity, we observe that stronger coping appraisals are consistently associated with lower individual probability of COVID-19 infection risk. We find no consistent evidence of a similar association for threat appraisals. Threat appraisals rather seem to index individual feelings of infection exposure. As appeals to fear also have unintended negative consequences (including anxiety, fatigue, and stigmatization), the findings offer strong support for relying on coping-oriented public health policy and communication in future societal crises in the domain of health and beyond.",
    "Author": "Lasse Hyldig Hansen",
    "DOI": "https://doi.org/10.1073/pnas.2415344123",
    "Domain": "Social Sciences",
    "Field": "Psychology",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Clinical Psychology",
    "Title": "The psychological ability to adopt recommended coping responses reduced infections during the COVID-19 pandemic",
    "Topic": "COVID-19 and Mental Health"
  },
  {
    "Abstract": "The self-assembly of matter into ordered structures is ubiquitous throughout nature and engineered systems. Programming a material’s macroscopic properties via molecular-level structural control is a grand scientific challenge, requiring methods for inverse design that can design a targeted molecule to achieve a given self-assembled structure. One model system that serves as a common proving ground for inverse design algorithms is block copolymers. In these systems, self-consistent field-theory (SCFT) provides a robust thermodynamic model for predicting self-assembly for a given molecular sequence. This work presents a computational algorithm which learns the reverse translation, allowing a target structure to be achieved by varying molecular sequence. The algorithm is based on development of an adjoint solution of the SCFT equations allowing incorporation of automatic differentiation. The power of this algorithm is demonstrated by inverse designing polymer sequences to yield equilibrium structures, resolving the long-standing dilemma of navigating the combinatorial explosion of sequence possibilities offered by complex copolymer designs. The inverse designed sequences show that the algorithm learns to modulate unfavorable block interactions to stabilize these complex morphologies. By learning how to program self-assembly at the molecular-level using only a thermodynamic model, this work opens the door to similar computational inverse design across other soft matter systems.",
    "Author": "Xie, Oliver",
    "DOI": "https://doi.org/10.1073/pnas.2519094123",
    "Domain": "Physical Sciences",
    "Field": "Materials Science",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Materials Chemistry",
    "Title": "Learning nature’s assembly language with polymers",
    "Topic": "Block Copolymer Self-Assembly"
  },
  {
    "Abstract": "Ependymomas (EPN) are rare central nervous system tumors that account for approximately 10% of intracranial tumors in children and 4% in adults. Despite their clinical and molecular heterogeneity, spanning supratentorial, posterior fossa, and spinal subtypes, treatment remains limited to surgery and radiotherapy, with chemotherapy offering minimal benefit. Here, we performed transcriptomic analysis of 370 human ependymoma samples and identified two distinct molecular subgroups: EPN-E1 and EPN-E2. The EPN-E1 cluster is enriched for supratentorial tumors harboring ZFTA-RELA fusions (ZFTA-RELA fus ), which occur in over 70% of cases and are associated with poor prognosis. To identify targeted therapies for this aggressive subtype, we validated a ZFTA-RELA fus mouse model that recapitulates the human EPN-E1 transcriptome and used it for target discovery. Through Kinome Regularization, a machine learning-driven polypharmacology approach, we identified MERTK as a critical regulator of tumor cell viability. Genetic depletion or pharmacologic inhibition of Mertk reduced cell growth ex vivo, and treatment with a clinical-grade MERTK inhibitor significantly suppressed tumor proliferation in vivo. Both human EPN-E1 tumors and ZFTA-RELA fus mouse tumors exhibited elevated expression of MERTK and its ligand GAS6, and MERTK inhibition led to suppression of pro-survival signaling pathways including MEK/ERK (Mitogen-Activated Protein Kinase Kinase/Extracellular Signal-Regulated Kinase) and PI3K/AKT (Phosphoinositide 3-Kinase/Protein Kinase B). Notably, over 80% of genes upregulated in ZFTA-RELA fus tumors were downregulated following MERTK inhibition, indicating a strong dependency on this pathway for tumor maintenance. These findings define a signaling vulnerability in ZFTA-RELA-driven ependymomas and support the clinical development of MERTK-targeted therapies for patients with the high-risk EPN-E1 subtype.",
    "Author": "Chan, Marina",
    "DOI": "https://doi.org/10.1073/pnas.2514518123",
    "Domain": "Health Sciences",
    "Field": "Medicine",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "Proceedings of the National Academy of Sciences",
    "Subfield": "Genetics",
    "Title": "A systems approach identifies MERTK as a therapeutic vulnerability in ZFTA-RELA-driven ependymomas",
    "Topic": "Glioma Diagnosis and Treatment"
  },
  {
    "Abstract": "The results suggest the presence of a positive causal association between transferrin saturation and periodontitis, but not iron deficiency anemia, serum iron, serum ferritin, and TIBC as exposures. Hence, the findings provide genetic evidence that anemia may be a potential cause for periodontitis, suggesting that attention to and management of patients' systemic hematological status may be important in the prevention and comprehensive treatment of periodontal disease.",
    "Author": "Gao, Jie",
    "DOI": "https://doi.org/10.3290/j.ohpd.c_2421",
    "Domain": "Health Sciences",
    "Field": "Dentistry",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "PubMed",
    "Subfield": "Periodontics",
    "Title": "Causal Association Between Transferrin Saturation and Periodontitis: A Mendelian Randomization Study.",
    "Topic": "Oral microbiology and periodontitis research"
  },
  {
    "Abstract": "Moderate vaccine uptake highlights gaps in COVID-19 vaccination among key populations. To improve vaccine uptake, tailored interventions addressing stigma, misinformation, and access barriers are recommended. Leveraging community leaders and integrating vaccines into HIV/AIDS care programs can enhance acceptance and delivery.",
    "Author": "Korfii, Uebari",
    "DOI": "https://doi.org/10.1093/trstmh/trag005",
    "Domain": "Social Sciences",
    "Field": "Social Sciences",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "PubMed",
    "Subfield": "Health",
    "Title": "COVID-19 vaccine uptake, barriers and facilitators among key populations living with HIV/AIDS in Rivers State, Nigeria: a cross-sectional quantitative study.",
    "Topic": "Vaccine Coverage and Hesitancy"
  },
  {
    "Abstract": "ABSTRACT Active heating and cooling techniques are widely used in biological tissue regeneration. However, given the growing emphasis on environmental sustainability, heat exchange without additional energy input is receiving increasing attention. This Perspective examines the influence of temperature on wound healing and explores the potential of passive radiative cooling and passive radiative heating for thermal wound management. The advantages are highlighted, relevant application scenarios outlined, and current challenges identified, with the aim of proposing novel zero‐energy wound treatment strategies for the biomedical field.",
    "Author": "Lu, Junyi",
    "DOI": "https://doi.org/10.1002/adma.202520985",
    "Domain": "Physical Sciences",
    "Field": "Engineering",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "Advanced Materials",
    "Subfield": "Civil and Structural Engineering",
    "Title": "Solar‐Powered Radiation Cooling/Heating for Advanced Thermal Management of Wound",
    "Topic": "Thermal Radiation and Cooling Technologies"
  },
  {
    "Abstract": "ABSTRACT Effective delivery to dendritic cells (DCs) is crucial for the clinical translation of STING agonists, however, current cyclic dinucleotide (CDN) therapies are hindered by inefficient cytosolic delivery and off‐target activation‐induced T cell exhaustion. Here, a high‐fidelity, dengue virus‐mimetic platform (CDN@VLP) is engineered to leverage natural tropism for precise cytosolic release in immature DCs. Compared to conventional lipid nanoparticles, CDN@VLP enhances DC‐specific uptake by 1.9‐fold while reducing non‐specific T cell internalization in tumors by 14.8‐fold, achieving comparable antitumor efficacy at one‐fortieth the dose of free CDN. Systematic screening identifies an optimal VLP subtype that improves targeted accumulation in type 1 conventional DCs (cDC1s)—a subset essential for STING pathway activation—by 2.3‐fold and amplifies durable type I interferon responses, resulting in a 12.8‐fold increase in IFN‐β production. Transcriptomic analysis further reveals that CDN@VLP promotes cDC1 recruitment into tumors by enhancing the secretion of key chemokines (XCL1, CCL4, and CCL5), suggesting an additional mechanism of action. By mimicking viral tropism, the CDN@VLP platform establishes a paradigm for precision STING activation, overcoming the trade‐off between potency and specificity in cDC1‐targeted immunotherapy.",
    "Author": "Geng, Shi‐Zhen",
    "DOI": "https://doi.org/10.1002/adma.202520019",
    "Domain": "Life Sciences",
    "Field": "Immunology and Microbiology",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "Advanced Materials",
    "Subfield": "Immunology",
    "Title": "Bioinspired Engineered Virus‐Mimetic Vesicles for Enhanced Cytosolic Delivery of STING Agonists Into Dendritic Cells",
    "Topic": "interferon and immune responses"
  },
  {
    "Abstract": "Abstract Megathrust earthquakes in subduction zones often go unreported because they are rare and the historical record is short. On the Ryukyu subduction zone of southwestern Japan, unlike neighboring Nankai Trough, the history and future potential of great interplate earthquakes are not well known. While the geodetic measurements on the islands suggest that the plate coupling is very weak, recent observations of slow seismic events as well as offshore geodetic measurements imply the presence of coupled patches along the megathrust. Furthermore, the historical and geological studies indicate evidence of great tsunamis. Here, we use fossil microatolls in Ishigaki island to reconstruct the relative sea level in the Holocene. The coral record reveals several relative emergence episodes clustering between 5-4 and 3-2 thousand years ago (ka). Elastic modeling shows that the observed motions can correspond to coseismic uplift associated with megathrust earthquakes. The clusters of megathrust events suggest possible supercycles of earthquakes with a recurrence interval of more than 2 ka. Such results imply a strong seismic hazard for the upcoming centuries. The devastating 1771 Meiwa earthquake and associated tsunami may mark the onset of the most recent seismic supercycle.",
    "Author": "Debaecker, S.",
    "DOI": "https://doi.org/10.1038/s41467-025-67724-2",
    "Domain": "Physical Sciences",
    "Field": "Earth and Planetary Sciences",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "Nature Communications",
    "Subfield": "Geophysics",
    "Title": "Evidence of megathrust earthquakes and seismic supercycles in subtropical Japan from millennia-old coral microatolls",
    "Topic": "earthquake and tectonic studies"
  },
  {
    "Abstract": "Abstract Autonomous motion in a persistent manner such as spinning of Euler’s disk is long-sought-after by natural or artificial microsystems due to their limited energy loading and is particularly challenging for Marangoni motors as inhomogeneity of active molecules is difficult to sustain. Here we show that by releasing a droplet containing hydrogel precursor and non-small active molecules on a diluted crosslinking-agent solution, the droplet self-propels with a lifetime 300-to-1000-fold longer. It is found that continuously crosslinking hydrogel shell cuts rapid surfactant diffusion and accompanying volumetric contraction perforates the shell and generates a vent through which active molecules are unidirectionally released. The mechanism echoes squid’s jet propulsion wherein water is expelled out of a siphon by contracting mantle. Such self-generated contracting mantle-siphon configuration of a gelling droplet maximizes the localized concentration inhomogeneity and protracts adsorption saturation on water surface, improving the efficiency and lifetime of Marangoni motors for sustained powering of interfacial machines. The unfolded strategy potentially provides solutions for microscale release control which will be of interest to microrobots, materials assembly, and biomolecules transport.",
    "Author": "Zhou, Chunmei",
    "DOI": "https://doi.org/10.1038/s41467-026-69481-2",
    "Domain": "Physical Sciences",
    "Field": "Physics and Astronomy",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "Nature Communications",
    "Subfield": "Condensed Matter Physics",
    "Title": "Sustained interfacial powering through self-generated mantle and siphon of a gelling droplet",
    "Topic": "Micro and Nano Robotics"
  },
  {
    "Abstract": "Abstract Post-Acute Infectious Syndromes (PAIS) refer to the symptoms persisting months after initial infection. Clinical research studies on this topic often collect rich, multi-modal datasets. Yet, the complexity of the datasets and the lack of a precise clinical case definition pose difficulties in creating comprehensive analyses. Here, we present a generalisable framework for analysing data from longitudinal studies of PAIS using Latent Transition Analysis (LTA). It enables the identification of disease phenotypes and the patient-level analysis of transitions between them, without relying on predefined clinical categorisations. Furthermore, we introduce a method for incorporating covariate information, which enables exploration of how patient characteristics influence disease trajectories. We apply this methodology to the ORCHESTRA dataset, composed of individuals affected by SARS-CoV-2 infection from multiple European centres, for investigation into Post-COVID-19 condition (PCC). 5094 patient assessments were collected at SARS-CoV-2 infection, and at 6, 12, 18, and 24 months of follow-up. Our model identifies distinct PCC phenotypes with patient trajectories impacted by age and sex. Our results highlight how LTA can enhance the interpretability of complex, time-resolved clinical data, support personalized patient monitoring and management, and accelerate therapeutic development for other PAISs, too.",
    "Author": "Gusinow, Roy",
    "DOI": "https://doi.org/10.1038/s41467-026-68650-7",
    "Domain": "Physical Sciences",
    "Field": "Computer Science",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "Nature Communications",
    "Subfield": "Artificial Intelligence",
    "Title": "Latent transition analysis for longitudinal studies of post-acute infection syndromes",
    "Topic": "Machine Learning in Healthcare"
  },
  {
    "Abstract": "Manipulating the selectivity-determining step in the hydrogenation of nitrogen-containing intermediates is critical to achieving high ammonia selectivity in electrocatalytic nitrate reduction. Here, we propose a molecular interface engineering strategy that functionalized with thiol-anchored aromatic ligands to regulate the interfacial binding affinity and activation of key nitrogen-containing intermediates on silver nanocube surfaces. By systematically varying the electronic properties of the substituents, we identify 4-(methylthio)benzaldehyde as the most effective ligand, increasing the ammonia Faradaic efficiency from 50.8% to 98.9% and achieving a yield rate of 14,366.1 μg h<sup>-1</sup> cm<sub>geo</sub><sup>-2</sup> at -0.63 V versus reversible hydrogen electrode. In situ electrochemical characterizations combined with theoretical simulations further reveal that 4-(methylthio)benzaldehyde modification promotes the activation of weakly hydrogen-bonded water molecules and accelerates the hydrogenation of *HNO intermediates. This targeted modulation of interfacial binding affinity offers an effective strategy for selectivity control in electrocatalytic nitrate reduction. The enhanced performance is further validated in a membrane electrode assembly electrolyser, underscoring the practical viability of this molecular design strategy for selective nitrate conversion.",
    "Author": "Zhang, Longcheng",
    "DOI": "https://doi.org/10.1038/s41467-026-69385-1",
    "Domain": "Physical Sciences",
    "Field": "Chemical Engineering",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "Nature Communications",
    "Subfield": "Catalysis",
    "Title": "Aryl sulfur ligand-modulated silver catalysts with tailored binding affinity for selective nitrate-to-ammonia conversion",
    "Topic": "Ammonia Synthesis and Nitrogen Reduction"
  },
  {
    "Abstract": "Abstract Ocean warming is increasing the frequency, extent, and severity of tropical-coral bleaching and mortality. During 2014–2017, marine heatwaves caused the Third Global Coral Bleaching Event. We analyze data from 15,066 reef surveys globally during 2014–2017. Across all surveyed reefs, 80% and 35% experienced moderate or greater (affecting &gt;10% of corals) bleaching and mortality, respectively. We assess the global extent of coral bleaching and mortality by applying bleaching response curves calibrated from surveyed reefs to predict bleaching globally, based on comprehensive remote-sensing of heat stress. These models predict that 51% and 15% of the world’s coral reefs suffered moderate or greater bleaching and mortality, respectively, during one or multiple years, surpassing damage from any prior global coral bleaching event. Our findings demonstrate that the impacts of ocean warming on coral reefs are accelerating, with the near certainty that ongoing warming will cause large-scale, possibly irreversible, degradation of these essential ecosystems. With heat stress levels during this event surpassing those observed previously, the National Oceanic and Atmospheric Administration developed more extreme Bleaching Alert levels that are now being used during the ongoing Fourth Global Coral Bleaching Event.",
    "Author": "C. Mark Eakin",
    "DOI": "https://doi.org/10.1038/s41467-025-67506-w",
    "Domain": "Physical Sciences",
    "Field": "Environmental Science",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "Nature Communications",
    "Subfield": "Ecology",
    "Title": "Severe and widespread coral reef damage during the 2014-2017 Global Coral Bleaching Event",
    "Topic": "Coral and Marine Ecosystems Studies"
  },
  {
    "Abstract": "The social phenomenon of university students learning agriculture rather than pursuing it, understanding agriculture rather than choosing agriculture, is a major challenge for the sustainable development of agricultural talents in China. This research paper investigates the impact and mechanism of practical education in agricultural schools on students’ intention to start agricultural businesses using OLS, Probit, and mediation effect models. Data from a survey of 1612 Chinese students from Sichuan Agricultural University, Nanjing Agricultural University and other 6 agricultural universities was analyzed, with instrumental variable probit model (IV-Probit) utilized to tackle endogeneity issues. The results showed that (1) The implementation of rural social practice, volunteer service, entrepreneurship competition, and agricultural labor education by universities can significantly boost university students’ interest in starting their agricultural businesses. Additionally, for every additional type of practical education students receive, they are 11.0% more likely to want to start business in agriculture. (2) Practical education will affect individual entrepreneurial effectiveness perception, including economic benefit perception, social status perception and professional value perception. Among these, the mediating effect of professional value perception is the strongest, with a ratio of 16.1%. (3) The results suggest that entrepreneurship support policy play a role in moderating the connection between individuals’ economic benefit, social status perceptions and their intentions. (4) The intentions of university students to start agricultural businesses are significantly correlated with their control variables, including major selection, students cadre experience, agricultural cognition, household registration, and family members’ occupation. Therefore, it is suggested that there should be a focus on enhancing practical education in agricultural universities, fostering students’ confidence in agricultural entrepreneurship, and optimizing sustainable policy support for university students’ entrepreneurial endeavors.",
    "Author": "Hou, Wei",
    "DOI": "https://doi.org/10.1371/journal.pone.0340670",
    "Domain": "Social Sciences",
    "Field": "Business, Management and Accounting",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "PLoS ONE",
    "Subfield": "Management of Technology and Innovation",
    "Title": "Promoting agricultural entrepreneurship through practical education in Chinese universities",
    "Topic": "Entrepreneurship Studies and Influences"
  },
  {
    "Abstract": "Background Undernutrition remains a major public health concern in low- and middle-income countries, with children born to adolescent mothers being particularly at risk of underweight. In Kenya, despite high adolescent birth rates, there is limited nationally representative evidence on the prevalence of underweight and its determinants among children under five years born to adolescent mothers. This study examined the prevalence and factors associated with underweight among Kenyan children under five years of age born to adolescent mothers, using nationally representative data from the 2022 Kenya Demographic and Health Survey (KDHS). Methods This study was a cross-sectional analysis of data from the child recode file (KR) of the 2022 KDHS, comprising a weighted sample of 819 children under five years born to adolescent mothers aged 15–19 years. Underweight was defined as a weight-for-age Z-score of less than −2 SD. Modified Poisson regression analyses were performed to identify factors associated with underweight. All analyses accounted for the complex survey design and sampling weights. Results from the bivariate model are presented as crude prevalence ratios (CPR), while results from the multivariable model were presented as adjusted prevalence ratios (APR). Statistical significance was set at P &lt; 0.05. Results The prevalence of underweight among Kenyan children born to adolescent mothers was 11.03% (n = 77/702; 95% CI: 8.65–13.97). In the multivariable model, children of married adolescent mothers were more likely to be underweight (APR = 2.22; 95% CI: 1.15–4.28; P = 0.018) than those of unmarried mothers. Additionally, the prevalence of underweight increased with an increase in the child’s age. Children aged 6–23 months (APR = 2.73; 95% CI: 1.22–6.12; P = 0.015) and those aged ≥24 months (APR = 4.35; 95% CI: 1.84–10.30; P = 0.001) were more likely to be underweight than those aged six months and below. Conclusion Approximately 1 in 9 children under five years born to adolescent mothers in Kenya were underweight. Being in a marital union and an increase in the child’s age emerged as key factors associated with underweight among children born to adolescent mothers. These findings highlight the need for targeted interventions to prevent early marriage among adolescent girls and to improvee complementary feeding practices among adolescent mothers to reduce the risk of underweight among their children..",
    "Author": "Omutoj, Alfred",
    "DOI": "https://doi.org/10.1371/journal.pone.0342460",
    "Domain": "Health Sciences",
    "Field": "Nursing",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "PLoS ONE",
    "Subfield": "Nutrition and Dietetics",
    "Title": "Prevalence and factors associated with underweight among children under five born to adolescent mothers: Evidence from the 2022 Kenya Demographic and Health Survey",
    "Topic": "Child Nutrition and Water Access"
  },
  {
    "Abstract": "Gastrointestinal nematode infections significantly impact equine health and welfare, with rising anthelmintic resistance demanding alternative control strategies. Emerging evidence suggests that parasitic nematodes harbour distinct microbiomes, potentially influencing host-parasite dynamics and parasite survival. This study aimed to characterize and compare the microbiomes of equine gastrointestinal nematodes and their hosts, focusing on differences in composition, diversity, and core microbiota structure across different intestinal sites, nematode subfamilies, and sexes. Faecal and nematode samples were collected from equids ( Equus caballus and Equus asinus ) at slaughterhouses. DNA was extracted, and the V3-V4 regions of the 16S rRNA gene were amplified and sequenced using the Illumina iSeq 100 platform. Bioinformatic analyses were performed with QIIME2 and MicrobiomeAnalyst, and statistical comparisons employed PERMANOVA, LEfSe, and alpha and beta diversity metrics. Nematodes exhibited a distinct microbiome dominated by Firmicutes, Proteobacteria, Bacteroidota, Verrucomicrobiota, and Actinobacteriota, differing significantly from the faecal microbiota. Alpha diversity analyses revealed lower richness in nematodes, while beta diversity indicated distinct community structures (p = 0.007). Microbial composition varied by gastrointestinal site, nematode subfamily, and sex. Proteobacteria were consistently enriched in nematodes, particularly in the caecum. Core microbiome analysis identified exclusive nematode-associated taxa such as Fusobacterium , Mesorhizobium , and Mycoplasma . Equine gastrointestinal nematodes harbour independent and structured microbiomes, distinct from those of their hosts. These findings underscore the ecological specialization of nematodes and highlight the potential of targeting parasite-associated microbiota for novel control strategies.",
    "Author": "Gentilini, Fabio",
    "DOI": "https://doi.org/10.1371/journal.pone.0339596",
    "Domain": "Health Sciences",
    "Field": "Veterinary",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "PLoS ONE",
    "Subfield": "Small Animals",
    "Title": "Beyond the host: Unveiling the independent microbiome of equine gastrointestinal nematodes",
    "Topic": "Helminth infection and control"
  },
  {
    "Abstract": "This study applies a Bayesian spatio-temporal model to demonstrate the sensitivity of policy effect estimates to spatial and temporal structure, using COVID-19 stay-at-home orders as a case study. Unlike conventional approaches, this framework accounts for geographic spillovers, temporal dependence, and space–time interaction, all of which are central to policy effect evaluation in heterogeneous settings. Implemented via Integrated Nested Laplace Approximation (INLA), the model also accommodates missing data and supports inference in high-dimensional contexts. Using Google mobility data and policy information from the Oxford COVID-19 Tracker, we estimate four models of increasing complexity: OLS, spatial, temporal, and spatio-temporal. While simpler models suggest substantial reductions in workplace and residential mobility, these effects become statistically insignificant once spatio-temporal interactions are incorporated. This pattern indicates that earlier studies may have overstated policy effects by overlooking spatio-temporal heterogeneity. Our findings demonstrate the importance of spatio-temporal modeling for policy evaluation, particularly when working with large-scale, incomplete, and unevenly distributed data.",
    "Author": "Kim, Pyung",
    "DOI": "https://doi.org/10.1371/journal.pone.0339196",
    "Domain": "Physical Sciences",
    "Field": "Mathematics",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "PLoS ONE",
    "Subfield": "Modeling and Simulation",
    "Title": "Bayesian spatio-temporal modeling for policy evaluation: Sensitivity of policy effect estimates in the context of COVID-19 stay-at-home orders",
    "Topic": "COVID-19 epidemiological studies"
  },
  {
    "Abstract": "In oral drug pharmacokinetics (PK), drug-drug interactions are inevitable, yet traditional compartmental models struggle to effectively quantify such processes. This study proposes a linearly coupled two-compartment PK model, where the coupling term is defined as a linear function of another drug’s amount to strike a balance between model simplicity and physiological interpretability. The model introduces parameter heterogeneity and linear interaction terms based on the classical compartmental structure, more accurately capturing concentration-dependent dynamic changes during combined drug administration. To address the model’s nonlinear characteristics and high-dimensional parameters, a hierarchical optimization numerical solution algorithm was developed, enhancing computational efficiency while validating robustness against Gaussian noise. Through systematic analysis of key PK metrics ( <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\" id=\"M1\"> <mml:mrow> <mml:msub> <mml:mrow> <mml:mi>C</mml:mi> </mml:mrow> <mml:mrow> <mml:mrow> <mml:mi mathvariant=\"normal\">m</mml:mi> <mml:mi mathvariant=\"normal\">a</mml:mi> <mml:mi mathvariant=\"normal\">x</mml:mi> </mml:mrow> </mml:mrow> </mml:msub> </mml:mrow> </mml:math> , <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\" id=\"M2\"> <mml:mrow> <mml:msub> <mml:mrow> <mml:mi>T</mml:mi> </mml:mrow> <mml:mrow> <mml:mrow> <mml:mi mathvariant=\"normal\">m</mml:mi> <mml:mi mathvariant=\"normal\">a</mml:mi> <mml:mi mathvariant=\"normal\">x</mml:mi> </mml:mrow> </mml:mrow> </mml:msub> </mml:mrow> </mml:math> , AUC , and <mml:math xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\" id=\"M3\"> <mml:mrow> <mml:msub> <mml:mrow> <mml:mi>t</mml:mi> </mml:mrow> <mml:mrow> <mml:mtext>1/2</mml:mtext> </mml:mrow> </mml:msub> </mml:mrow> </mml:math> ), the study reveals the mechanisms by which absorption and clearance parameter variations influence drug distribution in vivo. Combining numerical simulations, parameter ablation experiments, and real-world data validation, the full model (retaining all linear interaction terms) outperforms the simplified model in both goodness-of-fit and information criteria, demonstrating superior interpretability and predictive performance. Overall, this model offers an intermediate solution between traditional compartmental models and PBPK models, providing a novel methodological framework for quantitative research on drug-drug interactions.",
    "Author": "Huang, Hong",
    "DOI": "https://doi.org/10.1371/journal.pone.0339052",
    "Domain": "Life Sciences",
    "Field": "Pharmacology, Toxicology and Pharmaceutics",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "PLoS ONE",
    "Subfield": "Pharmacology",
    "Title": "Coupled pharmacokinetic model unveils drug-drug interactions in plasma concentration",
    "Topic": "Pharmacogenetics and Drug Metabolism"
  },
  {
    "Abstract": "OBJECTIVES Children with medical complexity (CMC) are a growing population of pediatric patients with disabling multisystem conditions leading to reliance on medical devices and disposable supplies. These products are essential for CMC, but prior research has linked problems with home devices to emergency care and hospitalizations. We aimed to understand parent experiences with in-home devices and identify opportunities for improvement. METHODS A cross-sectional qualitative study of English and Spanish-speaking parents of CMC was conducted using semistructured interviews. Parents could also opt to send pictures with descriptions of their children’s home device use. Applied thematic analysis and content analysis were used to identify key themes and preferred design attributes. RESULTS We conducted 17 semistructured interviews with parents of CMC. Eight parents submitted 97 total pictures. Five main themes emerged: (1) lack of communication and education about product availability; (2) frequent, major device design flaws, often with safety and health risks; (3) parents of CMC often addressed unmet device needs and flaws with improvised problem-solving strategies; (4) structural barriers reduce access to efficacious and high-quality in-home devices; and (5) parents of CMC value a variety of medical devices design attributes. CONCLUSIONS Parents of CMC reported that the current landscape of medical devices functionally available to CMC for life at home and in the community is inadequate. These findings raise concerns that medical device design flaws can pose safety risks and negatively impact the health of CMC. Future work should incorporate user input into tailoring both medical product design and coverage.",
    "Author": "Walsh, Peter",
    "DOI": "https://doi.org/10.1542/peds.2025-073091",
    "Domain": "Social Sciences",
    "Field": "Economics, Econometrics and Finance",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "PEDIATRICS",
    "Subfield": "Economics and Econometrics",
    "Title": "Medical Device Design Flaws for Children With Medical Complexity at Home",
    "Topic": "Healthcare Policy and Management"
  },
  {
    "Abstract": "ABSTRACT Proton exchange membrane water electrolyzers (PEMWEs) are central to green hydrogen production, yet their anodic oxygen evolution reaction (OER) still relies on noble‐metal catalysts (Ir or Ru), raising concerns regarding cost and resource scarcity. Therefore, the exploration of stabilized supported materials is essential to achieve low/non‐noble metal loading anodes in PEMWEs. Recent studies indicate that Co 3 O 4 can not only serve as an efficient support for noble‐metal single atoms, but also act as a non‐noble active phase or an integral component of hybrid catalyst systems. However, its unsatisfactory long‐term stability in acidic environments remains a major barrier. In this review, we analyze the fundamental degradation mechanism of Co 3 O 4 under acidic OER and highlight the key factors underlying dissolution, lattice restructuring, and loss of electronic conductivity. In addition, strategies that improve durability are investigated. Practical considerations for device integration, such as catalyst‐layer design, dynamic‐load stability, and scalable fabrication, are also analyzed. To translate laboratory breakthroughs into commercial technologies, future research must now prioritize dynamic stability and scalable integration of membrane electrode assemblies over conventional activity metrics.",
    "Author": "Han, Lei",
    "DOI": "https://doi.org/10.1002/adfm.74449",
    "Domain": "Physical Sciences",
    "Field": "Energy",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "Advanced Functional Materials",
    "Subfield": "Energy Engineering and Power Technology",
    "Title": "Stabilizing Low/Non‐Noble Metal Loading Cobalt Oxide‐Based Anode Catalysts for Proton Exchange Membrane Water Electrolysis",
    "Topic": "Hybrid Renewable Energy Systems"
  },
  {
    "Abstract": "Abstract Background Providing sexual and reproductive (SRH) health education to youth can improve outcomes including knowledge of sexually transmitted infections and use of condoms. Programs integrating soccer and sexual health education have shown promise in improving HIV-related outcomes in African countries; however, little is known about programs in other regions of the world, using other sports, or focusing on other SRH outcomes. Therefore, the purpose of this scoping review is to identify and compare a broader spectrum of integrated programs and their outcomes. Methods Four databases were searched for articles mentioning SRH education, sports, adolescents, and synonyms of these concepts. References from articles selected for data extraction were also hand-searched. Articles were included in the review if they (1) reported on an intervention in which youth both play a sport and are explicitly taught a curriculum to improve any SRH outcome; (2) were published between 2000 and 2022; (3) reported quantitative outcome data; and (4) included participants between 10 and 24 years old. Two co-authors extracted data from the selected studies. Narrative synthesis and descriptive tables were used to summarize extracted data. Results Of 4,161 records identified by the search, 21 met the inclusion criteria. The majority of the programs were implemented in Africa ( n = 13). Sports included football/soccer ( n = 15), netball/basketball ( n = 2), cricket ( n = 2), and unspecified sports ( n = 4). Most ( n = 12) interventions were multi-session programs lasting up to 12 weeks. HIV/AIDS prevention ( n = 16) and prevention of gender-based violence ( n = 13) were the most common SRH topics. Seven studies included random assignment to treatment and control. Significant improvements were reported by most of the studies measuring HIV-related outcomes as well as all three studies reporting outcomes related to contraception or pregnancy. Less than half of the studies measuring gender roles, gender norms, or gender-based violence reported positive outcomes. Conclusions Integrated sport and SRH interventions show promise as a way to attract and engage youth in SRH programming. Additional research is needed to better understand the specific content, context, and implementation strategies that are associated with positive outcomes.",
    "Author": "Melissa N. Saphir",
    "DOI": "https://doi.org/10.1186/s12889-026-26373-w",
    "Domain": "Health Sciences",
    "Field": "Health Professions",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "BMC Public Health",
    "Subfield": "General Health Professions",
    "Title": "Integrating sexual and reproductive health education with sports for young people: a global scoping review",
    "Topic": "Adolescent Sexual and Reproductive Health"
  },
  {
    "Abstract": "Intangible Cultural Heritage (ICH) is vital for regional cultural sustainability and social cohesion. While ICH patterns in the Yangtze and Yellow River basins have been widely investigated, macro-scale research on the Pearl River Basin Area (PRBA) remains insufficient. Using GIS-based spatial analytical techniques, this study examines the agglomeration patterns and driving mechanisms of 377 national-level ICH resources within the PRBA. The findings reveal that: (1) the spatial distribution exhibits a pronounced “coastal agglomeration and inland dispersion” density gradient, with the Pearl River Delta serving as a high-density core and ethnic minority regions forming secondary clusters; (2) the gravity center of ICH resources has gradually shifted northwestward from 2006 to 2021, reflecting the influence of policy interventions; and (3) while socioeconomic factors are the primary drivers, hydrological factors exert strong nonlinear enhancement effects through interactions with social variables, highlighting the dependency of cultural genesis on the water environment. These findings provide a scientific basis for ICH living transmission, planning, and regional collaborative governance in the PRBA, thereby promoting regional cultural sustainability.",
    "Author": "Zhan, Jinghui",
    "DOI": "https://doi.org/10.3390/su18041801",
    "Domain": "Social Sciences",
    "Field": "Arts and Humanities",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "Sustainability",
    "Subfield": "Archeology",
    "Title": "Spatial Patterns and Driving Mechanisms of Intangible Cultural Heritage in the Pearl River Basin Area",
    "Topic": "Cultural Heritage Management and Preservation"
  },
  {
    "Abstract": "ABSTRACT Teams researchers, meta‐analysts, and others often study relationships between group‐level constructs measured by aggregating individual‐level variables, but it is well‐known that group‐mean correlations are influenced by individual‐level relationships. We review multilevel issues and current practices in estimating and adjusting group‐mean associations. We give special attention to comparisons across levels of analysis, and to adjustments for estimating population parameters. A Monte Carlo simulation study indicates that the two most commonly used adjustments in meta‐analysis are ineffective in estimating population‐based effect sizes. They frequently overestimate true relationships, sometimes severely. Indeed, simulations show that common adjustments move estimates away from population values in many situations. We suggest an alternative approach to adjustment that produces more accurate and conservative estimates. We apply our approach to examples in the literature and call into question estimates and interpretations in a large body of meta‐analyses based on aggregated group‐mean variables.",
    "Author": "Mark A. Maltarich",
    "DOI": "https://doi.org/10.1111/peps.70022",
    "Domain": "Social Sciences",
    "Field": "Decision Sciences",
    "Language": "English",
    "Publication date": "2026-02-10",
    "Source": "Personnel Psychology",
    "Subfield": "Statistics, Probability and Uncertainty",
    "Title": "Relationships Between Shared Group Properties: Theory, Measurement, Estimation, and Adjustment",
    "Topic": "Meta-analysis and systematic reviews"
  }
]
