[
  {
    "article_path": "/article/ca6bb305-004a-4677-8b55-5beeea50310a",
    "article_url": "https://ground.news/article/ca6bb305-004a-4677-8b55-5beeea50310a",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Friday, the U.S. Supreme Court invalidated President Donald Trump’s use of the International Emergency Economic Powers Act to impose tariffs in a 6-3 decision.",
      "Seven businesses and 12 states challenged the tariffs under IEEPA, prompting consolidated Supreme Court review after lower courts ruled against Trump.",
      "Chief Justice John Roberts wrote that IEEPA contains no reference to tariffs and that taxing power belongs to Congress, with Justices Neil Gorsuch, Amy Coney Barrett, Sonia Sotomayor, Elena Kagan and Ketanji Brown Jackson joining the majority.",
      "Refund claims are expected, with analysts estimating over $175 billion may need to be refunded, but the court left refund logistics unclear for U.S. importers and companies seeking refunds.",
      "The Trump administration said it will seek other statutory avenues and President Donald Trump planned a Friday news briefing, despite Friday's ruling."
    ],
    "title": "Source Icon",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-economy-grew-at-14-rate-in-final-quarter-of-2025-well-below-expectations_1c7f9e",
    "article_url": "https://ground.news/article/us-economy-grew-at-14-rate-in-final-quarter-of-2025-well-below-expectations_1c7f9e",
    "bias": [
      "Left-Leaning outlets frame the 1.4% economic growth as a 'disastrous' and 'dramatic slowdown,' often linking it to policy failures like tariffs and even discrediting figures via 'typo-filled' posts.",
      "Right-Leaning coverage portrays the same 1.4% as 'unexpectedly' low, emphasizing it 'hits' at 'half expected pace' and directly attributing the downturn to 'Schumer Shutdown Blues' or how Democrats 'shaved' growth.",
      "Center-Leaning reports, while noting the growth 'badly missing estimate' and slowing 'sharply,' offer broader context on inflation and future projections.",
      "All perspectives acknowledge the 1.4% growth and the government shutdown 's contribution, yet diverge significantly on assigning blame, reflecting fundamental ideological differences regarding government's economic role."
    ],
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 24.0,
    "location": null,
    "right_pct": 19.0,
    "status": "ok",
    "summary": [
      "On Friday, the Department of Commerce said the US expanded at 1.4 percent in Q4 2025, with full-year growth at 2.2 percent, down from 2.8 percent.",
      "After the shutdown, some analysts estimate fourth-quarter GDP would have been closer to 2.4 percent, with Trump claiming `Democrat Shutdown cost the U.S.A. at least two points in GDP,` on Truth Social.",
      "Commerce Department figures showed Q4 2025 growth slowed due to weaker government spending, exports, and consumer spending but was partly offset by investment gains, said Heather Long, Navy Federal Credit Union chief economist, noting \"Solid consumption and the AI boom kept the economy growing.\"",
      "Following the release, Trump criticized the Federal Reserve and outgoing Chairman Jerome Powell, calling for `LOWER INTEREST RATES`, after posting shutdown claims on Truth Social and ushering reporters out.",
      "The PCE index was up 2.5 percent in December, and analysts warn this could complicate Federal Reserve rate decisions, highlighting economic challenges for the Trump administration."
    ],
    "title": "US Economy Grew at 1.4% Rate in Final Quarter of 2025, Well Below Expectations",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/trump-orders-agencies-to-identify-and-release-government-files-on-aliens_4045d4",
    "article_url": "https://ground.news/article/trump-orders-agencies-to-identify-and-release-government-files-on-aliens_4045d4",
    "bias": [
      "Left-Leaning coverage frames the UFO directive as a \"distraction\" from \"Epstein Revelations,\" using terms like \"spirals\" and \"bonkers\" to portray Trump's actions as erratic.",
      "Conversely, right-leaning outlets emphasize \"full disclosure\" and \"transparency,\" hailing the move as \"extremely interesting and important,\" while characterizing Obama's comments as a \"big mistake\" or \"classified breach.",
      "Center perspectives neutrally report the directive and accusations, often attributing \"distraction\" claims to \"conspiracies.",
      "A pivotal dividing line is how Trump's statement \"I don’t know if they are real or not\" is presented, with some right-leaning headlines claiming he \"ADMITS Aliens Are REAL.",
      "All perspectives agree Trump ordered the release of files due to \"tremendous interest\" and accused Obama of revealing classified information, reflecting ideological divides in interpreting political figures' motives and actions."
    ],
    "bias_bar_text": null,
    "center_pct": 47.0,
    "error": null,
    "left_pct": 25.0,
    "location": null,
    "right_pct": 28.0,
    "status": "ok",
    "summary": [
      "President Donald Trump on Thursday used Truth Social to order agency leaders to 'begin the process of identifying and releasing' government files on UAPs and UFOs, citing public interest.",
      "Following viral remarks by Barack Obama on a podcast, reporters pressed Trump, who responded with a declassification order shortly after the Feb. 14 interview, amid renewed public interest.",
      "The Pentagon has tracked UAPs for decades and created the All-Domain Anomaly Resolution Office; a 2024 assessment says no confirmed evidence of extraterrestrial technology exists.",
      "Officials say it's unclear which records might be disclosed or how quickly any release would occur, and observers warn the announcement could intensify public and conspiracy theorists' interest in UAPs.",
      "Officials say any systematic release would follow standard declassification review processes, which could occur around July 8, the Roswell anniversary, to prevent security risks."
    ],
    "title": "Trump orders agencies to identify and release government files on aliens",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/uk-police-arrest-former-prince-andrew-in-epstein-linked-misconduct-probe_be6560",
    "article_url": "https://ground.news/article/uk-police-arrest-former-prince-andrew-in-epstein-linked-misconduct-probe_be6560",
    "bias": [
      "Left-Leaning coverage frames the royal's arrest as a matter of \"elite impunity\" and systemic accountability, emphasizing the \"seismic\" implications for the monarchy and calling for pension donations.",
      "Conversely, right-leaning outlets portray a \"historic downfall,\" focusing on the individual's \"tainted\" reputation and \"staggering blow\" to the family, often using terms like \"Randy Andy.",
      "While center-leaning reports maintain a neutral tone, noting a \"Royal Scandal\" and \"British Monarchy in Crisis,\" left narratives call for \"Karma Time,\" de-emphasizing the royal's consistent denials, which are highlighted by center and right perspectives.",
      "Both sides agree on the arrest's link to Epstein and the King's \"law must take its course\" statement, yet their divergent portrayals reflect deeper ideological stances on public accountability versus personal failing within institutions."
    ],
    "bias_bar_text": null,
    "center_pct": 46.0,
    "error": null,
    "left_pct": 34.0,
    "location": null,
    "right_pct": 20.0,
    "status": "ok",
    "summary": [
      "On February 19, 2026, Thames Valley Police arrested Andrew Mountbatten-Windsor on suspicion of misconduct in public office as he turned 66.",
      "Following the January 30 US Department of Justice release of three million Epstein-related files, Thames Valley Police had been assessing claims and opened inquiries after the material prompted calls for investigation.",
      "Shortly after 8 a.m., plain‑clothed officers and unmarked police vehicles arrived at Wood Farm, with police confirming devices could be seized, and the man remains in custody.",
      "King Charles III said the law must take its course following the arrest, Buckingham Palace pledged full cooperation if approached, and Virginia Roberts Giuffre's family thanked Thames Valley Police.",
      "Observers called the move unprecedented for a senior royal, noting its extraordinary nature, while media and publishers were warned about contempt risks as the legal system and courts keep the case active."
    ],
    "title": "UK Police Arrest Former Prince Andrew in Epstein-Linked Misconduct Probe",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/nih-director-jay-bhattacharya-named-acting-cdc-leader-amid-leadership-changes_3aa5d4",
    "article_url": "https://ground.news/article/nih-director-jay-bhattacharya-named-acting-cdc-leader-amid-leadership-changes_3aa5d4",
    "bias": [
      "Left-Leaning coverage frames Jay Bhattacharya as a \" CDC critic\" who \"rebuked\" established health responses, employing a skeptical tone.",
      "Right-Leaning outlets, conversely, emphasize his co-authorship of the \"Great Barrington Project\" and that he \"rose to prominence\" as a critic of COVID-19 mandates, portraying him as an aligned figure.",
      "Center perspectives acknowledge \"controversy\" and an \"embattled\" agency but maintain a neutral tone regarding his temporary appointment.",
      "While all agree on his temporary role and Jim O'Neill's dismissal by Robert F.",
      "Kennedy Jr., these portrayals reveal profound ideological divides concerning public health policy and government authority."
    ],
    "bias_bar_text": null,
    "center_pct": 60.0,
    "error": null,
    "left_pct": 24.0,
    "location": null,
    "right_pct": 16.0,
    "status": "ok",
    "summary": [
      "On Wednesday, the New York Times reported that Jay Bhattacharya, NIH director, will assume acting leadership of the CDC , replacing Jim O'Neill, who served as acting CDC director and deputy secretary.",
      "After Monarez's removal, O'Neill became acting CDC director, with Politico first reporting his departure on Friday, amid disputed accounts by Kennedy.",
      "James O'Neill signed off on reducing recommended pediatric vaccines and served simultaneously as acting CDC director and HHS deputy secretary before exiting both roles; the administration plans to nominate him to lead the National Science Foundation.",
      "Several top CDC officials resigned in protest after Susan Monarez's ouster, reducing leadership continuity, while NIH faces vacancies with more than half of its 27 institutes and centers lacking permanent directors.",
      "O'Neill's planned NSF nomination and Bhattacharya becoming the third CDC leader since summer indicate a broader administrative reshuffle, a Reuters official said."
    ],
    "title": "NIH Director Jay Bhattacharya Named Acting CDC Leader Amid Leadership Changes",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/b87e41a3-0817-406e-a511-5bf0bdb4e9d6",
    "article_url": "https://ground.news/article/b87e41a3-0817-406e-a511-5bf0bdb4e9d6",
    "bias": [
      "Left-Leaning coverage frames Trump's new 10% global tariff as defiant circumvention, emphasizing negative economic impacts on \"everyday prices\" and using terms like \"fools\" to portray his character.",
      "Right-Leaning outlets highlight Trump's perceived strength and strategic defiance, using aggressive language like \"Slaps\" the world and asserting he \"ran laps around\" the court, framing his actions as a clever maneuver despite a \"defeat.",
      "Center-Leaning reports acknowledge a \"stinging rebuke\" and \"major blow\" to his agenda, noting broader economic uncertainty.",
      "All agree on the 10% tariff and Trump's criticism, but the left focuses on consumer burden, while the right champions executive power, revealing deep ideological splits over governance and economic strategy."
    ],
    "bias_bar_text": "Left 31% Center 45% R 24%",
    "center_pct": 45.0,
    "error": null,
    "left_pct": 31.0,
    "location": null,
    "right_pct": 24.0,
    "status": "ok",
    "summary": [
      "At the White House, President Donald Trump signed a 10% global tariff to replace IEEPA duties after the U.S. Supreme Court struck them down, saying it would start in about three days.",
      "The U.S. Supreme Court ruled in a 6-3 decision that the International Emergency Economic Powers Act did not authorize tariffs in peacetime, overturning lower courts that found businesses and a dozen U.S. states as plaintiffs.",
      "Administration officials said they will initiate Section 301 investigations and Section 232 probes, but these require formal steps that generally take months, potentially delaying tariff changes.",
      "Companies have filed suits seeking refunds for $133 billion collected, and Treasury data show collections exceed $175 billion; Trump said, `I guess it has to get litigated for the next two years.`",
      "Trump said `Potentially higher` and asserted `In order to protect our country, a president can actually charge more tariffs than I was charging in the past`."
    ],
    "title": "Trump signs global 10% tariff, says it will take effect 'almost immediately'",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-military-blows-up-another-drug-boat-in-eastern-pacific-killing-3-narco-terrorists_b61257",
    "article_url": "https://ground.news/article/us-military-blows-up-another-drug-boat-in-eastern-pacific-killing-3-narco-terrorists_b61257",
    "bias": [
      "Left-Leaning coverage emphasizes the human cost, highlighting \"killing 3\" and questioning the strike's legality \"without providing proof.",
      "Conversely, right-leaning outlets frame the event as decisive action against \"Drug-Smuggling,\" asserting \"intelligence confirmed\" the threat and using terms like \"Takes Out Drug Boat.",
      "Center-Leaning reports employ charged labels such as \"narco-terrorists\" and \"blows up,\" while also offering broader campaign statistics like \"44 boats destroyed\" and details on \"survivors,\" alongside the \"148 people killed\" figure also reported by the left.",
      "The pivotal divide lies in scrutinizing military claims versus affirming their justification.",
      "All perspectives agree on the strike and three fatalities, diverging on state power accountability versus national security imperatives."
    ],
    "bias_bar_text": "L 16% Center 68% R 16%",
    "center_pct": 68.0,
    "error": null,
    "left_pct": 16.0,
    "location": null,
    "right_pct": 16.0,
    "status": "ok",
    "summary": [
      "On Feb. 20, 2026, the U.S. military conducted a lethal strike on a vessel in the Eastern Pacific Ocean, killing three people accused of trafficking drugs.",
      "Since early September, the administration's strikes have focused on boats in the Caribbean Sea and eastern Pacific as part of Operation Southern Spear, targeting `designated terrorist organizations` to curb narcotics trafficking.",
      "A linked video shows the vessel erupting in flames, and U.S. Southern Command said the strike was ordered by Gen. Francis L. Donovan via Joint Task Force Southern Spear.",
      "Friday's strike raises the campaign's cumulative death toll to at least 148 people in at least 43 attacks, while family members of two Trinidadian men have sued the U.S. government.",
      "Critics say the strikes raise legal and evidence questions as critics and legal experts challenge their legality and the administration offers little proof, while Republican lawmakers defend these actions amid an `armed conflict` with cartels."
    ],
    "title": "US Military Blows up Another Drug Boat in Eastern Pacific, Killing 3 ‘Narco-Terrorists’",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/trump-pledges-10m-to-continued-recovery-from-east-palestine-train-disaster",
    "article_url": "https://ground.news/article/trump-pledges-10m-to-continued-recovery-from-east-palestine-train-disaster",
    "bias": [
      "Left-Leaning coverage frames the story through the lens of an \"environmental disaster\" and lingering health worries, emphasizing federal responsibility and de-emphasizing Trump’s personal optics, while right-leaning coverage spotlights Trump as fulfilling promises, using phrases like \"lives up to his promise\" and celebrating a \"booming economy \" and decisive aid; rhetorical tactics differ—center-left tones stress caution and systemic failure, right uses boosterish, affirming language and foregrounds NIH and separate funding details.",
      "The $10 million figure is alternately presented as crucial recovery aid or as proof of promise-keeping; both sides agree on ongoing recovery needs and health concerns."
    ],
    "bias_bar_text": null,
    "center_pct": 79.0,
    "error": null,
    "left_pct": null,
    "location": "Ohio",
    "right_pct": 21.0,
    "status": "ok",
    "summary": [
      "On Thursday, President Donald Trump announced in a Truth Social post a $10 million commitment through the Economic Development Administration to aid East Palestine, Ohio's recovery.",
      "The crisis began on Feb. 3, 2023, when a Norfolk Southern train derailed in East Palestine, Ohio, spilling toxic chemicals into a waterway and prompting local officials to perform a controlled burn fearing explosions.",
      "Local and GOP officials responded as Republican Ohio Sen. Jon Husted shared the post on X and thanked the president, saying `Thank you, Mr. President, for not forgetting East Palestine`, while Trump pledged long-term support in his Truth Social post.",
      "The administration also said the $10 Million pledge comes with a Longterm Health Study for East Palestine residents, and Spectrum News 1 has reached out to the Economic Development Administration for details.",
      "News outlets are offering timelines and summaries of the derailment, and Senator Jon Husted's repost on X was timestamped February 20, 2026, marking key political timing."
    ],
    "title": "Trump Announces $10M to East Palestine, Ohio, for 2023 Train Derailment",
    "topic": "US Politics",
    "topic_full": "US Politics · Ohio"
  },
  {
    "article_path": "/article/report-finds-vt-students-falling-short-of-proficiency-goals-in-core-subjects",
    "article_url": "https://ground.news/article/report-finds-vt-students-falling-short-of-proficiency-goals-in-core-subjects",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 83.0,
    "error": null,
    "left_pct": 17.0,
    "location": "Vermont",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Released on Thursday, the Vermont Agency of Education 's Vermont State Report Card showed a majority of Vermont students were not meeting grade-level standards during the 2024-25 school year, with many well below proficiency in math and English language arts.",
      "As enrollment fell, Vermont lawmakers are consolidating districts, while Toren Ballard said the findings reflect long-term NAEP declines.",
      "Math proficiency rates show a range from 33% to 48% across grades, science proficiency remained between 41% and 45%, and just 46% of high school students planned postsecondary enrollment within 16 months, below the state's 80% goal.",
      "Shortly after the report's release, Gov. Phil Scott said it `illustrates why education transformation is not optional` and warned rising property taxes make Vermont unaffordable.",
      "The report also shows four-year graduation rates fell from 89% in 2017 to 82% in 2025, while grade 4 math in Mississippi and Louisiana now surpasses Vermont."
    ],
    "title": "Vermont students are ‘well below’ proficiency goals in math and English, according to state report",
    "topic": "Education",
    "topic_full": "Education · Vermont"
  },
  {
    "article_path": "/article/diplomacy-is-still-the-only-viable-path-to-peace-in-ukraine-un-refugee-chief-barham-salih-says",
    "article_url": "https://ground.news/article/diplomacy-is-still-the-only-viable-path-to-peace-in-ukraine-un-refugee-chief-barham-salih-says",
    "bias": [
      "Left-Leaning outlets frame diplomacy as the \"only viable path\" to peace, strongly advocating for non-military solutions and multilateralism, often de-emphasizing contextual details.",
      "Right-Leaning coverage, conversely, presents the identical statement as a \"direct, factual report,\" largely devoid of specific ideological framing or emotional tone, focusing on the statement's neutrality.",
      "Center-Leaning outlets also highlight \"only viable path\" but portray it as a \"pragmatic approach\" and a \"universally accepted, moderate goal,\" providing more background on the UN official's visit and acknowledging \"many obstacles\" to peace, a nuance de-emphasized by the left.",
      "All perspectives agree on the UN chief's call for diplomacy and the strain on humanitarian operations, yet their distinct characterizations reveal underlying ideological stances on international engagement."
    ],
    "bias_bar_text": null,
    "center_pct": 57.0,
    "error": null,
    "left_pct": 29.0,
    "location": "Ukraine",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "The newly appointed head of the U.N. refugee agency said diplomacy is the only viable option for peace in Ukraine despite many obstacles.",
      "He emphasized that there is no military solution and highlighted the need for a durable and just peace so people can return to their lives.",
      "He urged renewed diplomatic efforts to achieve lasting peace in the ongoing war.",
      "In a meeting with Zelenskyy, Salih discussed focusing on recovery, sustainable solutions, and self-reliance for Ukraine's future."
    ],
    "title": "Diplomacy is still the only viable path to peace in Ukraine, UN refugee chief Barham Salih says",
    "topic": "Russia-Ukraine War",
    "topic_full": "Russia-Ukraine War · Ukraine"
  },
  {
    "article_path": "/article/former-new-haven-police-chief-arrested-in-theft-of-confidential-informant-money",
    "article_url": "https://ground.news/article/former-new-haven-police-chief-arrested-in-theft-of-confidential-informant-money",
    "bias": [
      "Coverage of the former police chief's alleged $85,000 theft reveals stark partisan framing.",
      "Left-Leaning outlets emphasize the breach of \"public funds\" and \"city funds,\" specifically highlighting the \"Police Activity League\" to underscore community impact.",
      "Right-Leaning accounts explicitly link the alleged embezzlement to \"personal use\" and \"gambling issues as a factor,\" often contextualizing it within broader narratives of public officials' alleged malfeasance.",
      "Center-Leaning coverage, while also noting the $85,000, uniquely details allegations from the warrant, including \"gambling, embezzlement and attempted cover-ups\" and millions wagered, providing a more comprehensive account of the alleged misconduct.",
      "While all perspectives confirm the arrest, larceny charges, and bond, their distinct rhetorical tactics—left focusing on communal trust and right on individual culpability—reflect underlying ideological priorities regarding public service and personal accountability."
    ],
    "bias_bar_text": null,
    "center_pct": 40.0,
    "error": null,
    "left_pct": 33.0,
    "location": "Connecticut",
    "right_pct": 27.0,
    "status": "ok",
    "summary": [
      "On Friday, Connecticut State Police arrested Karl Jacobson, Former New Haven police Chief, on two counts of first-degree larceny and released him on $150,000 bond.",
      "The alleged misappropriations span January 1, 2024, and January 5, 2026, including two checks withdrawn Dec. 23–24, 2025 from the Police Activity League Fund.",
      "Bank-Record reviews indicate checks tied to the narcotics informant fund were deposited into Jacobson's personal checking account, and when confronted by three assistant chiefs, he admitted taking $10,000.",
      "Assistant Police Chief David Zannelli was appointed acting chief while the Police Executive Research Forum reviews policies, and Mayor Elicker said `However, no one is above the law and that includes the chief of police`."
    ],
    "title": "Former Connecticut Police Chief Arrested over Alleged $85,000 Theft From Department Funds",
    "topic": "US Crime",
    "topic_full": "US Crime · Connecticut"
  },
  {
    "article_path": "/article/two-projects-at-u-m-sparrow-to-expand-psychiatric-health-services-surgery-beds",
    "article_url": "https://ground.news/article/two-projects-at-u-m-sparrow-to-expand-psychiatric-health-services-surgery-beds",
    "bias": [
      "Across the political spectrum, coverage largely aligns on the core facts of two University of Michigan Health-Sparrow projects expanding psychiatric health services and surgery beds in Lansing, including a new behavioral health hospital offering first-time child and adolescent inpatient care.",
      "While left and right perspectives present these developments neutrally, de-emphasizing specific financial breakdowns, center-leaning outlets highlight precise figures, detailing a \"$143 million\" total investment and an \"$83 million\" cost for the behavioral health facility, explicitly mentioning \"64 beds\" for adults.",
      "The left additionally notes \"partial hospitalization programs.",
      "Notably, headlines across all leanings avoid emotionally charged or partisan language, presenting the information factually.",
      "This broad consensus on the event's substance suggests that, in this instance, ideological divides manifest not in contrasting narratives or rhetorical tactics, but in varying degrees of granular detail provided."
    ],
    "bias_bar_text": null,
    "center_pct": 67.0,
    "error": null,
    "left_pct": 22.0,
    "location": "Michigan",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "On Thursday, the University of Michigan Board of Regents voted to approve two Lansing health facilities totaling $143 million at UM Health‑Sparrow.",
      "Faced with years of limited local capacity, clinicians say a longstanding 'desert of care' forced many pediatric patients to be transferred over an hour away, and the behavioral hospital will add 16 pediatric beds to address this gap alongside 64 total behavioral beds.",
      "The $60 million surgical center will open with four operating rooms, expand by two, move procedures off the St. Lawrence campus, add a new MRI, and reduce wait times at the main hospital.",
      "Groundbreaking is expected this summer, UM Health‑Sparrow says it will finance the projects without taxpayer money, and the moves follow U‑M's 2023 takeover and $800 million investment pledge.",
      "Related investments include a $32 million clinic in Grand Ledge and a $28 million ambulatory clinic in Ionia, with officials emphasizing regional care expansion and positive impacts, Margaret Dimond said."
    ],
    "title": "2 projects at University of Michigan Health-Sparrow to expand psych health services, surgery beds",
    "topic": "University of Michigan",
    "topic_full": "University of Michigan · Michigan"
  },
  {
    "article_path": "/article/hundreds-of-students-suspended-schools-under-close-watch-over-anti-ice-walkouts",
    "article_url": "https://ground.news/article/hundreds-of-students-suspended-schools-under-close-watch-over-anti-ice-walkouts",
    "bias": [
      "Left-Leaning coverage frames the events as political protest —using \"anti-ICE walkouts\" and linking them to recent shootings—emphasizing student motives and systemic critique, while right-leaning coverage foregrounds discipline and order, highlighting suspension counts and quoting \"truancy robs your future\" or \"no student was disciplined for the content of their speech.",
      "The left uses empathetic, protest-focused tone; the right uses law-and-order, consequence-focused rhetoric.",
      "Key dividing lines are motive versus procedure and whether discipline equals suppression; both sides agree many students were suspended, exposing deeper cultural and political rifts over protest and authority."
    ],
    "bias_bar_text": "Center 44% Right 56%",
    "center_pct": 44.0,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": 56.0,
    "status": "ok",
    "summary": [
      "Across multiple states, school districts suspended over 300 students after anti-ICE walkouts, including 122 in Yukon, Oklahoma, and more than 300 in Northern Virginia, this past week, as officials cited truancy concerns.",
      "Some participants cited personal deportation experiences, including students who said family members were deported, as motivation for protests after the killings of Renee Good and Alex Pretti by federal immigration officers.",
      "School districts emphasize rules on unexcused absences and leave, noting punishments target skipping class, not the protest message, based on Tinker standards and authority over unexcused leave policies.",
      "Florida's education chief sent a letter earlier this month stating students have constitutional protest rights but may be disciplined if law or policy are violated.",
      "Districts are balancing free-speech and safety concerns, trying to uphold students' and parental rights while officials warn of safety risks when students leave campus unsupervised."
    ],
    "title": "Hundreds of students suspended, schools under close watch over anti-ICE walkouts",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/eby-says-bc-could-fight-lumber-tariffs-in-us-courts",
    "article_url": "https://ground.news/article/eby-says-bc-could-fight-lumber-tariffs-in-us-courts",
    "bias": null,
    "bias_bar_text": "Left 80% C 20%",
    "center_pct": 20.0,
    "error": "Message: \n",
    "left_pct": 80.0,
    "location": null,
    "right_pct": null,
    "status": "fail",
    "summary": null,
    "title": "Eby says B.C. could fight lumber tariffs in U.S. courts",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-makes-plans-to-reopen-embassy-in-syria-after-14-years",
    "article_url": "https://ground.news/article/us-makes-plans-to-reopen-embassy-in-syria-after-14-years",
    "bias": [
      "Left and right perspectives neutrally report the Trump administration's intent to plan for reopening the U.S. Embassy in Syria , while center-leaning coverage adopts a distinctly interpretive approach.",
      "It frames the development with positive terms like \"Revival\" and \"New Chapter,\" suggesting a significant, beneficial shift.",
      "Crucially, the center introduces a contentious justification, asserting \"President Assad's removal and Syria's reintegration\" into international communities—a claim misaligned with expert consensus—and highlights specific figures.",
      "These contextual details are de-emphasized by both left and right.",
      "All perspectives agree on the core phased reopening plan for the embassy, shuttered since 2012, yet the center's narrative reveals a willingness to inject a specific, optimistic political context, contrasting with the more administrative focus."
    ],
    "bias_bar_text": null,
    "center_pct": 82.0,
    "error": null,
    "left_pct": 12.0,
    "location": "United States",
    "right_pct": 6.0,
    "status": "ok",
    "summary": [
      "On Feb. 10, the Trump administration notified Congress it plans to proceed with preparations to potentially reopen the U.S. Embassy in Damascus, with spending to begin next week but no timeline for completion.",
      "Amid the leadership change in Syria , the administration has considered reopening since last year, with Tom Barrack, a former adviser, advocating rapprochement and lifting sanctions.",
      "Earlier this month, a notice to congressional committees said the State Department intends a classified, phased approach, following a Caracas reopening example of using interim facilities.",
      "Syria's participation at the Riyadh D-ISIS Coalition meeting was described by Barrack as marking a new chapter in collective security, even as the U.S. military withdrew from a small southeast base.",
      "This effort positions Syria for potential regional reintegration, as the State Department has indicated an intent to implement a classified, phased approach to resume embassy operations in Syria earlier this month, framing it as part of a longer-term diplomatic shift."
    ],
    "title": "US makes plans to reopen embassy in Syria after 14 years",
    "topic": "US Foreign Policy",
    "topic_full": "US Foreign Policy · United States"
  },
  {
    "article_path": "/article/judge-weighs-washington-posts-demand-for-government-to-return-devices-seized-from-reporters-home",
    "article_url": "https://ground.news/article/judge-weighs-washington-posts-demand-for-government-to-return-devices-seized-from-reporters-home",
    "bias": [
      "Left-Leaning coverage frames governmental actions as potential overreach, emphasizing press freedom with terms like \"rips into\" the Justice Department for de-emphasized legal protections and presenting the attorney's \"run roughshod\" over the First Amendment argument as a critical concern.",
      "In contrast, center and right-leaning perspectives portray the situation more procedurally, using neutral terms such as \"demand\" and \"seized,\" and presenting the \"run roughshod\" phrase as solely an attorney's argument, de-emphasizing the judge's criticism.",
      "While all perspectives acknowledge the \"demand\" for device return, this divergence highlights a fundamental ideological split between scrutinizing governmental power and emphasizing legal process."
    ],
    "bias_bar_text": null,
    "center_pct": 71.0,
    "error": null,
    "left_pct": 20.0,
    "location": "United States",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "On Friday, U.S. Magistrate Judge William Porter is weighing a Post request to have seized devices returned or segregated, after temporarily barring government review last month.",
      "Federal agents searched Natanson’s Alexandria home on January 14, seizing multiple devices after prosecutors linked her to Pentagon contractor Aurelio Luis Perez-Lugones, arrested on Jan. 8.",
      "The judge noted the reporter has been deprived of much of her reporting work, as Post attorney Simon Latcovich argued the seized material could expose hundreds of confidential sources who have stopped communicating since last month.",
      "Porter suggested a court-appointed `filter team` to separate warrant-related data, while Justice Department attorneys argued the government can retain seized material in the national-security leak probe.",
      "Press-Freedom advocates warned the government ignored the Privacy Protection Act of 1980 in a reporter's home search, raising alarm over nondisclosure, Gabe Rottman said earlier this month."
    ],
    "title": "Judge weighs Washington Post’s demand for government to return devices seized from reporter’s home",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  },
  {
    "article_path": "/article/sc-officer-was-legally-justified-when-she-fatally-shot-unarmed-man-after-pursuit-jury-decides_0fd52d",
    "article_url": "https://ground.news/article/sc-officer-was-legally-justified-when-she-fatally-shot-unarmed-man-after-pursuit-jury-decides_0fd52d",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": 90.0,
    "error": null,
    "left_pct": 10.0,
    "location": "South Carolina",
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "Yesterday, a jury of 11 White jurors and one Black juror acquitted Cassandra Dollard, ending her three-day voluntary manslaughter trial after less than 90 minutes of deliberation.",
      "Dollard initiated a traffic stop after seeing a car roll through a stop sign at 1:24 a.m., and Langley fled, prompting a pursuit that lasted more than five minutes and reached speeds over 100 mph into Georgetown County.",
      "After the crash, Dollard slipped in the mud feet from Langley, whose hands were visible as he said `I give up` for approximately 30 seconds before she fired one shot; the object she saw was five $20 bills on nearby grass.",
      "On consequences, the 15th Circuit Solicitor's office said it respects the jury's decision, and defense argued the verdict affirms officers' split-second choices are judged by the moment's reality.",
      "For the Langley family, the verdict ends a case that spanned more than four years amid South Carolina’s lack of a police use-of-force law, a Post and Courier analysis, and a $1 million wrongful-death settlement."
    ],
    "title": "Officer found not guilty in shooting death of unarmed South Carolina man after high speed chase",
    "topic": "US Crime",
    "topic_full": "US Crime · South Carolina"
  },
  {
    "article_path": "/article/report-faa-oversight-of-united-airlines-maintenance-inadequate",
    "article_url": "https://ground.news/article/report-faa-oversight-of-united-airlines-maintenance-inadequate",
    "bias": [
      "Left-Leaning coverage frames the FAA oversight issues as systemic failures, using terms like \"hindered by inadequate inspection resources\" and \"ineffective workforce planning,\" often linking to broader aviation safety concerns and accountability.",
      "Right-Leaning outlets, while also noting \"gaps\" in oversight, de-emphasize the FAA's stated commitment to address recommendations, potentially portraying government inefficiency without solutions.",
      "Center-Leaning reports maintain a neutral tone, simply stating a \"Federal watchdog faults\" the FAA, focusing on the audit's findings without embellishment or broader context.",
      "All perspectives agree on the core finding of oversight deficiencies due to \"inadequate staffing\" and \"improper use\" of inspections, yet diverge on the emphasis of agency responsiveness and systemic implications."
    ],
    "bias_bar_text": null,
    "center_pct": 81.0,
    "error": null,
    "left_pct": 14.0,
    "location": "United States",
    "right_pct": 5.0,
    "status": "ok",
    "summary": [
      "The U.S. Transportation Department's Office of Inspector General found the FAA 's oversight of United Airlines' maintenance practices insufficient due to understaffing and reliance on virtual inspections instead of on-site reviews."
    ],
    "title": "Federal watchdog faults FAA oversight of United Airlines maintenance practices",
    "topic": "Business",
    "topic_full": "Business · United States"
  },
  {
    "article_path": "/article/north-carolina-fire-that-killed-denny-hamlins-father-ruled-accidental-exact-cause-still-unknown_d503ee",
    "article_url": "https://ground.news/article/north-carolina-fire-that-killed-denny-hamlins-father-ruled-accidental-exact-cause-still-unknown_d503ee",
    "bias": [
      "Left-Leaning headlines emphasize uncertainty, repeatedly stressing phrases like \"exact cause still unknown\" and framing the story with anxious repetition, while right-leaning coverage foregrounds the official finding—\"ruled accidental\"—and succinctly cites the report's language such as \"cause of ignition undetermined\" and the fire originating in a \"bedroom.",
      "Rhetorically, the left uses cautionary, probing tone; the right adopts concise, closure-focused language; the center highlights both the accidental ruling and procedural details.",
      "The pivotal dividing line is emphasis on unresolved cause versus acceptance of the official conclusion; all sides nonetheless rely on the Gaston County report."
    ],
    "bias_bar_text": null,
    "center_pct": 63.0,
    "error": null,
    "left_pct": 33.0,
    "location": "North Carolina",
    "right_pct": 4.0,
    "status": "ok",
    "summary": [
      "On Feb 20, 2026, Gaston County spokesperson Adam Gaub wrote in an email that Gaston County Emergency Management & Fire Services ruled the Dec. 28 house fire accidental in Gastonia, N.C.",
      "The Dec. 28 fire struck a two-story home near Stanley owned by a company that listed Denny Hamlin, NASCAR driver, as manager.",
      "The county report says the blaze began in a bedroom, but investigators were unable to determine the cause of ignition, and both Dennis Hamlin, 75, and Mary Lou Hamlin, 69, were found outside suffering catastrophic injuries.",
      "The victims were the parents of NASCAR driver Denny Hamlin, with Dennis Hamlin, 75, later dying and Mary Lou Hamlin, 69, surviving the fire.",
      "With the Daytona 500 concluded last weekend, Denny Hamlin and Michael Jordan co-own the car driven by Tyler Reddick that won, while Dennis Hamlin had been seriously ill last year."
    ],
    "title": "North Carolina fire that killed Denny Hamlin’s father ruled accidental; exact cause still unknown",
    "topic": "House Fire",
    "topic_full": "House Fire · North Carolina"
  },
  {
    "article_path": "/article/texas-man-was-fatally-shot-by-a-federal-immigration-agent-last-year-during-a-stop-new-records-show_ab73d5",
    "article_url": "https://ground.news/article/texas-man-was-fatally-shot-by-a-federal-immigration-agent-last-year-during-a-stop-new-records-show_ab73d5",
    "bias": [
      "Left-Leaning coverage emphasizes the \"fatally shot\" incident as a failure of government transparency, using terms like \"kept quiet\" and linking it to the \"Trump administration’s immigration crackdown.",
      "Right-Leaning outlets, while also highlighting the \"fatal ICE shooting,\" frame it by connecting to \" Renee Good ’s killing,\" employing starker language like \"shot dead\" to underscore gravity and broader agent actions.",
      "Center-Leaning reports maintain a neutral tone, presenting the event concisely and noting it as the \"earliest of at least six deadly\" incidents, also highlighting lawmakers' calls for \"accountability and transparency.",
      "All perspectives agree a U.S. citizen was \"fatally shot\" by an agent, with details revealed through \"new records,\" yet diverge significantly on the broader implications and contextual framing, reflecting ideological priorities regarding government oversight versus law enforcement narratives."
    ],
    "bias_bar_text": null,
    "center_pct": 73.0,
    "error": null,
    "left_pct": 16.0,
    "location": "Texas",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "Newly released ICE records show Ruben Ray Martinez, 23-year-old San Antonio resident, was shot by a Homeland Security Investigations officer on March 15, 2025, in South Padre Island, Texas, but the shooting was undisclosed for about a year.",
      "HSI Harlingen BEST Maritime Group was assisting South Padre Island Police Department shortly after midnight by redirecting traffic at a major vehicle accident when a blue four-door Ford approached and officers ordered the driver to stop.",
      "An HSI supervisory special agent fired multiple rounds through the open driver-side window, the vehicle then struck an HSI agent who landed on the hood, and paramedics took the driver to a regional hospital in Brownsville where he was pronounced dead.",
      "The Texas Rangers say the investigation is active, and investigators told Martinez's family the report was completed in October and may go to a grand jury.",
      "The revelation arrives amid national scrutiny of ICE after other fatal encounters this year, including Alex Pretti and Renee Good , and officials criticized the nearly year-long delay in disclosure."
    ],
    "title": "Texas man was fatally shot by a federal immigration agent last year during a stop, new records show",
    "topic": "Immigration and Customs Enforcement",
    "topic_full": "Immigration and Customs Enforcement · Texas"
  },
  {
    "article_path": "/article/mississippi-hospital-system-closes-all-clinics-after-ransomware-attack",
    "article_url": "https://ground.news/article/mississippi-hospital-system-closes-all-clinics-after-ransomware-attack",
    "bias": [
      "While all outlets reported the ransomware attack and clinic closures, narratives diverged significantly.",
      "Left-Leaning coverage, purely descriptive, emphasized a federal investigation and broader national healthcare cybersecurity concerns.",
      "Center outlets, while also noting national implications and uniquely reporting student impact, employed vivid terms like \"cripples\" and \"hobbling\" to underscore the attack's severity.",
      "In contrast, right-leaning reports de-emphasized these wider systemic issues, framing the event as a localized incident.",
      "All perspectives aligned on officials' warnings of prolonged disruption and the continued operation of emergency services, but the ideological split revealed differing priorities regarding the attack's broader societal relevance."
    ],
    "bias_bar_text": null,
    "center_pct": 74.0,
    "error": null,
    "left_pct": 19.0,
    "location": "Mississippi",
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "On Friday, the University of Mississippi Medical Center closed its 35 clinics statewide after a Thursday ransomware attack, while hospitals and emergency departments remained open.",
      "Officials said the breach affected key systems including Epic, disrupting electronic medical records access as UMMC shut down IT systems and local servers, warning the shutdown could last days.",
      "Staff are treating patients using manual, pen-and-paper processes while outpatient surgeries and imaging were canceled, except dialysis at the Jackson Medical Mall, and UMMC's phone and websites were down.",
      "Federal investigators are responding and the FBI said it is surging resources to help restore systems, while UMMC said the outage is expected to last multiple days and canceled appointments will be rescheduled.",
      "Officials say it's unknown whether patient data were accessed as assessments continue, county health departments rely on paper charts, and experts note ransomware hit hundreds of U.S. health organizations in recent years."
    ],
    "title": "Mississippi hospital system closes all clinics after ransomware attack",
    "topic": "Cyberattacks",
    "topic_full": "Cyberattacks · Mississippi"
  },
  {
    "article_path": "/article/scientists-change-how-el-nino-is-labeled-to-keep-up-with-spike-in-temperature_31dc6c",
    "article_url": "https://ground.news/article/scientists-change-how-el-nino-is-labeled-to-keep-up-with-spike-in-temperature_31dc6c",
    "bias": [
      "Left-Leaning outlets frame the scientific update with urgency, emphasizing \"Global warming forced\" changes and a \"spike in temperature,\" often using terms like \"so quickly\" and engaging anecdotes.",
      "Right-Leaning coverage, conversely, de-emphasizes \"Global warming\" in headlines, presenting the \"spike in temperature\" more neutrally and omitting broader contextualization like the SNL sketch.",
      "Center-Leaning reports bridge this by using \"Has Forced\" but framing it as a factual consequence, while also linking to politically charged environmental topics.",
      "All perspectives agree scientists are adapting El Niño labeling due to a \"warming world\" and recent temperature spikes, yet diverge on the imperative nature and explicit attribution of climate change, reflecting underlying ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": 73.0,
    "error": null,
    "left_pct": 18.0,
    "location": "United States",
    "right_pct": 9.0,
    "status": "ok",
    "summary": [
      "NOAA adopted the Relative Oceanic Niño Index this month, which will influence future El Niño detection and forecasts.",
      "Because background warming blurred anomalies, background warming across the tropical Pacific masked El Niño and La Niña signals, and NOAA’s 30-year average 'normal' no longer kept pace.",
      "Scientists describe RONI as a simple math trick that subtracts tropical Pacific anomalies from the Niño region, better capturing ocean–atmosphere coupling with recent differences up to 0.5°C.",
      "Scientists say the new index will reclassify more events as La Niña, enabling earlier detection and improving long-range forecasts, which could affect the Atlantic hurricane season.",
      "A new Nature Geoscience study found a 2022 jump in Earth's energy imbalance, attributing about three-quarters of it to human-caused warming plus a cycle shift and about 23% to the long La Niña pattern."
    ],
    "title": "Scientists change how El Nino is labeled to keep up with spike in temperature",
    "topic": "Environment & Climate",
    "topic_full": "Environment & Climate · United States"
  },
  {
    "article_path": "/article/member-of-zizians-group-linked-to-deaths-in-several-states-bailed-out-in-maryland",
    "article_url": "https://ground.news/article/member-of-zizians-group-linked-to-deaths-in-several-states-bailed-out-in-maryland",
    "bias": [
      "Left-Leaning coverage presents the \"bailed out\" event descriptively, de-emphasizing overt judgment, while right-leaning outlets frame the release of an individual \"linked to deaths\" as a critical failure of the justice system, implicitly criticizing leniency and raising public safety concerns.",
      "Center-Leaning coverage similarly reports the event descriptively but uniquely introduces the term \"cultlike\" to characterize the group.",
      "The juxtaposition of \"linked to deaths\" with \"bailed out\" serves as a pivotal dividing line, triggering distinct rhetorical tactics.",
      "All perspectives agree on the core facts of the bail, the group's name, and the multi-state homicide links, revealing underlying ideological divides concerning criminal justice and judicial discretion."
    ],
    "bias_bar_text": null,
    "center_pct": 76.0,
    "error": null,
    "left_pct": 12.0,
    "location": "Maryland",
    "right_pct": 12.0,
    "status": "ok",
    "summary": [
      "On Friday, Daniel Blank was bailed out in Maryland after posting $15,000, with court-ordered GPS monitoring and a requirement to live alone.",
      "Maryland state trooper Brandon Jeffries stated after their Feb. 19, 2026 arrests that the suspects are to be questioned about other crimes, linking them to homicide probes in California, Pennsylvania, and Vermont after being found in box trucks last February.",
      "In Cumberland, Maryland, prosecutors charged LaSota, Zajko and Blank with LSD possession, intent to deliver, gun violations, trespassing and hindering a police officer, with the trial delayed until June after Zajko changed lawyers.",
      "Authorities continue to hold Michelle Zajko and Jack 'Ziz' LaSota in custody without bail, while seven jailed members await trial in three states.",
      "Called 'Zizians' by outsiders, the group is described as young, highly intelligent computer scientists with radical beliefs, and since 2022 members have been tied to killings including a U.S. border agent's death."
    ],
    "title": "Member of Zizians group linked to deaths in several states bailed out in Maryland",
    "topic": "US Crime",
    "topic_full": "US Crime · Maryland"
  },
  {
    "article_path": "/article/virginia-democrats-pass-map-that-could-flip-4-us-house-seats-if-courts-and-voters-approve",
    "article_url": "https://ground.news/article/virginia-democrats-pass-map-that-could-flip-4-us-house-seats-if-courts-and-voters-approve",
    "bias": [
      "Left-Leaning outlets frame Democrats' new congressional map as a strategic \"flex of political power\" to \"combat Trump\" and \"fight back against national GOP gerrymandering efforts,\" emphasizing its potential to \"flip 4 US House seats.",
      "Conversely, right-leaning coverage immediately labels the action a \"Gerrymander\" hitting a \"legal snag,\" portraying it as an aggressive \"redistricting war\" and highlighting the \"10-1 congressional map\" as evidence of overreach, detailing Republican legal challenges.",
      "Center-Leaning reports acknowledge the \"flex of political power\" and the \"gerrymandered map,\" noting Democrats \"brushed aside Republican protests\" and the ongoing court battles.",
      "All perspectives agree Democrats passed a map aiming to flip four seats, but its finality hinges on court and voter approval, revealing a fundamental partisan struggle over electoral influence."
    ],
    "bias_bar_text": null,
    "center_pct": 56.0,
    "error": null,
    "left_pct": 30.0,
    "location": "Virginia",
    "right_pct": 14.0,
    "status": "ok",
    "summary": [
      "On Friday, Virginia Democrats passed a new congressional map through the Legislature in Richmond, aiming to help their party win four more seats.",
      "Democrats framed the effort as a response to President Donald Trump's mid-decade redistricting last year and say the change would be temporary until after the 2030 census.",
      "A day earlier, Tazewell County Circuit Judge Jack Hurley Jr. granted an emergency injunction and temporary restraining order blocking the April 21 referendum, halting preparation for early voting from March 6 through March 18 as Democrats appealed to Virginia's state Supreme Court.",
      "Gov. Abigail Spanberger is poised to sign the map if voters approve, while Democratic candidates including Dan Helmer, J.P. Cooney, Elaine Luria, Beth Macy and Tom Perriello are already lining up.",
      "Unusually, mid-decade redistricting has sparked a nationwide burst of efforts, but Republicans still expect gains and believe they can win nine House seats in several states."
    ],
    "title": "Virginia Democrats Pass Map that Could Flip 4 US House Seats, if Courts and Voters Approve",
    "topic": "Virginia Politics",
    "topic_full": "Virginia Politics · Virginia"
  },
  {
    "article_path": "/article/israeli-strikes-in-lebanon-kill-at-least-12-people-intensifying-rising-regional-tensions_ebe515",
    "article_url": "https://ground.news/article/israeli-strikes-in-lebanon-kill-at-least-12-people-intensifying-rising-regional-tensions_ebe515",
    "bias": [
      "Left-Leaning coverage frames Israeli strikes as the cause of \"intensifying rising regional tensions,\" emphasizing \"attacks\" and claiming a ceasefire was \"violated hundreds of times\" by Israel.",
      "Conversely, right-leaning outlets subtly justify actions by highlighting the targeting of a \"senior Hezbollah official,\" often de-emphasizing broader context.",
      "Center perspectives, while noting \"Tensions Rise\" and a \"fragile\" ceasefire, provide specific humanitarian details like \"three children\" among casualties, a focus de-emphasized elsewhere.",
      "All agree Israeli strikes occurred in Lebanon, resulting in deaths and injuries, targeting Hezbollah sites, and risking the US-brokered ceasefire.",
      "These divergent portrayals reflect underlying ideological stances on regional conflict and accountability."
    ],
    "bias_bar_text": "Left 48% Center 42% 10%",
    "center_pct": 42.0,
    "error": null,
    "left_pct": 48.0,
    "location": null,
    "right_pct": 10.0,
    "status": "ok",
    "summary": [
      "On Friday, Israeli strikes killed at least 10 people and wounded 50 in Lebanon's Bekaa Valley and other areas, marking some of the deadliest attacks in recent weeks.",
      "The Israel Defense Forces said it struck Hezbollah command centres in the Baalbek area to hit weapons storage and disrupt attacks, framing the raids as responses to repeated ceasefire violations and targeting Hamas operatives.",
      "In Ain al-Hilweh, a strike killed two people near Sidon on Friday, Hamas said two members died but rejected the claim a command centre was hit, calling it a \"flimsy pretext\".",
      "A Hezbollah source said a senior official was killed, and Lebanon's government filed a UN complaint last month as leaders warned broader strikes risk destabilisation amid US threats to Iran.",
      "The UN noted more than 10,000 attacks since the truce, and the IDF reports over 1,200 raids striking hundreds of Hezbollah sites, while the UN rights office verified at least 108 civilian casualties last year."
    ],
    "title": "Israeli strikes in Lebanon kill at least 12 people, intensifying rising regional tensions",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "article_url": "https://ground.news/article/gaza-trump-demands-hamas-complete-and-immediate-demilitarization",
    "bias": null,
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "no_change",
    "summary": [
      "On Sunday, US President Donald Trump urged Hamas to pursue disarmament and said the Board of Peace pledged $5 billion and personnel for stabilization.",
      "The second phase of the US-brokered ceasefire plan stipulates Hamas must disarm, with Israeli forces withdrawing and an International Stabilization Force deployed, though Hamas calls disarmament a red line.",
      "UN records show the plan was endorsed in November, and Trump said the Board of Peace will work with the United Nations; its charter does not seem limited to Gaza rebuilding oversight.",
      "Requests for membership fees and invitations have prompted criticism as countries were asked to pay $1 billion for permanent membership, with France, Britain, and others expressing doubts amid ceasefire violations.",
      "After meeting on the sidelines of the World Economic Forum in Davos last month, the Board of Peace is due to meet on Feb 19 in the US capital."
    ],
    "title": "Trump tells Hamas to proceed with ‘Full and Immediate’ disarmament",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/palestinian-journalists-recount-abuse-in-israeli-prisons-cpj-report-finds_81deed",
    "article_url": "https://ground.news/article/palestinian-journalists-recount-abuse-in-israeli-prisons-cpj-report-finds_81deed",
    "bias": [
      "Left-Leaning narratives frame alleged abuse as \"sexual abuse\" and \"torture,\" employing emotive terms like \"returned from hell\" and linking it to \"genocide in Gaza\" to portray \"systemic violence.",
      "Center coverage, conversely, uses neutral \"claims\" and focuses on the report's release, de-emphasizing specific abuse details.",
      "Right-Leaning reports detail allegations like \"beating, starvation, sexual violence\" and specific journalist numbers, but de-emphasize the left's broader, highly charged framing.",
      "While all acknowledge a CPJ report on abuse claims, the left's inclusion of a \"genocide\" narrative marks a pivotal dividing line, revealing deep ideological splits in characterizing state actions and broader geopolitical conflicts."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "The Committee to Protect Journalists collected 59 testimonies from Palestinian media professionals who reported abuse while detained by Israel since October 7, 2023.",
      "The majority of the 94 journalists arrested were held under administrative detention without charges or trial for periods over two years.",
      "The report includes graphic descriptions of sexual, physical and mental violence against Palestinian detainees, with Israeli minister Itamar Ben-Gvir boasting about imposing harsh conditions on prisoners."
    ],
    "title": "Palestinian journalists recount abuse in Israeli prisons, CPJ report finds",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/vance-slams-lawlessness-of-supreme-court-tariffs-ruling",
    "article_url": "https://ground.news/article/vance-slams-lawlessness-of-supreme-court-tariffs-ruling",
    "bias": [
      "Left-Leaning coverage emphasizes moral outrage and personal attacks, framing Trump and Vance as \"vilify\" the justices and highlighting charged phrases like \"lawlessness\" and \"embarrassment to their families,\" while right-leaning coverage foregrounds legal and fiscal framing—terms like \"exceeded its legal authority,\" the IEEPA statutory basis, a 6–3 vote, and \"billions\" in potential refunds—portraying the ruling as judicial overreach with concrete consequences.",
      "Centers report Vance's \"lawlessness\" claim without emotive amplification.",
      "Pivotal divides include legal statutory reasoning and fiscal impacts; both sides agree the Court struck down the tariffs , reflecting deeper ideological splits over judicial power and executive authority."
    ],
    "bias_bar_text": "Left 29% C 14% Right 57%",
    "center_pct": 14.0,
    "error": null,
    "left_pct": 29.0,
    "location": null,
    "right_pct": 57.0,
    "status": "ok",
    "summary": [
      "On Friday, February 20, 2026, the U.S. Supreme Court struck down the administration's tariffs in a 6-3 decision, with Chief Justice John Roberts ruling the president needs congressional approval; hours later, President Donald Trump condemned the ruling at the White House.",
      "Vance argued that Congress's authority to `regulate imports` was ignored, framing the ruling as lawlessness shortly after the Trump presser.",
      "During the 45-minute White House address, Trump attacked six justices, praising the three dissenters, and said the Court is `swayed by foreign interests`.",
      "Vice President JD Vance wrote `This is lawlessness from the Court, plain and simple.` and warned the ruling will hinder protecting American industries and supply-chain resiliency.",
      "The administration said President Donald Trump has other tariff powers and will use them to defend American workers, while Trump vowed to pursue other avenues after the ruling, marking a rare rebuke of the nine-member Supreme Court."
    ],
    "title": "Vance: Supreme Court tariff decision represents ‘lawlessness from the court’",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/us-imposes-sanctions-on-commanders-of-sudans-rapid-support-forces-paramilitary-group_933a89",
    "article_url": "https://ground.news/article/us-imposes-sanctions-on-commanders-of-sudans-rapid-support-forces-paramilitary-group_933a89",
    "bias": [
      "Right-Leaning coverage frames US sanctions with moral indignation, employing terms like \"atrocities\" and the informal \"Abu Lulu again...\" to demonize, and explicitly names sanctioned individuals.",
      "Center-Leaning coverage, conversely, maintains a neutral tone, reporting actions like \"imposes sanctions\" and \"blacklists,\" while highlighting broader humanitarian calls for a ceasefire and UN reports of \"genocide\" and destruction of evidence.",
      "Both perspectives agree on the US sanctioning three RSF commanders for widespread killings and sexual violence.",
      "This reveals a divergence between a punitive, condemnatory narrative and a focus on diplomatic efforts and international validation, reflecting differing ideological priorities."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "The United States imposed sanctions on three commanders of Sudan's paramilitary Rapid Support Forces over their role in the 18-month siege and capture of al-Fashir, accusing the group of carrying out killings, torture, and sexual violence.",
      "The Treasury Department accused the RSF of perpetrating \"a horrific campaign of ethnic killings, torture, starvation, and sexual violence\" during the al-Fashir siege, and said they accelerated killings, detentions, and sexual violence after capturing the city.",
      "The U.S. calls on the Rapid Support Forces to commit to a humanitarian ceasefire immediately, saying \"we will not tolerate this ongoing campaign of terror and senseless killing in Sudan\" which risks destabilizing the region."
    ],
    "title": "US imposes sanctions on commanders of Sudan's Rapid Support Forces paramilitary group",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/a-new-us-blockade-strangles-cuba-global-voices",
    "article_url": "https://ground.news/article/a-new-us-blockade-strangles-cuba-global-voices",
    "bias": [
      "Left-Leaning coverage frames the story as an intentional U.S. coercion—using phrases like \"economic coup,\" \"imperialist sectors,\" and foregrounding a $7 billion toll and \"thousands\" of postponed surgeries to highlight human cost—while center coverage emphasizes independently verifiable signs and frames the measures as an effective \"blockade\" that risks a \"humanitarian crisis,\" de-emphasizing political motive.",
      "Key dividing lines are attribution of intent versus systemic supply evidence, use of specific casualty or cost figures, and reporting of third‑party shipment stoppages; both sides nonetheless stress severe fuel shortages, health‑system strain, and U.S.-linked responsibility."
    ],
    "bias_bar_text": null,
    "center_pct": null,
    "error": null,
    "left_pct": null,
    "location": null,
    "right_pct": null,
    "status": "ok",
    "summary": [
      "On Friday, Cuba 's Health Minister José Ángel Portal Miranda said the Cuban health-care system nears collapse due to a U.S. oil blockade, calling it an \"energy siege\" threatening Cuban lives.",
      "Last month, an executive order by U.S. President Donald Trump imposed tariffs on countries supplying Cuba, which produces 40% of its fuel but has lost shipments from Venezuela, Mexico and Russia.",
      "Hospitals report outages and deteriorated facilities as 5 million people with chronic illnesses face treatment disruptions, including 16,000 cancer patients requiring radiotherapy and 12,400 undergoing chemotherapy.",
      "Restrictions on CT scans and laboratory tests have forced reliance on basic methods, as local clinics install solar panels and prioritize care for children and the elderly.",
      "Amid a multi-year decline since the COVID-19 pandemic, Cuba's government struggles to adjust while experts warn of a looming humanitarian crisis in the coming weeks."
    ],
    "title": "Cuba’s Health Care System Pushed to the Brink by U.S. Fuel Blockade, Cuban Minister Says",
    "topic": null,
    "topic_full": null
  },
  {
    "article_path": "/article/officials-investigating-terrorism-related-event-after-driver-rammed-car-into-nevada-power-substation_0e63c6",
    "article_url": "https://ground.news/article/officials-investigating-terrorism-related-event-after-driver-rammed-car-into-nevada-power-substation_0e63c6",
    "bias": [
      "Left-Leaning coverage frames the incident cautiously as a \" terrorism -related event\" or simply a \"crash,\" de-emphasizing the driver's identity or specific cause of death, prioritizing the investigative process.",
      "Right-Leaning outlets portray it with heightened alarm, using terms like \"arsenal,\" \"terror incident,\" and \"Plows Into,\" emphasizing the perceived threat.",
      "Center-Leaning reports adopt a more neutral stance, \"probing\" a \"possible terrorism event\" while including more driver details.",
      "A pivotal divergence lies in the left's de-emphasis of the driver's personal background and the \"no ongoing threat\" reassurance, which center and right sources highlight.",
      "All perspectives agree on the core facts of a vehicle ramming a substation, the driver's death, and the presence of weapons, reflecting broader ideological priorities concerning public safety versus potential overreaction."
    ],
    "bias_bar_text": null,
    "center_pct": 63.0,
    "error": null,
    "left_pct": 14.0,
    "location": "Nevada",
    "right_pct": 23.0,
    "status": "ok",
    "summary": [
      "On Thursday, a driver rammed a vehicle through a Los Angeles Department of Water and Power substation gate near Boulder City; Dawson Maloney, 23-year-old driver from Albany, New York, was found dead.",
      "Maloney had been reported missing and had messaged family stating self-harm and wanting to `be on the news`, including calling himself a `dead terrorist son`.",
      "Investigators found a cache that included two shotguns, an AR-style pistol, flamethrowers containing thermite, explosive materials, extremist literature, and a 3D printer at the rental vehicle, motel room, and Albany residence.",
      "The Las Vegas Metropolitan Police Department and the FBI are investigating the crash as a possible terrorism-related event, but officials said there is no ongoing threat or major damage.",
      "The substation's role within regional water and power systems highlights its ownership by the Los Angeles Department of Water and Power near Boulder City, about 25 miles southeast of Las Vegas, home to the Hoover Dam serving millions."
    ],
    "title": "Officials investigating terrorism-related event after driver rammed car into Nevada power substation",
    "topic": "US Crime",
    "topic_full": "US Crime · Nevada"
  },
  {
    "article_path": "/article/all-truckers-and-bus-drivers-will-be-required-to-take-commercial-drivers-license-tests-in-english",
    "article_url": "https://ground.news/article/all-truckers-and-bus-drivers-will-be-required-to-take-commercial-drivers-license-tests-in-english",
    "bias": [
      "Left and center outlets frame the new English CDL test requirement by detailing the Trump administration's safety campaign, explicitly naming Secretary Sean Duffy , and citing the rationale of reading signs and communicating with law enforcement.",
      "Center coverage uniquely adds context on current state practices.",
      "Right-Leaning coverage, however, emphasizes the \"required English\" aspect, de-emphasizing the official and specific safety justifications, thereby aligning with national language priorities.",
      "While all perspectives neutrally describe an \"aggressive campaign\" for safety, the pivotal dividing line rests on the depth of contextualization and the specific elements highlighted.",
      "This reveals contrasting ideological priorities: one side focusing on regulatory justification, the other on cultural assimilation through language mandates."
    ],
    "bias_bar_text": null,
    "center_pct": 79.0,
    "error": null,
    "left_pct": 14.0,
    "location": "United States",
    "right_pct": 7.0,
    "status": "ok",
    "summary": [
      "On Friday, Transportation Secretary Sean Duffy announced the Trump administration requires all truckers and bus drivers to take commercial driver’s license tests in English to ensure safety, noting Florida already uses English testing.",
      "Following a fatal crash in August, the department has been pursuing states that issued commercial licenses after other deadly incidents, including one in Indiana that killed four and a Florida crash that killed three.",
      "Earlier this week, the Transportation Department ordered 557 driving schools closed and expanded efforts to prevent fraudulent trucking companies and crack down on 'chameleon carriers.',",
      "Duffy said the registration system for trucking companies will be strengthened and Federal Motor Carrier Safety Administration inspectors will increase spot checks of trucks and CDL schools.",
      "Many states allow CDL tests in other languages despite English proficiency rules, and federal officials are verifying electronic logging devices and state licensing agencies' compliance."
    ],
    "title": "All Truckers and Bus Drivers Will Be Required to Take Commercial Driver's License Tests in English",
    "topic": "Travel",
    "topic_full": "Travel · United States"
  },
  {
    "article_path": "/article/werder-bremen-cancels-us-tour-amid-unrest-and-economic-concerns",
    "article_url": "https://ground.news/article/werder-bremen-cancels-us-tour-amid-unrest-and-economic-concerns",
    "bias": [
      "Left-Leaning coverage vividly frames the US as \"A City Where People Are Shot Dead\" and asserts the club \"criticises Donald Trump's Police,\" directly linking the cancellation to a \"major immigration enforcement push\" and declaring, \"We Don't Play Where They Kill.",
      "This contrasts sharply with center perspectives that cite \" unrest and economic concerns\" alongside \"serious measures\" on immigration, maintaining a more neutral tone.",
      "Right-Leaning coverage, however, de-emphasizes any specific reasons, merely reporting the cancellation.",
      "The pivotal dividing line is the explicit attribution of the club's decision to Trump administration policies and the characterization of the US as inherently violent.",
      "While all agree on the tour cancellation due to Minneapolis concerns, the divergent portrayals underscore deep ideological splits over immigration and societal stability."
    ],
    "bias_bar_text": null,
    "center_pct": 45.0,
    "error": null,
    "left_pct": 44.0,
    "location": "United States",
    "right_pct": 11.0,
    "status": "ok",
    "summary": [
      "On Friday, German football club Werder Bremen cancelled a planned trip to the United States, telling Reuters the decision came amid safety and economic concerns for May friendlies in Minnesota and Detroit.",
      "Citing recent ICE actions, Werder Bremen spokespeople said unrest in Minnesota last month and the shooting of two U.S. citizens prompted the decision to cancel the U.S. tour.",
      "Werder Bremen officials said sporting, economic and political reasons, plus the challenging sporting situation, made medium-term planning difficult and influenced cancelling the Minnesota trip.",
      "Unclear entry rules mean it is not clear which players will be able to enter the US due to the implementation of stricter requirements, which include reviewing social media profiles from the last five years, Filbry said.",
      "Although the regulation is not yet in force, Werder Bremen said it would not take risks in cancelling the U.S. tour, and some accounts framed this as opposition to Trump administration immigration policy, Reuters reported."
    ],
    "title": "Werder Bremen cancel U.S. trip amid concerns over ICE actions in Minnesota",
    "topic": "Soccer",
    "topic_full": "Soccer · United States"
  },
  {
    "article_path": "/article/trump-says-gorsuch-barrett-decisions-to-rule-against-tariffs-embarrassment-to-their-families_03f477",
    "article_url": "https://ground.news/article/trump-says-gorsuch-barrett-decisions-to-rule-against-tariffs-embarrassment-to-their-families_03f477",
    "bias": [
      "Left-Leaning coverage frames the Supreme Court's 6-3 tariff ruling as a \"check on power\" against \"unlawful and unconstitutional\" policies, emphasizing Trump's \"disgraceful\" rhetoric and potential \"chaos.",
      "Right-Leaning outlets, however, sensationalize Trump's claims of \"foreign influence over SCOTUS!\" and portray the ruling as \"against America,\" highlighting his labeling of majority justices as \"Fools and Lapdogs for the RINOs.",
      "Center coverage notes Trump's direct quotes and internal court clashes, like Justice Gorsuch's rebuke.",
      "Despite these stark contrasts, all perspectives acknowledge the 6-3 decision against Trump's tariffs and his subsequent announcement of new 10% global tariffs."
    ],
    "bias_bar_text": null,
    "center_pct": 41.0,
    "error": null,
    "left_pct": 37.0,
    "location": "United States",
    "right_pct": 22.0,
    "status": "ok",
    "summary": [
      "On Friday the Supreme Court ruled 6-3 that IEEPA does not authorize presidential tariffs , and President Donald Trump called a White House briefing after learning the ruling while meeting the nation's governors.",
      "The court found that IEEPA does not authorize tariffs, with Chief Justice John Roberts writing `IEEPA contains no reference to tariffs or duties` in a decision joined by Justices Gorsuch and Barrett.",
      "Gorsuch and Barrett joined the majority against tariffs while Kavanaugh, Thomas, and Alito dissented, and Trump praised the dissenters, especially Kavanaugh.",
      "The ruling dealt a major legal blow to the president's economic agenda as the administration said it could pursue other authorities and announced replacement tariffs.",
      "Amid the defeat, Trump escalated his rhetoric about the court, alleging without evidence that foreign interests have undue influence and calling the decisions 'an embarrassment to their families."
    ],
    "title": "Trump says Gorsuch, Barrett decisions to rule against tariffs ’embarrassment to their families’",
    "topic": "Tariffs",
    "topic_full": "Tariffs · United States"
  },
  {
    "article_path": "/article/trump-appointed-fcc-chairman-calls-on-tv-networks-to-pledge-to-air-patriotic-pro-america-content-for-uss-250th-birthday",
    "article_url": "https://ground.news/article/trump-appointed-fcc-chairman-calls-on-tv-networks-to-pledge-to-air-patriotic-pro-america-content-for-uss-250th-birthday",
    "bias": [
      "Left-Leaning outlets emphasize the FCC Chairman's \"Trump-appointed\" status, framing his call for \"patriotic, pro-America content\" with implicit skepticism, even highlighting specific suggestions like the \"Star Spangled Banner.",
      "Conversely, right-leaning coverage portrays the initiative as a positive \"Trump admin's 250th anniversary celebration,\" underscoring the administration's involvement.",
      "Center-Leaning reports neutrally state the FCC \"calls for\" content, acknowledging \"political tensions with broadcasters.",
      "While all agree on the core initiative, the partisan framing around the Trump administration and the selective detailing of content suggestions reveal profound ideological differences concerning government influence and national identity."
    ],
    "bias_bar_text": null,
    "center_pct": 50.0,
    "error": null,
    "left_pct": 42.0,
    "location": "United States",
    "right_pct": 8.0,
    "status": "ok",
    "summary": [
      "On Feb 20, 2026, FCC Chair Brendan Carr announced the Pledge America Campaign, urging U.S. broadcasters to air patriotic content for the 250th anniversary. He suggested starting broadcasts with the national anthem or Pledge of Allegiance.",
      "Carr said the push responds to surveys showing civics education is in rapid decline and framed the effort as consistent with broadcasters' longstanding public-interest obligations and support for Task Force 250.",
      "Suggested programming spans daily `Today in American History` announcements, local historic sites segments, community organizations partnerships, and music by John Philip Sousa, Aaron Copland, Duke Ellington, and George Gershwin, with classic `Schoolhouse Rock!` as a model.",
      "Participation is voluntary, and Carr said airing such programming aligns with stations' public-interest showings at license renewals, with the next round set for 2028, amid FCC clashes over reverse compensation.",
      "Critics point to recent FCC actions such as investigations into ABC's The View, changed equal-time guidance for talk shows, and broader clashes with networks sharpening tensions."
    ],
    "title": "FCC chair calls for ‘patriotic, pro-America’ broadcaster programs for 250th",
    "topic": "US Politics",
    "topic_full": "US Politics · United States"
  }
]
